<html>

<head>
<meta http-equiv="Content-Language" content="fr-fr">
<meta http-equiv="Content-Type" content="text/html; charset=windows-1252">
<title>Contenu</title>
<base target="_self">
<link href="../../css/content.css" rel="stylesheet" type="text/css">
</head>

<body onLoad="window.focus();">
<table border="0" cellpadding="0" cellspacing="0" width="100%">
	<!--  Start top title Lesson Bar -->
	  <tr>
	    <td width="18" class="toptitle01_white_bold" valign="top">
	    <img border="0" src="../../images/content_lines.gif" width="16" height="25"> <img border="0" src="../../images/transdot.gif" width="2" height="1"></td>
	    <td width="18" class="toptitle01_white_bold">13.1</td>
	    <td class="toptitle01_white_bold"><img border="0" src="../../images/transdot.gif" width="10" height="1"></td>
	    <td width="100%" class="toptitle01_white_bold">Description des m&eacute;thodes de communication sans fil pour les ordinateurs et p&eacute;riph&eacute;riques portables</td>
	    <td width="9" class="toptitle01_white_bold_margin">&nbsp;</td>
	  </tr>
	  <!--  End top title Lesson Bar --> <!--  Start top title Topic Bar -->
 	 <tr>
	    <td width="18" height="25" class="toptitle02_white_bold">&nbsp;</td>
	    <td height="25"  class="toptitle02_white_bold">13.1.1</td> 
	    <td class="toptitle02_white_bold"><img border="0" src="../../images/transdot.gif" width="10" height="1"></td>
	    <td width="100%" height="25" class="toptitle02_white_bold">Description de la technologie Bluetooth</td>
	    <td height="25" width="9" class="toptitle02_white_bold_margin">&nbsp;</td>
  </tr>
	 <!--  End top title Topic Bar -->
</table>
	
	<!-- CONTENT -->
	<table border="0" cellpadding="0" cellspacing="0" width="95%" >
		<tr>
			<td width="20"></td>
			<td>
        <table border="0" cellpadding="0" cellspacing="0"  width="95%">
          <tr>
            <td width="100%">
              
            <p> Bluetooth est une technologie sans fil qui permet &agrave; des p&eacute;riph&eacute;riques de communiquer sur des distances courtes. Un p&eacute;riph&eacute;rique Bluetooth peut connecter jusqu&rsquo;&agrave; sept autres p&eacute;riph&eacute;riques Bluetooth pour cr&eacute;er un r&eacute;seau personnel sans fil (WPAN). Cette sp&eacute;cification technique est d&eacute;crite dans la norme IEEE (Institute of Electrical and Electronics Engineers) 802.15.1. Les p&eacute;riph&eacute;riques Bluetooth, capables de g&eacute;rer voix et donn&eacute;es, sont parfaitement adapt&eacute;s &agrave; la connexion des p&eacute;riph&eacute;riques suivants&nbsp;: </p>
              <ul>
                <li> ordinateurs portables&nbsp;; </li>
                <li> imprimantes&nbsp;; </li>
                <li> appareils photo&nbsp;; </li>
                <li> assistants num&eacute;riques personnels&nbsp;; </li>
                <li> t&eacute;l&eacute;phones portables&nbsp;; </li>
                <li> kits mains libres. </li>
              </ul>
              <p> Reportez-vous &agrave; la Figure 1 pour conna&icirc;tre les caract&eacute;ristiques Bluetooth courantes. </p>
              
            <p> La distance d&rsquo;un r&eacute;seau personnel (PAN) Bluetooth est limit&eacute;e par la puissance utilis&eacute;e par les p&eacute;riph&eacute;riques sur ce m&ecirc;me r&eacute;seau. Les p&eacute;riph&eacute;riques Bluetooth sont r&eacute;partis en trois cat&eacute;gories, comme indiqu&eacute; &agrave; la Figure 2. Le r&eacute;seau Bluetooth le plus courant est de classe 2, avec une port&eacute;e d&rsquo;environ 10&nbsp;m&egrave;tres. </p>
              
            <p> Les p&eacute;riph&eacute;riques Bluetooth fonctionnent dans une gamme de fr&eacute;quences radio allant de 2,4 &agrave; 2,485&nbsp;GHz, soit la bande ISM (Industriel, Scientifique et M&eacute;dical). Cette bande ne n&eacute;cessite souvent aucune licence en cas d&rsquo;utilisation d&rsquo;un &eacute;quipement approuv&eacute;. La norme Bluetooth int&egrave;gre le saut de fr&eacute;quence adaptif (AFH). L&rsquo;AFH permet aux signaux de &laquo;&nbsp;sauter&nbsp;&raquo; en utilisant diff&eacute;rentes fr&eacute;quences de la gamme Bluetooth, r&eacute;duisant ainsi l&rsquo;&eacute;ventualit&eacute; d&rsquo;une interf&eacute;rence en pr&eacute;sence de plusieurs p&eacute;riph&eacute;riques Bluetooth. L&rsquo;AFH permet &eacute;galement au p&eacute;riph&eacute;rique d&rsquo;apprendre des fr&eacute;quences d&eacute;j&agrave; utilis&eacute;es pour choisir un sous-ensemble diff&eacute;rent de saut de fr&eacute;quences.</p>
            <p> La norme Bluetooth comprend des mesures de s&eacute;curit&eacute;. Lors de sa premi&egrave;re connexion, un p&eacute;riph&eacute;rique Bluetooth est authentifi&eacute; en utilisant un num&eacute;ro d&rsquo;identification personnel (PIN). La norme Bluetooth prend en charge le chiffrement sur 128 bits et l&rsquo;authentification PIN.</p></td>
          </tr>
         </table>  
       </td>
     </tr>
	</table>

</body>

</html>