<html>

<head>
<meta http-equiv="Content-Language" content="fr-fr">
<meta http-equiv="Content-Type" content="text/html; charset=windows-1252">
<title>Contenu</title>
<base target="_self">
<link href="../../css/content.css" rel="stylesheet" type="text/css">
</head>

<body onLoad="window.focus();">
<table border="0" cellpadding="0" cellspacing="0" width="100%">
	<!--  Start top title Lesson Bar -->
	  <tr>
	    <td width="18" class="toptitle01_white_bold" valign="top">
	    <img border="0" src="../../images/content_lines.gif" width="16" height="25"> <img border="0" src="../../images/transdot.gif" width="2" height="1"></td>
	    <td width="18" class="toptitle01_white_bold">6.3</td>
	    <td class="toptitle01_white_bold"><img border="0" src="../../images/transdot.gif" width="10" height="1"></td>
	    <td width="100%" class="toptitle01_white_bold">Comparaison des composants des ordinateurs portables et de bureau</td>
	    <td width="9" class="toptitle01_white_bold_margin">&nbsp;</td>
	  </tr>
	  <!--  End top title Lesson Bar --> <!--  Start top title Topic Bar --> <!-- 	 <tr> 	    <td width="18" height="25" class="toptitle02_white_bold">&nbsp;</td> 	    <td height="25"  class="toptitle02_white_bold">6.2.3</td>  	    <td class="toptitle02_white_bold"><img border="0" src="../../images/transdot.gif" width="10" height="1"></td> 	    <td width="100%" height="25" class="toptitle02_white_bold">Describe the components found on the laptop docking station</td> 	    <td height="25" width="9" class="toptitle02_white_bold_margin">&nbsp;</td> 	  </tr> 	 <!--  End top title Topic Bar -->	
</table>
	
	<!-- CONTENT -->
	<table border="0" cellpadding="0" cellspacing="0" width="95%" >
		<tr>
			<td width="20"></td>
			<td>
        <table border="0" cellpadding="0" cellspacing="0"  width="95%">
          <tr>
            <td width="100%">
             
            <p> Un ordinateur portable peut effectuer la plupart des fonctions d&rsquo;un ordinateur de bureau. Toutefois, ces deux types d&rsquo;ordinateurs sont construits de fa&ccedil;ons tr&egrave;s diff&eacute;rentes et les pi&egrave;ces ne sont pas interchangeables. Par exemple, un avion et un h&eacute;licopt&egrave;re peuvent tous deux atteindre la m&ecirc;me destination, mais ils ne peuvent pas &ecirc;tre r&eacute;par&eacute;s avec les m&ecirc;mes pi&egrave;ces de rechange. Cela est &eacute;galement vrai pour les ordinateurs portables et de bureau. Ils partagent peu de composants. &nbsp; 
              </p>
            <p>Les composants des ordinateurs de bureau sont g&eacute;n&eacute;ralement normalis&eacute;s. Ils respectent souvent le m&ecirc;me format universel. Les ordinateurs de bureau provenant de fabricants diff&eacute;rents peuvent souvent utiliser les m&ecirc;mes composants. Par exemple, un lecteur de DVD/CD-RW est un composant d&rsquo;ordinateur de bureau au format standard. &nbsp; </p>
            <p>Les composants d&rsquo;ordinateurs portables sont beaucoup plus sp&eacute;cialis&eacute;s que ceux des ordinateurs de bureau. En effet, les fabricants d&rsquo;ordinateurs portables s&rsquo;efforcent de toujours am&eacute;liorer leurs composants, afin de les rendre plus efficaces et plus compacts. Ils con&ccedil;oivent donc ces composants conform&eacute;ment &agrave; leurs propres formats. Les composants d&rsquo;ordinateurs portables sont propri&eacute;taires. Vous ne pouvez donc probablement pas utiliser les composants produits par un certain fabricant pour r&eacute;parer l&rsquo;ordinateur portable d&rsquo;un autre fabricant. &nbsp; </p>
            <p><span class="note_caps">REMARQUE&nbsp;:</span> le cas &eacute;ch&eacute;ant, les techniciens doivent obtenir une certification aupr&egrave;s de chaque fabricant d&rsquo;ordinateur portable avant de pouvoir r&eacute;parer ses produits. &nbsp; </p>
            <p>&Agrave; la fin de cette section, vous parviendrez &agrave;&nbsp;: </p>
            <ul>
									<li>comparer les cartes m&egrave;res des ordinateurs portables et de bureau&nbsp;;</li>
									<li>comparer les processeurs des ordinateurs portables et de bureau&nbsp;;</li>
									<li>comparer la gestion de l&rsquo;alimentation des ordinateurs portables et de bureau&nbsp;;</li>
									<li>comparer les possibilit&eacute;s d&rsquo;extension des ordinateurs portables et de bureau.</li>																
			  </ul>
              
            </td>
           </tr>
         </table>  
       </td>
     </tr>
	</table>

</body>

</html>