<html>

<head>
<meta http-equiv="Content-Language" content="fr-fr">
<meta http-equiv="Content-Type" content="text/html; charset=windows-1252">
<title>Contenu</title>
<base target="_self">
<link href="../../css/content.css" rel="stylesheet" type="text/css">
</head>

<body onLoad="window.focus();">
<table border="0" cellpadding="0" cellspacing="0" width="100%">
	<!--  Start top title Lesson Bar -->
	  <tr>
	    <td width="18" class="toptitle01_white_bold" valign="top">
	    <img border="0" src="../../images/content_lines.gif" width="16" height="25"> <img border="0" src="../../images/transdot.gif" width="2" height="1"></td>
	    
    <td width="18" class="toptitle01_white_bold">7.2</td>
	    <td class="toptitle01_white_bold"><img border="0" src="../../images/transdot.gif" width="10" height="1"></td>
	    
    <td width="100%" class="toptitle01_white_bold">Description de la proc&eacute;dure d&rsquo;installation et de configuration des imprimantes</td>
	    <td width="9" class="toptitle01_white_bold_margin">&nbsp;</td>
	  </tr>
	  <!--  End top title Lesson Bar --> <!--  Start top title Topic Bar -->
 	 <tr>
	    <td width="18" height="25" class="toptitle02_white_bold">&nbsp;</td>
	    
    <td height="25"  class="toptitle02_white_bold">7.2.3</td> 
	    <td class="toptitle02_white_bold"><img border="0" src="../../images/transdot.gif" width="10" height="1"></td>
	    
    <td width="100%" height="25" class="toptitle02_white_bold">Installation et mise &agrave; jour du pilote, du progiciel et de la m&eacute;moire vive d&rsquo;une imprimante</td>
	    <td height="25" width="9" class="toptitle02_white_bold_margin">&nbsp;</td>
	  </tr>
	 <!--  End top title Topic Bar -->	
</table>
	
	<!-- CONTENT -->
	<table border="0" cellpadding="0" cellspacing="0" width="95%" >
		<tr>
			<td width="20"></td>
			<td>
        <table border="0" cellpadding="0" cellspacing="0"  width="95%">
          
        <tr> 
          <td width="100%"> 
            <p>Une fois que vous avez connect&eacute; les c&acirc;bles d&rsquo;alimentation et de donn&eacute;es &agrave; l&rsquo;imprimante, le syst&egrave;me d&rsquo;exploitation peut d&eacute;tecter cette imprimante et tenter d&rsquo;installer un pilote. Si vous disposez d&rsquo;un disque contenant le pilote fourni par le fabricant, utilisez celui-ci. En g&eacute;n&eacute;ral, le pilote inclus avec l&rsquo;imprimante est plus r&eacute;cent que les pilotes utilis&eacute;s par le syst&egrave;me d&rsquo;exploitation. La Figure 1 illustre l&rsquo;assistant Ajout d&rsquo;imprimante, qui peut &eacute;galement &ecirc;tre utilis&eacute; pour installer la nouvelle imprimante. </p>
            <p><span class="bold">Pilote d&rsquo;imprimante</span><br> Les pilotes d&rsquo;imprimantes sont des logiciels qui permettent &agrave; un ordinateur et &agrave; une imprimante de communiquer entre eux. Les pilotes proposent &eacute;galement &agrave; l&rsquo;utilisateur une interface pour configurer les options d&rsquo;impression. Chaque mod&egrave;le d&rsquo;imprimante est associ&eacute; &agrave; un pilote unique. Les fabricants d&rsquo;imprimantes mettent fr&eacute;quemment &agrave; jour leurs pilotes pour am&eacute;liorer les performances de l&rsquo;imprimante, ajouter des options ou r&eacute;soudre des probl&egrave;mes. Vous pouvez t&eacute;l&eacute;charger de nouveaux pilotes d&rsquo;imprimantes depuis le site Web du fabricant.</p>
            <p><span class="bold">&Eacute;tape 1&nbsp;: recherchez si un nouveau pilote est disponible</span><br> Rendez-vous sur le site Web du fabricant de l&rsquo;imprimante. La plupart des sites Web des fabricants comportent un lien de la page principale &agrave; la page qui propose les pilotes et une assistance technique. Assurez-vous que le pilote est compatible avec l&rsquo;ordinateur que vous mettez &agrave; jour. </p>
            <p><span class="bold">&Eacute;tape 2&nbsp;: t&eacute;l&eacute;chargez le pilote</span><br> T&eacute;l&eacute;chargez sur votre ordinateur les fichiers du pilote de l&rsquo;imprimante. La plupart des fichiers de pilotes sont disponibles sous un format compress&eacute;. T&eacute;l&eacute;chargez le fichier dans un dossier et d&eacute;compressez le contenu. Enregistrez les instructions ou la documentation dans un dossier s&eacute;par&eacute; sur votre ordinateur. </p>
            <p><span class="bold">&Eacute;tape 3&nbsp;: installez le pilote t&eacute;l&eacute;charg&eacute;</span><br> Installez le pilote t&eacute;l&eacute;charg&eacute;, automatiquement ou manuellement. La plupart des pilotes d&rsquo;imprimantes disposent d&rsquo;un fichier d&rsquo;installation qui recherche automatiquement les anciens pilotes dans le syst&egrave;me et les remplace par le nouveau pilote. Si aucun fichier d&rsquo;installation n&rsquo;est disponible, conformez-vous aux instructions fournies par le fabricant. </p>
            <p><span class="bold">&Eacute;tape 4&nbsp;: testez le nouveau pilote de l&rsquo;imprimante</span><br> Effectuez plusieurs tests pour vous assurer que l&rsquo;imprimante fonctionne correctement. Utilisez des applications vari&eacute;es pour imprimer diff&eacute;rents types de documents. Modifiez et testez chaque option d&rsquo;impression. </p>
            <p><span class="bold">Progiciel</span><br> Le progiciel est un ensemble d&rsquo;instructions stock&eacute;es dans l&rsquo;imprimante. Il contr&ocirc;le le fonctionnement de l&rsquo;imprimante. La Figure 2 illustre un utilitaire de mise &agrave; niveau du progiciel. La proc&eacute;dure de mise &agrave; niveau du progiciel est tr&egrave;s similaire &agrave; celle de l&rsquo;installation de pilotes d&rsquo;imprimantes. </p>
            <p><span class="bold">M&eacute;moire de l&rsquo;imprimante</span><br> Ajouter de la m&eacute;moire &agrave; une imprimante peut am&eacute;liorer la vitesse d&rsquo;impression et permettre &agrave; l&rsquo;imprimante de traiter des travaux d&rsquo;impression plus complexes. Toutes les imprimantes comportent une certaine quantit&eacute; de m&eacute;moire. En g&eacute;n&eacute;ral, plus cette quantit&eacute; est &eacute;lev&eacute;e, plus le fonctionnement de l&rsquo;imprimante est efficace. La Figure 3 pr&eacute;sente une liste g&eacute;n&eacute;rale d&rsquo;&eacute;tapes &agrave; suivre pour mettre &agrave; niveau la m&eacute;moire d&rsquo;une imprimante.</p>
            <p>Consultez la documentation de l&rsquo;imprimante pour obtenir plus de d&eacute;tails sur la m&eacute;moire requise&nbsp;: </p>
            <ul>
              <li><strong>Sp&eacute;cifications de la m&eacute;moire</strong>&nbsp;: certains fabricants d&rsquo;imprimantes utilisent de la m&eacute;moire standard, tandis que d&rsquo;autres utilisent de la m&eacute;moire propri&eacute;taire. V&eacute;rifiez dans la documentation le type de m&eacute;moire de l&rsquo;imprimante, sa vitesse et sa capacit&eacute;. </li>
              <li><strong>Installation et disponibilit&eacute; de la m&eacute;moire</strong>&nbsp;: certaines imprimantes disposent de plusieurs logements de m&eacute;moire. Vous devrez peut-&ecirc;tre ouvrir un compartiment de l&rsquo;imprimante pour v&eacute;rifier le nombre de logements utilis&eacute;s et le nombre de logements disponibles.</li>
            </ul>
            <p>&nbsp;</p>
          </td>
           </tr>
         </table>  
       </td>
     </tr>
	</table>

</body>

</html>