<html>

<head>
<meta http-equiv="Content-Language" content="fr-fr">
<meta http-equiv="Content-Type" content="text/html; charset=windows-1252">
<title>Contenu</title>
<base target="_self">
<link href="../../css/content.css" rel="stylesheet" type="text/css">
</head>

<body onLoad="window.focus();">
<table border="0" cellpadding="0" cellspacing="0" width="100%">
	<!--  Start top title Lesson Bar -->
	  <tr>
	    <td width="18" class="toptitle01_white_bold" valign="top">
	    <img border="0" src="../../images/content_lines.gif" width="16" height="25"> <img border="0" src="../../images/transdot.gif" width="2" height="1"></td>
	    <td width="18" class="toptitle01_white_bold">16.1</td>
	    <td class="toptitle01_white_bold"><img border="0" src="../../images/transdot.gif" width="10" height="1"></td>
	    <td width="100%" class="toptitle01_white_bold">Description des exigences en mati&egrave;re de s&eacute;curit&eacute; selon les besoins d&rsquo;un client</td>
	    <td width="9" class="toptitle01_white_bold_margin">&nbsp;</td>
	  </tr>
	  <!--  End top title Lesson Bar --> <!--  Start top title Topic Bar --> <!-- <tr> 	    <td width="18" height="25" class="toptitle02_white_bold">&nbsp;</td> 	    <td height="25"  class="toptitle02_white_bold">1.0</td> 	    <td class="toptitle02_white_bold"><img border="0" src="../../images/transdot.gif" width="10" height="1"></td> 	    <td width="100%" height="25" class="toptitle02_white_bold">Describe wireless communication methods for laptops and portable devices</td> 	    <td height="25" width="9" class="toptitle02_white_bold_margin">&nbsp;</td>   </tr> 	 <!--  End top title Topic Bar -->
</table>

	<!-- CONTENT -->
	<table border="0" cellpadding="0" cellspacing="0" width="95%" >
		<tr>
			<td width="20"></td>
			<td>
        <table border="0" cellpadding="0" cellspacing="0"  width="95%">
          <tr>
            <td width="100%">

            <p>Une organisation doit s&rsquo;efforcer d&rsquo;atteindre la meilleure protection de s&eacute;curit&eacute;, et la plus abordable financi&egrave;rement, contre la perte de donn&eacute;es ou la d&eacute;t&eacute;rioration de logiciels et d&rsquo;&eacute;quipement. Les techniciens de r&eacute;seau et la direction de l&rsquo;organisation doivent collaborer pour d&eacute;velopper une strat&eacute;gie de s&eacute;curit&eacute;, afin de garantir que les donn&eacute;es et l&rsquo;&eacute;quipement sont prot&eacute;g&eacute;s contre toutes les menaces de s&eacute;curit&eacute;. Une strat&eacute;gie de s&eacute;curit&eacute; comprend une d&eacute;claration compl&egrave;te sur le niveau de s&eacute;curit&eacute; requis et la fa&ccedil;on de l&rsquo;atteindre. </p>

			<p>Vous pouvez &ecirc;tre impliqu&eacute; dans le d&eacute;veloppement d&rsquo;une strat&eacute;gie de s&eacute;curit&eacute; pour un client ou une organisation. Vous devez alors poser les questions suivantes, afin de d&eacute;terminer les facteurs de s&eacute;curit&eacute;&nbsp;:</p>
              <ul>

              <li>L&rsquo;ordinateur se trouve-t-il chez un particulier ou dans une entreprise&nbsp;? <br> Les ordinateurs particuliers sont g&eacute;n&eacute;ralement plus vuln&eacute;rables aux intrusions sans fil que les ordinateurs professionnels. En revanche, les ordinateurs professionnels sont davantage menac&eacute;s par des intrusions via le r&eacute;seau, en raison d&rsquo;utilisateurs qui abusent de leurs privil&egrave;ges d&rsquo;acc&egrave;s.</li>
                <li>L&rsquo;acc&egrave;s &agrave; Internet est-il constant&nbsp;?<br>Plus l&rsquo;ordinateur est expos&eacute; &agrave; Internet, plus les risques d&rsquo;attaques provenant d&rsquo;autres ordinateurs contamin&eacute;s sont &eacute;lev&eacute;s. Un ordinateur qui acc&egrave;de &agrave; Internet doit &ecirc;tre muni d&rsquo;un pare-feu et d&rsquo;un logiciel antivirus.</li>
                <li>L&rsquo;ordinateur est-il un ordinateur portable&nbsp;?<br>La s&eacute;curit&eacute; mat&eacute;rielle est un r&eacute;el probl&egrave;me pour les ordinateurs portables. Il existe des possibilit&eacute;s de s&eacute;curiser les ordinateurs portables, telles que les cadenas &agrave; c&acirc;ble.</li>
              </ul>
			  <p>&Agrave; la fin de cette section, vous parviendrez &agrave;&nbsp;:</p>
              <ul>
                <li>d&eacute;finir une strat&eacute;gie de s&eacute;curit&eacute; locale&nbsp;;</li>
                <li>expliquer quand et comment utiliser du mat&eacute;riel de s&eacute;curit&eacute;&nbsp;;</li>
                <li>expliquer quand et comment utiliser un logiciel de s&eacute;curit&eacute;.</li>
              </ul>
              </td>
          </tr>
         </table>
       </td>
     </tr>
	</table>

</body>

</html>