<html>

<head>
<meta http-equiv="Content-Language" content="fr-fr">
<meta http-equiv="Content-Type" content="text/html; charset=windows-1252">
<title>Contenu</title>
<base target="_self">
<link href="../../css/content.css" rel="stylesheet" type="text/css">
</head>

<body onLoad="window.focus();">
<table border="0" cellpadding="0" cellspacing="0" width="100%">
	<!--  Start top title Lesson Bar -->
	  <tr>
	    <td width="18" class="toptitle01_white_bold" valign="top">
	    <img border="0" src="../../images/content_lines.gif" width="16" height="25"> <img border="0" src="../../images/transdot.gif" width="2" height="1"></td>
	    
    <td width="18" class="toptitle01_white_bold">7.1</td>
	    <td class="toptitle01_white_bold"><img border="0" src="../../images/transdot.gif" width="10" height="1"></td>
	    <td width="100%" class="toptitle01_white_bold">Description des types d&rsquo;imprimantes actuellement disponibles</td>
	    <td width="9" class="toptitle01_white_bold_margin">&nbsp;</td>
	  </tr>
	  <!--  End top title Lesson Bar --> <!--  Start top title Topic Bar -->
 	 <tr>
	    <td width="18" height="25" class="toptitle02_white_bold">&nbsp;</td>
	    
    <td height="25"  class="toptitle02_white_bold">7.1.5</td> 
	    <td class="toptitle02_white_bold"><img border="0" src="../../images/transdot.gif" width="10" height="1"></td>
	    
    <td width="100%" height="25" class="toptitle02_white_bold">Description des imprimantes &agrave; jet d&rsquo;encre</td>
	    <td height="25" width="9" class="toptitle02_white_bold_margin">&nbsp;</td>
	  </tr>
	 <!--  End top title Topic Bar -->	
</table>
	
	<!-- CONTENT -->
	<table border="0" cellpadding="0" cellspacing="0" width="95%" >
		<tr>
			<td width="20"></td>
			<td>
        <table border="0" cellpadding="0" cellspacing="0"  width="95%">
          
        <tr> 
          <td width="100%"> 
            <p>Les imprimantes &agrave; jet d&rsquo;encre produisent des documents de haute qualit&eacute;. Elles sont faciles &agrave; utiliser et beaucoup plus &eacute;conomiques que les imprimantes laser. La qualit&eacute; d&rsquo;impression d&rsquo;une imprimante &agrave; jet d&rsquo;encre est mesur&eacute;e en points par pouce (ppp). Un nombre &eacute;lev&eacute; de ppp permet d&rsquo;imprimer l&rsquo;image plus en d&eacute;tail. La Figure 1 pr&eacute;sente un p&eacute;riph&eacute;rique tout-en-un qui contient une imprimante &agrave; jet d&rsquo;encre. La Figure 2 d&eacute;crit les composants d&rsquo;une imprimante &agrave; jet d&rsquo;encre.</p>
            <p>Les imprimantes &agrave; jet d&rsquo;encre utilisent des cartouches remplies d&rsquo;encre qui vaporisent de l&rsquo;encre sur une page par de petits orifices. Ces orifices sont appel&eacute;s des buses. L&rsquo;encre est vaporis&eacute;e sur la page pour produire un motif. </p>
            <p>Il existe deux types de buses &agrave; jet d&rsquo;encre&nbsp;:</p>
            <ul>
              <li><strong>Thermique</strong>&nbsp;: une impulsion &eacute;lectrique est appliqu&eacute;e &agrave; des &eacute;l&eacute;ments chauffants situ&eacute;s autour des buses. La chaleur cr&eacute;e une bulle de vapeur dans l&rsquo;&eacute;l&eacute;ment. Cette vapeur force l&rsquo;encre &agrave; passer par la buse et l&rsquo;applique sur le papier.</li>
              <li><strong>Pi&eacute;zo&eacute;lectrique</strong>&nbsp;: des cristaux pi&eacute;zo&eacute;lectriques se trouvent dans le r&eacute;servoir d&rsquo;encre situ&eacute; &agrave; l&rsquo;arri&egrave;re de chaque buse. Une charge est appliqu&eacute;e au cristal, qui se met &agrave; vibrer. Cette vibration contr&ocirc;le le flux d&rsquo;encre sur le papier. </li>
            </ul>
            <p>Les imprimantes &agrave; jet d&rsquo;encre utilisent du papier ordinaire pour des impressions bon march&eacute;. Il est possible d&rsquo;utiliser du papier sp&eacute;cial pour imprimer des photos de haute qualit&eacute;. Lorsque l&rsquo;impression est termin&eacute;e, la feuille de papier quitte l&rsquo;imprimante mais l&rsquo;encre reste souvent humide. Vous devez &eacute;viter de toucher une feuille imprim&eacute;e pendant 10 &agrave; 15 secondes, afin de ne pas laisser de traces sur le document. </p>
            <p>Voici quelques avantages d&rsquo;une imprimante &agrave; jet d&rsquo;encre&nbsp;:</p>
            <ul>
              <li>co&ucirc;t peu &eacute;lev&eacute;&nbsp;;</li>
              <li>haute r&eacute;solution&nbsp;;</li>
              <li>pr&eacute;chauffage rapide.</li>
            </ul>
            <p>Voici quelques inconv&eacute;nients d&rsquo;une imprimante &agrave; jet d&rsquo;encre&nbsp;:</p>
            <ul>
              <li>les buses se bouchent facilement&nbsp;;</li>
              <li>les cartouches d&rsquo;encre sont ch&egrave;res&nbsp;; </li>
              <li>l&rsquo;encre reste humide apr&egrave;s l&rsquo;impression.</li>
            </ul>
          </td>
          </tr>
         </table>  
       </td>
     </tr>
	</table>
</body>

</html>