<html>

<head>
<meta http-equiv="Content-Language" content="fr-fr">
<meta http-equiv="Content-Type" content="text/html; charset=windows-1252">
<title>Contenu</title>
<base target="_self">
<link href="../../css/content.css" rel="stylesheet" type="text/css">
</head>

<body onLoad="window.focus();">
<table border="0" cellpadding="0" cellspacing="0" width="100%">
	<!--  Start top title Lesson Bar -->
	  <tr>
	    <td width="18" class="toptitle01_white_bold" valign="top">
	    <img border="0" src="../../images/content_lines.gif" width="16" height="25"> <img border="0" src="../../images/transdot.gif" width="2" height="1"></td>
	    <td width="18" class="toptitle01_white_bold">6.4</td>
	    <td class="toptitle01_white_bold"><img border="0" src="../../images/transdot.gif" width="10" height="1"></td>
	    <td width="100%" class="toptitle01_white_bold">Configuration des ordinateurs portables</td>
	    <td width="9" class="toptitle01_white_bold_margin">&nbsp;</td>
	  </tr>
	  <!--  End top title Lesson Bar --> <!--  Start top title Topic Bar -->
	 <tr>
	    <td width="18" height="25" class="toptitle02_white_bold">&nbsp;</td>
	    <td height="25"  class="toptitle02_white_bold">6.4.1</td> 
	    <td class="toptitle02_white_bold"><img border="0" src="../../images/transdot.gif" width="10" height="1"></td>
	    <td width="100%" height="25" class="toptitle02_white_bold">Description de la configuration des param&egrave;tres d&rsquo;alimentation</td>
	    <td height="25" width="9" class="toptitle02_white_bold_margin">&nbsp;</td>
	  </tr>
	 <!--  End top title Topic Bar -->	
</table>
	
	<!-- CONTENT -->
	<table border="0" cellpadding="0" cellspacing="0" width="95%" bordercolor="#111111">
		<tr>
			<td width="20"></td>
			<td>
        <table border="0" cellpadding="0" cellspacing="0" bordercolor="#111111" width="95%">
          <tr>
            <td width="100%">
              <p> L&rsquo;une des caract&eacute;ristiques les plus appr&eacute;ci&eacute;es des ordinateurs portables est leur fonctionnement sur batterie. Cela permet de les utiliser dans des situations o&ugrave; une alimentation CA n&rsquo;est pas disponible ou peu pratique. Les progr&egrave;s en mati&egrave;re de gestion de l&rsquo;alimentation et de technologie des batteries augmentent la dur&eacute;e pendant laquelle les utilisateurs d&rsquo;ordinateurs portables peuvent rester d&eacute;connect&eacute;s de l&rsquo;alimentation secteur. Les batteries actuelles permettent une autonomie de 2 &agrave; 10 heures avant de devoir &ecirc;tre recharg&eacute;es. La gestion de l&rsquo;alimentation d&rsquo;un ordinateur portable, au moyen d&rsquo;une configuration correcte des param&egrave;tres appropri&eacute;s, est particuli&egrave;rement importante pour assurer une utilisation efficace de la batterie. &nbsp;
                    
              </p>
              <p>Les normes ACPI (Advanced Configuration and Power Interface) &eacute;tablissent une interface entre le mat&eacute;riel et le syst&egrave;me d&rsquo;exploitation, qui permet aux techniciens de cr&eacute;er des mod&egrave;les de gestion de l&rsquo;alimentation afin d&rsquo;obtenir les meilleures performances de l&rsquo;ordinateur. Les normes ACPI peuvent &ecirc;tre appliqu&eacute;es &agrave; la plupart des ordinateurs, mais elles sont particuli&egrave;rement importantes pour la gestion de l&rsquo;alimentation des ordinateurs portables. Cliquez sur les &eacute;tats de gestion de l&rsquo;alimentation dans la Figure 1 pour obtenir plus d&rsquo;informations sur chaque &eacute;tat.
              </p>
              <p>Les techniciens doivent fr&eacute;quemment configurer les param&egrave;tres de l&rsquo;alimentation en modifiant les param&egrave;tres du BIOS. Cela influence les conditions suivantes&nbsp;:
              </p>
              
              	<ul>
              		<li>&eacute;tats syst&egrave;me&nbsp;;</li>
              		<li>modes batterie et CA&nbsp;;</li>
              		<li>gestion thermique&nbsp;;</li>
              		<li>gestion de l&rsquo;alimentation du bus UC PCI (interconnexion de composants p&eacute;riph&eacute;riques).</li>
              	</ul>
           	  
              <p>La Figure 2 pr&eacute;sente un exemple de param&egrave;tres d&rsquo;alimentation du BIOS.&nbsp;
                 
              </p>
              <p><span class="note_caps">REMARQUE&nbsp;:</span> lors d&rsquo;un fonctionnement sous Windows XP, le mode de gestion de l&rsquo;alimentation ACPI doit &ecirc;tre activ&eacute; dans le BIOS pour permettre au SE de configurer tous les &eacute;tats de gestion de l&rsquo;alimentation.&nbsp;                </p>
              <p><span class="note_caps">REMARQUE&nbsp;:</span> il n&rsquo;existe pas de nom normalis&eacute; pour chaque &eacute;tat de gestion de l&rsquo;alimentation. Les fabricants peuvent utiliser diff&eacute;rents noms pour le m&ecirc;me &eacute;tat.&nbsp;              </p>
              <p>Voici les &eacute;tapes &agrave; suivre pour v&eacute;rifier les param&egrave;tres ACPI dans le BIOS&nbsp;:
              </p>
              
				<ol>
              		<li>Entrez dans la configuration du BIOS en appuyant sur la touche ou sur la combinaison de touches appropri&eacute;e lorsque l&rsquo;ordinateur s&rsquo;amorce.  En g&eacute;n&eacute;ral, il s&rsquo;agit de la touche <strong>Suppr </strong>ou <strong>F2 </strong>, mais plusieurs autres options sont possibles.</li>
									<li>Recherchez l&rsquo;&eacute;l&eacute;ment de menu permettant d&rsquo;acc&eacute;der aux param&egrave;tres de gestion de l&rsquo;alimentation.</li>
									<li>Utilisez les touches appropri&eacute;es pour activer le mode ACPI.</li>
									<li>Enregistrez et quittez la configuration du BIOS.</li>
			  </ol>
			  
              <p><span class="note_caps">REMARQUE&nbsp;:</span> ces &eacute;tapes sont communes &agrave; la plupart des ordinateurs portables et doivent &ecirc;tre utilis&eacute;es comme une indication uniquement.  Vous devez v&eacute;rifier le manuel de votre ordinateur portable pour obtenir les param&egrave;tres de configuration qui lui sont propres.&nbsp;              </p>
              <p>La fonction Options d&rsquo;alimentation sous Windows XP vous permet de r&eacute;duire la consommation d&rsquo;&eacute;nergie de nombreux p&eacute;riph&eacute;riques ou de l&rsquo;int&eacute;gralit&eacute; du syst&egrave;me. Utilisez la fonction Options d&rsquo;alimentation pour g&eacute;rer l&rsquo;alimentation des &eacute;l&eacute;ments suivants&nbsp;:              </p>
              
                <ul>
              		<li>disque dur&nbsp;;</li>
              		<li>&eacute;cran&nbsp;;</li>
              		<li>modes arr&ecirc;t, veille prolong&eacute;e et veille&nbsp;;</li>
              		<li>avertissements de batterie faible.</li>
              </ul>
              
              <p><span class="bold">Configuration de la gestion de l&rsquo;alimentation sous Windows XP</span><br> Vous pouvez r&eacute;gler la gestion de l&rsquo;alimentation au moyen de la fonction Options d&rsquo;alimentation du Panneau de configuration. La fonction <strong>Options d&rsquo;alimentation</strong> affiche uniquement les options qui peuvent &ecirc;tre contr&ocirc;l&eacute;es.</p>
              <p><span class="note_caps">Remarque&nbsp;:</span> la fonction Options d&rsquo;alimentation d&eacute;tecte automatiquement les p&eacute;riph&eacute;riques propres &agrave; votre ordinateur. Le contenu de la fen&ecirc;tre Options d&rsquo;alimentation peut donc varier selon le mat&eacute;riel d&eacute;tect&eacute;.&nbsp;              </p>
              <p>Pour configurer vos param&egrave;tres d&rsquo;alimentation, cliquez sur&nbsp;:<br> <span class="bold">D&eacute;marrer &gt; Panneau de configuration &gt; Options d&rsquo;alimentation</span> </p>
              <p><span class="bold">Mod&egrave;les d&rsquo;alimentation</span><br> Les mod&egrave;les d&rsquo;alimentation constituent un ensemble de param&egrave;tres qui g&egrave;rent l&rsquo;utilisation de l&rsquo;alimentation par l&rsquo;ordinateur. Le disque dur et l&rsquo;&eacute;cran consomment beaucoup d&rsquo;&eacute;nergie.  Ils peuvent &ecirc;tre configur&eacute;s sous l&rsquo;onglet Mod&egrave;les d&rsquo;alimentation.&nbsp;              </p>
              <p>Lorsque vous ouvrez la fen&ecirc;tre Options d&rsquo;alimentation, vous remarquerez que Windows XP propose des mod&egrave;les d&rsquo;alimentation pr&eacute;d&eacute;finis. Il s&rsquo;agit de valeurs par d&eacute;fauts, &eacute;tablies lors de l&rsquo;installation de Windows XP. Vous pouvez utiliser les mod&egrave;les d&rsquo;alimentation par d&eacute;faut ou cr&eacute;er des mod&egrave;les personnalis&eacute;s, bas&eacute;s sur vos exigences professionnelles sp&eacute;cifiques. La Figure 3 pr&eacute;sente le mod&egrave;le d&rsquo;alimentation d&rsquo;un ordinateur portable.</p>
              
            <p><span class="bold">Personnaliser l&rsquo;alimentation de l&rsquo;&eacute;cran et du disque dur</span><br> Dans ce sc&eacute;nario, l&rsquo;&eacute;tudiant a besoin d&rsquo;acc&eacute;der &agrave; l&rsquo;&eacute;cran, mais il acc&egrave;de rarement au disque dur. Par exemple, il se sert d&rsquo;un ordinateur portable pour des recherches sur Internet, mais il ne cr&eacute;e et n&rsquo;enregistre pas fr&eacute;quemment de fichiers.</p>
              <p><span class="bold">Gestion de l&rsquo;alimentation du disque dur</span><br> Le disque dur est l&rsquo;un des p&eacute;riph&eacute;riques qui consomment le plus d&rsquo;&eacute;nergie sur un ordinateur portable. Dans notre exemple, l&rsquo;utilisateur n&rsquo;acc&egrave;de pas souvent au disque dur. La dur&eacute;e &laquo; Arr&ecirc;t des disques durs&nbsp;&raquo; est d&eacute;finie sur 1 heure lorsque l&rsquo;ordinateur fonctionne sur secteur et sur 3 minutes en cas de &laquo;&nbsp;Fonctionnement sur batteries&nbsp;&raquo;.</p>
              <p>Vous d&eacute;cidez que les valeurs par d&eacute;faut pour les modes de veille et de veille prolong&eacute;e sont acceptables et qu&rsquo;aucune modification est n&eacute;cessaire. Les mod&egrave;les d&rsquo;alimentation peuvent &ecirc;tre enregistr&eacute;s sous un nom personnalis&eacute;. Cela permet &agrave; l&rsquo;utilisateur de revenir facilement aux param&egrave;tres par d&eacute;faut. Dans cet exemple, enregistrez les param&egrave;tres du mod&egrave;le d&rsquo;alimentation sous &laquo;&nbsp;Rechercher&nbsp;&raquo;, comme illustr&eacute; &agrave; la Figure 4.</p>
              <p><span class="bold">Mise en &eacute;tat de veille ou de veille prolong&eacute;e</span>                <br> Si vous ne souhaitez pas &eacute;teindre compl&egrave;tement un ordinateur portable, vous disposez de deux options&nbsp;: veille et veille prolong&eacute;e. </p>
              
   	                <ul>
              		<li><strong>Veille</strong>&nbsp;: les documents et les applications sont enregistr&eacute;s dans la m&eacute;moire vive, ce qui permet &agrave; l&rsquo;ordinateur de revenir rapidement en fonction.</li>
              		<li><strong>Veille prolong&eacute;e</strong>&nbsp;: les documents et les applications sont enregistr&eacute;s dans un fichier temporaire sur le disque dur, si bien que l&rsquo;ordinateur revient en fonction plus lentement que depuis l&rsquo;&eacute;tat de veille. </li>
              </ul>
              
              <p>La Figure 5 illustre la fonction Veille prolong&eacute;e activ&eacute;e dans les propri&eacute;t&eacute;s Options d&rsquo;alimentation.&nbsp;
               
              </p>
              
            <p><span class="bold">R&eacute;glage des avertissements de batterie faible</span>              <br> Sous Windows XP, vous pouvez d&eacute;finir des avertissements de batterie faible. Deux niveaux sont possibles&nbsp;: alerte de batterie faible et alerte de batterie critique. L&rsquo;alerte de batterie faible vous avertit que le niveau de la batterie est faible. L&rsquo;alerte de batterie critique force une veille, une veille prolong&eacute;e ou un arr&ecirc;t, comme illustr&eacute; &agrave; la Figure 6.&nbsp;&nbsp;              </p>
              
            <TABLE  width="95%" border="0" cellspacing="0" cellpadding="0" id="activity">
              <TR>
                <TD valign="top"><TABLE  width="100%" cellspacing="0" cellpadding="0" border="0" >
                    <TR>
                      <TD width="5" class="activity_topbar"><img border="0" src="../../images/lab_toplft.gif" width="116" height="23"></TD>
                      <TD class="activity_topbar"><IMG alt="" height="1" width="3" src="../../images/s.gif"></TD>
                      <TD align="right" valign="top" class="activity_topbar"><IMG alt="" src="../../images/corner_ur_7.gif" width="7" height="7"></TD>
                    </TR>
                  </TABLE>
                    <TABLE width="100%" cellspacing="0" cellpadding="0" border="0" id="table3">
                      <TR>
                        <TD><TABLE width="100%" cellpadding="2" cellspacing="0" border="0"  id="table4">
                            <TR>
                              <TD width="15" class="activity_text">&nbsp;</TD>
                              
                            <TD class="activity_text"><img border="0" src="../../images/lab_icon.gif" width="36" height="30"> <a target="_blank" href="../worksheet6_4_1/6.4.1_WS_Match_ACPI_Standards.pdf">Fiche de travail</a>
<p> <span class="activity_bold">Normes ACPI</span><br> S&eacute;lectionnez la norme ACPI pour chaque caract&eacute;ristique<br> <br>
                              </p></TD>
                            </TR>
                        </TABLE></TD>
                      </TR>
                  </TABLE></TD>
              </TR>
            </TABLE>
            <p>&nbsp;</p>
            </td>
          </tr>
         </table>  
       </td>
     </tr>
	</table>

</body>

</html>