<html>

<head>
<meta http-equiv="Content-Language" content="fr-fr">
<meta http-equiv="Content-Type" content="text/html; charset=windows-1252">
<title>Contenu</title>
<base target="_self">
<link href="../../css/content.css" rel="stylesheet" type="text/css">
</head>

<body onLoad="window.focus();">
<table border="0" cellpadding="0" cellspacing="0" width="100%">
	<!--  Start top title Lesson Bar -->
	  <tr>
	    <td width="18" class="toptitle01_white_bold" valign="top">
	    <img border="0" src="../../images/content_lines.gif" width="16" height="25"> <img border="0" src="../../images/transdot.gif" width="2" height="1"></td>
	    
    <td width="18" class="toptitle01_white_bold">8.13</td>
	    <td class="toptitle01_white_bold"><img border="0" src="../../images/transdot.gif" width="10" height="1"></td>
	    
    <td width="100%" class="toptitle01_white_bold">R&eacute;sum&eacute;</td>
	    <td width="9" class="toptitle01_white_bold_margin">&nbsp;</td>
	  </tr>
	  <!--  End top title Lesson Bar --> <!--  Start top title Topic Bar --> <!-- 	 <tr> 	    <td width="18" height="25" class="toptitle02_white_bold">&nbsp;</td> 	    <td height="25"  class="toptitle02_white_bold">6.2.3</td>  	    <td class="toptitle02_white_bold"><img border="0" src="../../images/transdot.gif" width="10" height="1"></td> 	    <td width="100%" height="25" class="toptitle02_white_bold">Describe the components found on the laptop docking station</td> 	    <td height="25" width="9" class="toptitle02_white_bold_margin">&nbsp;</td> 	  </tr> 	 <!--  End top title Topic Bar -->	
</table>
	
	<!-- CONTENT -->
	<table border="0" cellpadding="0" cellspacing="0" width="95%" >
		<tr>
			<td width="20"></td>
			<td>
        <table border="0" cellpadding="0" cellspacing="0"  width="95%">
          
        <tr> 
          <td width="100%"> 
            <p>Ce chapitre vous a familiaris&eacute; avec les bases de la mise en r&eacute;seau, les avantages de la mise en place d&rsquo;un r&eacute;seau et les diff&eacute;rentes m&eacute;thodes de connexion entre les ordinateurs et le r&eacute;seau. Les diff&eacute;rents aspects du d&eacute;pannage d&rsquo;un r&eacute;seau ont &eacute;t&eacute; abord&eacute;s, avec des exemples d&rsquo;analyse et d&rsquo;impl&eacute;mentation de solutions simples. Il est important de ne pas oublier les concepts suivants abord&eacute;s dans ce chapitre&nbsp;:</p>
            <ul>
              <li>Un r&eacute;seau informatique est compos&eacute; de plusieurs ordinateurs qui partagent des donn&eacute;es et des ressources. </li>
              <li>Un r&eacute;seau local est un groupe d&rsquo;ordinateurs interconnect&eacute;s, plac&eacute;s sous un contr&ocirc;le administratif unique. </li>
              <li>Les r&eacute;seaux &eacute;tendus sont des r&eacute;seaux qui connectent plusieurs r&eacute;seaux locaux situ&eacute;s dans des zones g&eacute;ographiques distinctes.</li>
              <li>Dans un r&eacute;seau peer to peer, les p&eacute;riph&eacute;riques sont connect&eacute;s directement les uns aux autres. Ce type de r&eacute;seau est facile &agrave; installer et aucun &eacute;quipement suppl&eacute;mentaire ou administrateur d&eacute;di&eacute; n&rsquo;est requis. Les utilisateurs contr&ocirc;lent leurs propres ressources et le r&eacute;seau fonctionne mieux lorsque le nombre d&rsquo;ordinateurs est faible. Un r&eacute;seau client-serveur utilise un syst&egrave;me d&eacute;di&eacute; qui joue le r&ocirc;le de serveur. Ce serveur r&eacute;pond aux requ&ecirc;tes envoy&eacute;es par les utilisateurs ou les clients connect&eacute;s au r&eacute;seau.</li>
              <li>Un r&eacute;seau local utilise une connexion directe entre les ordinateurs. Ce type de r&eacute;seau est adapt&eacute; aux sites de petite taille (domicile particulier, b&acirc;timent ou &eacute;cole). Un r&eacute;seau &eacute;tendu utilise des lignes de communication s&eacute;rie, point &agrave; point ou point &agrave; multipoint, pour communiquer sur des distances plus importantes. Un r&eacute;seau local sans fil utilise la technologie sans fil pour connecter les p&eacute;riph&eacute;riques entre eux.</li>
              <li>La topologie d&rsquo;un r&eacute;seau d&eacute;finit la mani&egrave;re dont les ordinateurs, les imprimantes et les autres p&eacute;riph&eacute;riques sont connect&eacute;s. La topologie physique correspond &agrave; la disposition des c&acirc;bles et des p&eacute;riph&eacute;riques, ainsi qu&rsquo;aux chemins utilis&eacute;s pour la transmission des donn&eacute;es. La topologie logique est le chemin qu&rsquo;empruntent les signaux pour aller d&rsquo;un point &agrave; un autre. Les topologies peuvent &ecirc;tre en bus, en &eacute;toile, en anneau ou maill&eacute;es. </li>
              <li>Des p&eacute;riph&eacute;riques de r&eacute;seau sont utilis&eacute;s pour raccorder les ordinateurs et les p&eacute;riph&eacute;riques, afin qu&rsquo;ils puissent communiquer. Ils incluent les concentrateurs, les ponts, les commutateurs, les routeurs et les p&eacute;riph&eacute;riques multifonction. Le type de p&eacute;riph&eacute;rique choisi d&eacute;pend du type de r&eacute;seau. </li>
              <li>Le support de r&eacute;seau est la m&eacute;thode par laquelle les signaux, ou les donn&eacute;es, sont envoy&eacute;s d&rsquo;un ordinateur &agrave; un autre. Les signaux peuvent &ecirc;tre transmis par c&acirc;ble ou par technologie sans fil. Les types de support pr&eacute;sent&eacute;s ici incluent les c&acirc;bles coaxiaux, &agrave; paires torsad&eacute;es, en fibre optique et les fr&eacute;quences radio.</li>
              <li>L&rsquo;architecture Ethernet est aujourd&rsquo;hui le type d&rsquo;architecture de r&eacute;seau local le plus utilis&eacute;. L&rsquo;architecture est la structure globale d&rsquo;un syst&egrave;me informatique ou de communications. Elle d&eacute;termine les capacit&eacute;s et les limites du syst&egrave;me. L&rsquo;architecture Ethernet est bas&eacute;e sur la norme IEEE 802.3 La norme IEEE 802.3 sp&eacute;cifie que le r&eacute;seau doit utiliser la m&eacute;thode de contr&ocirc;le d&rsquo;acc&egrave;s CSMA/CD. </li>
              <li>Le mod&egrave;le de r&eacute;f&eacute;rence OSI est un cadre normatif industriel utilis&eacute; pour s&eacute;parer les fonctions de r&eacute;seau en sept couches distinctes. Le mod&egrave;le contient les couches Application, Pr&eacute;sentation, Session, Transport, R&eacute;seau, Liaison de donn&eacute;es et Physique. Il est important de bien comprendre la fonction de chacune de ces couches. </li>
              <li>La suite de protocoles TCP/IP est devenue la norme privil&eacute;gi&eacute;e en mati&egrave;re d&rsquo;Internet. TCP/IP repr&eacute;sente un ensemble de normes publiques sp&eacute;cifiant la mani&egrave;re dont les paquets d&rsquo;information sont &eacute;chang&eacute;s entre les ordinateurs sur un ou plusieurs r&eacute;seaux.</li>
              <li>Une carte r&eacute;seau est un p&eacute;riph&eacute;rique qui se branche sur la carte m&egrave;re de l&rsquo;ordinateur et est &eacute;quip&eacute;e de ports pour la connexion des c&acirc;bles r&eacute;seau. Il s&rsquo;agit de l&rsquo;interface entre l&rsquo;ordinateur et le r&eacute;seau local. </li>
              <li>Un modem est un appareil &eacute;lectronique utilis&eacute; pour les communications informatiques, via la ligne t&eacute;l&eacute;phonique. Il permet de transf&eacute;rer des donn&eacute;es entre diff&eacute;rents ordinateurs. Le modem convertit les donn&eacute;es en octets en flux de bits s&eacute;rie. Tous les modems ont besoin d&rsquo;un logiciel pour contr&ocirc;ler les sessions de communication. Le jeu de commandes que la plupart des logiciels modernes utilisent est le jeu de commandes Hayes.</li>
              <li>Les trois m&eacute;thodes de transmission pour l&rsquo;envoi de signaux sur des canaux de donn&eacute;es sont&nbsp;: unidirectionnelle, bidirectionnelle non simultan&eacute;e et bidirectionnelle simultan&eacute;e. La technologie de r&eacute;seau bidirectionnelle simultan&eacute;e permet d&rsquo;am&eacute;liorer les performances, car les donn&eacute;es peuvent &ecirc;tre envoy&eacute;es et re&ccedil;ues en m&ecirc;me temps. La DSL, le modem c&acirc;ble bidirectionnel et les autres technologies &agrave; large bande fonctionnent en mode bidirectionnel simultan&eacute;.</li>
              <li>Les p&eacute;riph&eacute;riques et le support r&eacute;seau, tels que les composants informatiques, doivent faire l&rsquo;objet d&rsquo;une maintenance r&eacute;guli&egrave;re. Il est important de nettoyer r&eacute;guli&egrave;rement les &eacute;quipements et de faire preuve d&rsquo;une approche proactive dans la pr&eacute;vention des probl&egrave;mes. Ceci inclut la r&eacute;paration ou le remplacement des &eacute;quipements d&eacute;fectueux, pour &eacute;viter toute interruption de service.</li>
              <li>Lors de la r&eacute;solution des probl&egrave;mes de r&eacute;seau, &eacute;coutez attentivement ce que le client a &agrave; vous dire, afin de pouvoir formuler les questions, ouvertes et ferm&eacute;es, qui vous aideront &agrave; d&eacute;terminer par o&ugrave; commencer la r&eacute;solution du probl&egrave;me. V&eacute;rifiez les causes possibles &eacute;videntes et appliquez des solutions rapides avant de lancer une proc&eacute;dure de d&eacute;pannage approfondie.</li>
            </ul>
          </td>
          </tr>
         </table>  
       </td>
     </tr>
	</table>

</body>

</html>