<html>

<head>
<meta http-equiv="Content-Language" content="fr-fr">
<meta http-equiv="Content-Type" content="text/html; charset=windows-1252">
<title>Contenu</title>
<base target="_self">
<link href="../../css/content.css" rel="stylesheet" type="text/css">
</head>

<body onLoad="window.focus();">
<table border="0" cellpadding="0" cellspacing="0" width="100%">
	<!--  Start top title Lesson Bar -->
	  <tr>
	    <td width="18" class="toptitle01_white_bold" valign="top">
	    <img border="0" src="../../images/content_lines.gif" width="16" height="25"> <img border="0" src="../../images/transdot.gif" width="2" height="1"></td>
	    
    <td width="18" class="toptitle01_white_bold">5.5</td>
	    <td class="toptitle01_white_bold"><img border="0" src="../../images/transdot.gif" width="10" height="1"></td>
	    
    <td width="100%" class="toptitle01_white_bold">Navigation dans une interface graphique utilisateur (Windows)</td>
	    <td width="9" class="toptitle01_white_bold_margin">&nbsp;</td>
	  </tr>
	  <!--  End top title Lesson Bar --> <!--  Start top title Topic Bar -->
 	 <tr>
	    <td width="18" height="25" class="toptitle02_white_bold">&nbsp;</td>
	    
    <td height="25"  class="toptitle02_white_bold">5.5.1</td> 
	    <td class="toptitle02_white_bold"><img border="0" src="../../images/transdot.gif" width="10" height="1"></td>
	    
    <td width="100%" height="25" class="toptitle02_white_bold"><strong>Manipulation des &eacute;l&eacute;ments du bureau</strong></td>
	    <td height="25" width="9" class="toptitle02_white_bold_margin">&nbsp;</td>
  </tr>
	 <!--  End top title Topic Bar -->
</table>
	
	<!-- CONTENT -->
	<table border="0" cellpadding="0" cellspacing="0" width="95%" >
		<tr>
			<td width="20"></td>
			<td>
        <table border="0" cellpadding="0" cellspacing="0"  width="95%">
          
        <tr> 
          <td width="100%"> 
            <p>Une fois le syst&egrave;me d&rsquo;exploitation install&eacute;, le bureau peut &ecirc;tre personnalis&eacute; en fonction des besoins de chacun. Le bureau d&rsquo;un ordinateur est une repr&eacute;sentation graphique d&rsquo;un espace de travail. Le bureau comporte des ic&ocirc;nes, des barres d&rsquo;outils et des menus pour manipuler les fichiers. Il peut &ecirc;tre personnalis&eacute; avec des images, des sons et des couleurs, pour une apparence plus personnalis&eacute;e.</p>
            <p><strong>Propri&eacute;t&eacute;s du bureau</strong><br> Pour personnaliser l&rsquo;interface graphique utilisateur de votre bureau, cliquez avec le bouton droit de la souris sur le bureau et s&eacute;lectionnez <strong>Propri&eacute;t&eacute;s</strong>, comme indiqu&eacute; dans la Figure 1. Le menu <strong>Propri&eacute;t&eacute;s de Affichage</strong> comporte cinq onglets&nbsp;: Th&egrave;mes, Bureau, &Eacute;cran de veille, Apparence et Param&egrave;tres. Utilisez ces onglets pour personnaliser vos param&egrave;tres d&rsquo;affichage.</p>
            <p><strong>&Eacute;l&eacute;ments du bureau<br></strong>Plusieurs &eacute;l&eacute;ments du bureau peuvent &ecirc;tre personnalis&eacute;s, la Barre des t&acirc;ches et la Corbeille par exemple. Pour personnaliser un &eacute;l&eacute;ment, cliquez dessus avec le bouton droit de la souris et s&eacute;lectionnez <strong>Propri&eacute;t&eacute;s</strong>.</p>
            <p><strong>Menu D&eacute;marrer<br></strong>Sur le bureau, cliquez sur le bouton <strong>D&eacute;marrer</strong> pour acc&eacute;der au menu D&eacute;marrer. Le menu <strong>D&eacute;marrer</strong>, pr&eacute;sent&eacute; dans la Figure 2, affiche toutes les applications install&eacute;es sur l&rsquo;ordinateur, une liste des documents r&eacute;cemment ouverts, ainsi qu&rsquo;une liste d&rsquo;autres &eacute;l&eacute;ments, par exemple, la fonction de recherche, le centre d&rsquo;aide et les param&egrave;tres syst&egrave;me. Le menu <strong>D&eacute;marrer</strong> peut &eacute;galement &ecirc;tre personnalis&eacute;. Deux types de menu D&eacute;marrer sont disponibles&nbsp;: XP et classique. Le menu <strong>D&eacute;marrer</strong> XP sera utilis&eacute; tout au long de ce cours pour pr&eacute;senter des s&eacute;quences de commandes.</p>
            <p><strong>Poste de travail</strong><br> Pour acc&eacute;der aux diff&eacute;rents disques install&eacute;s sur l&rsquo;ordinateur, double-cliquez sur l&rsquo;ic&ocirc;ne <strong>Poste de travail</strong> qui appara&icirc;t sur le bureau. Pour personnaliser certains param&egrave;tres, cliquez avec le bouton droit de la souris sur <strong>Poste de travail</strong>, puis sur <strong>Propri&eacute;t&eacute;s</strong>. Les param&egrave;tres suivants peuvent &ecirc;tre personnalis&eacute;s&nbsp;:
            <ul>
              <li>nom de l&rsquo;ordinateur&nbsp;; </li>
              <li>param&egrave;tres mat&eacute;riels&nbsp;; </li>
              <li>m&eacute;moire virtuelle&nbsp;; </li>
              <li>mises &agrave; jour automatiques&nbsp;; </li>
              <li>utilisation &agrave; distance. </li>
            </ul>
            <p><strong>Lancement des applications<br></strong>Les applications peuvent &ecirc;tre lanc&eacute;es de diff&eacute;rentes mani&egrave;res&nbsp;:</p>
            <ul>
              <li>en cliquant sur l&rsquo;application dans le menu <strong>D&eacute;marrer</strong>&nbsp;; </li>
              <li>en double-cliquant sur l&rsquo;ic&ocirc;ne du raccourci de l&rsquo;application sur le bureau&nbsp;; </li>
              <li>en double-cliquant sur le fichier ex&eacute;cutable de l&rsquo;application dans <strong>Poste de travail</strong>&nbsp;; </li>
              <li>en lan&ccedil;ant l&rsquo;application &agrave; partir de la fen&ecirc;tre <strong>Ex&eacute;cuter</strong> ou de la ligne de commande.</li>
			</ul>
<p>
              <!-- Start Activity box   --> <strong>Favoris r&eacute;seau</strong><br> Pour afficher et configurer les connexions r&eacute;seau, cliquez avec le bouton droit de la souris sur l&rsquo;ic&ocirc;ne <strong>Favoris r&eacute;seau</strong> du bureau. Dans Favoris r&eacute;seau, vous pouvez vous connecter &agrave; un lecteur r&eacute;seau ou vous en d&eacute;connecter. Cliquez sur <strong>Propri&eacute;t&eacute;s</strong> pour configurer des connexions r&eacute;seau existantes, une connexion au r&eacute;seau local filaire ou sans fil par exemple.</p>
            <table  width="95%" border="0" cellspacing="0" cellpadding="0" id="activity">
              <tr> 
                <td valign="top"> 
                  <table  width="100%" cellspacing="0" cellpadding="0" border="0" >
                    <tr> 
                      <td width="5" class="activity_topbar"> 
                      <img border="0" src="../../images/lab_toplft.gif" width="116" height="23"></td>
                      <td class="activity_topbar"><img alt="" height="1" width="3" src="../../images/s.gif"></td>
                      <td align="right" valign="top" class="activity_topbar"> 
                        <img alt="" src="../../images/corner_ur_7.gif" width="7" height="7"></td>
                    </tr>
                  </table>
                  <table width="100%" cellspacing="0" cellpadding="0" border="0" id="table3">
                    <tr> 
                      <td> 
                        <table width="100%" cellpadding="2" cellspacing="0" border="0"  id="table4">
                          <tr> 
                            <td width="15" class="activity_text">&nbsp;</td>
                            <td class="activity_text">
                            <img border="0" src="../../images/lab_icon.gif" width="36" height="30"> <a target="_blank" href="../worksheet5_5_1/5.5.1_Lab_Run_Commands.pdf">Travaux pratiques </a> 
                              <p> <span class="bold">Commandes Ex&eacute;cuter</span><br> Exploration des commandes de l&rsquo;ILC<br> <br>
                              </p>
                            </td>
                          </tr>
                        </table>
                      </td>
                    </tr>
                  </table>
                </td>
              </tr>
            </table>
            <!-- END Activity box   -->
            <p>&nbsp; </p>
          
        </tr>
         </table>  
       </td>
     </tr>
	</table>

</body>

</html>