<html>

<head>
<meta http-equiv="Content-Language" content="fr-fr">
<meta http-equiv="Content-Type" content="text/html; charset=windows-1252">
<title>Contenu</title>
<base target="_self">
<link href="../../css/content.css" rel="stylesheet" type="text/css">
</head>

<body onLoad="window.focus();">
<table border="0" cellpadding="0" cellspacing="0" width="100%">
	<!--  Start top title Lesson Bar -->
	  <tr>
	    <td width="18" class="toptitle01_white_bold" valign="top">
	    <img border="0" src="../../images/content_lines.gif" width="16" height="25"> <img border="0" src="../../images/transdot.gif" width="2" height="1"></td>
	    
    <td width="18" class="toptitle01_white_bold">5.3</td>
	    <td class="toptitle01_white_bold"><img border="0" src="../../images/transdot.gif" width="10" height="1"></td>
	    
    <td width="100%" class="toptitle01_white_bold"><strong>D&eacute;termination du syst&egrave;me d&rsquo;exploitation en fonction des besoins des clients</strong></td>
	    <td width="9" class="toptitle01_white_bold_margin">&nbsp;</td>
	  </tr>
	  <!--  End top title Lesson Bar --> <!--  Start top title Topic Bar -->
 	 <tr>
	    <td width="18" height="25" class="toptitle02_white_bold">&nbsp;</td>
	    
    <td height="25"  class="toptitle02_white_bold">5.3.1</td> 
	    <td class="toptitle02_white_bold"><img border="0" src="../../images/transdot.gif" width="10" height="1"></td>
	    
    <td width="100%" height="25" class="toptitle02_white_bold"><strong>Identification des applications et des environnements compatibles avec un syst&egrave;me d&rsquo;exploitation</strong></td>
	    <td height="25" width="9" class="toptitle02_white_bold_margin">&nbsp;</td>
  </tr>
	 <!--  End top title Topic Bar -->
</table>
	
	<!-- CONTENT -->
	<table border="0" cellpadding="0" cellspacing="0" width="95%" >
		<tr>
			<td width="20"></td>
			<td>
        <table border="0" cellpadding="0" cellspacing="0"  width="95%">
          
        <tr> 
          <td width="100%"> 
            <p>Un syst&egrave;me d&rsquo;exploitation doit &ecirc;tre compatible avec toutes les applications install&eacute;es sur un ordinateur. Avant de recommander un syst&egrave;me d&rsquo;exploitation &agrave; un client, renseignez-vous sur le type d&rsquo;applications qu&rsquo;il utilisera. Si l&rsquo;ordinateur fera partie d&rsquo;un r&eacute;seau, le syst&egrave;me d&rsquo;exploitation doit &eacute;galement &ecirc;tre compatible avec les syst&egrave;mes d&rsquo;exploitation des autres ordinateurs du r&eacute;seau. Le type de r&eacute;seau permet de d&eacute;terminer les syst&egrave;mes d&rsquo;exploitation compatibles. Les r&eacute;seaux Microsoft Windows peuvent comporter plusieurs ordinateurs utilisant diff&eacute;rentes versions des syst&egrave;mes d&rsquo;exploitation Microsoft. Voici quelques principes directeurs qui vous aideront &agrave; d&eacute;terminer quel est le meilleur syst&egrave;me d&rsquo;exploitation pour votre client&nbsp;:</p>
              
              <ul>
                <li>L&rsquo;ordinateur a-t-il des applications &laquo;&nbsp;pr&ecirc;tes &agrave; l&rsquo;emploi&nbsp;&raquo; ou personnalis&eacute;es sp&eacute;cialement programm&eacute;es pour ce client&nbsp;? Si le client utilisera une application personnalis&eacute;e, le programmeur de cette application doit indiquer quel syst&egrave;me d&rsquo;exploitation est compatible avec celle-ci. Les syst&egrave;mes d&rsquo;exploitation compatibles sont list&eacute;s sur l&rsquo;emballage ext&eacute;rieur de la plupart des applications pr&ecirc;tes &agrave; l&rsquo;emploi. </li>
                <li>Les applications sont-elles programm&eacute;es pour un seul utilisateur ou plusieurs utilisateurs&nbsp;?  Ces informations vous aideront &agrave; savoir si vous devez recommander un syst&egrave;me d&rsquo;exploitation de bureau ou un syst&egrave;me d&rsquo;exploitation de r&eacute;seau. Si l&rsquo;ordinateur est destin&eacute; &agrave; &ecirc;tre connect&eacute; &agrave; un r&eacute;seau, veillez &agrave; recommander la m&ecirc;me plateforme de syst&egrave;me d&rsquo;exploitation que celle utilis&eacute;e par les autres ordinateurs du r&eacute;seau.</li>
                <li>Des fichiers de donn&eacute;es sont-ils partag&eacute;s avec d&rsquo;autres ordinateurs, un ordinateur portable ou un ordinateur particulier par exemple&nbsp;? Pour garantir la compatibilit&eacute; des formats de fichiers, recommandez la m&ecirc;me plateforme de syst&egrave;me d&rsquo;exploitation que celle utilis&eacute;e par les autres ordinateurs partageant des fichiers de donn&eacute;es.</li>
              </ul>
            
            <p>Par exemple, votre client peut avoir un r&eacute;seau Windows et vouloir ajouter des ordinateurs &agrave; ce r&eacute;seau. Dans ce cas, vous devez recommander un syst&egrave;me d&rsquo;exploitation Windows pour les nouveaux ordinateurs. Si le client n&rsquo;a pas d&rsquo;&eacute;quipement informatique, le choix des plateformes de syst&egrave;me d&rsquo;exploitation est plus large. Pour recommander un syst&egrave;me d&rsquo;exploitation, vous devez consid&eacute;rer les contraintes budg&eacute;taires, vous renseigner sur l&rsquo;utilisation future de l&rsquo;ordinateur et d&eacute;terminer les types d&rsquo;applications qui seront utilis&eacute;s.</p>
          </tr>
         </table>  
       </td>
     </tr>
	</table>

</body>

</html>