<html>

<head>
<meta http-equiv="Content-Language" content="fr-fr">
<meta http-equiv="Content-Type" content="text/html; charset=windows-1252">
<title>Contenu</title>
<base target="_self">
<link href="../../css/content.css" rel="stylesheet" type="text/css">
</head>

<body onLoad="window.focus();">
<table border="0" cellpadding="0" cellspacing="0" width="100%">
	<!--  Start top title Lesson Bar -->
	  <tr>
	    <td width="18" class="toptitle01_white_bold" valign="top">
	    <img border="0" src="../../images/content_lines.gif" width="16" height="25"> <img border="0" src="../../images/transdot.gif" width="2" height="1"></td>
	    <td width="18" class="toptitle01_white_bold">6.0</td>
	    <td class="toptitle01_white_bold"><img border="0" src="../../images/transdot.gif" width="10" height="1"></td>
	    
    <td width="100%" class="toptitle01_white_bold">Introduction</td>
	    <td width="9" class="toptitle01_white_bold_margin">&nbsp;</td>
	  </tr>
	  <!--  End top title Lesson Bar --> <!--  Start top title Topic Bar --> <!--	 <tr> 	    <td width="18" height="25" class="toptitle02_white_bold">&nbsp;</td> 	    <td height="25"  class="toptitle02_white_bold">1.1.1</td>  	    <td class="toptitle02_white_bold"><img border="0" src="../../images/transdot.gif" width="10" height="1"></td> 	    <td width="100%" height="25" class="toptitle02_white_bold">First TI Title Goes Here</td> 	    <td height="25" width="9" class="toptitle02_white_bold_margin">&nbsp;</td> 	  </tr> 	 <!--  End top title Topic Bar -->
</table>
	
	<!-- CONTENT -->
	<table border="0" cellpadding="0" cellspacing="0" width="95%" >
		<tr>
			<td width="20"></td>
			<td>
        <table border="0" cellpadding="0" cellspacing="0"  width="95%">
          <tr>
            <td width="100%">
              <p>Savez-vous quand les premiers ordinateurs portables ont &eacute;t&eacute; d&eacute;velopp&eacute;s&nbsp;? &Agrave; votre avis, qui utilisait les premiers ordinateurs portables&nbsp;? </p>
              <p>Le GRiD Compass 1101 &eacute;tait l&rsquo;un des premiers ordinateurs portables. Il &eacute;tait utilis&eacute; par des astronautes en missions spatiales au d&eacute;but des ann&eacute;es quatre-vingts. Il pesait 5&nbsp;kg et co&ucirc;tait entre 8&nbsp;000 et 10&nbsp;000&nbsp;$&nbsp;! Les ordinateurs portables d&rsquo;aujourd&rsquo;hui p&egrave;sent souvent moiti&eacute; moins qu&rsquo;un GRiD et co&ucirc;tent moins d&rsquo;un tiers de son prix. Le design compact, l&rsquo;aspect pratique et la technologie en pleine &eacute;volution des ordinateurs portables rendent ceux-ci aussi populaires que les ordinateurs de bureau.</p>
              <p>Les ordinateurs portables, les assistants num&eacute;riques personnels et les t&eacute;l&eacute;phones intelligents deviennent de plus en plus r&eacute;pandus, &agrave; mesure de la diminution de leur prix et de l&rsquo;avanc&eacute;e de leur technologie.  En tant que technicien informatique, vous devez conna&icirc;tre des p&eacute;riph&eacute;riques portables de toutes sortes. Ce chapitre est centr&eacute; sur les diff&eacute;rences entre les ordinateurs portables et les ordinateurs de bureau&nbsp;; il d&eacute;crit &eacute;galement les caract&eacute;ristiques des assistants num&eacute;riques personnels et des t&eacute;l&eacute;phones intelligents. 
			  </p>
              <p>&Agrave; la fin de ce chapitre, vous parviendrez &agrave;&nbsp;: </p>
              
              
            <ul>
              <li>d&eacute;crire les ordinateurs portables et d&rsquo;autres p&eacute;riph&eacute;riques portables&nbsp;;</li>
              <li>identifier et d&eacute;crire les composants d&rsquo;un ordinateur portable&nbsp;;</li>
              <li>comparer les composants des ordinateurs portables et de bureau&nbsp;;</li>
              <li>expliquer comment configurer des ordinateurs portables&nbsp;;</li>
              <li>comparer les diff&eacute;rentes normes de t&eacute;l&eacute;phones portables&nbsp;;</li>
              <li>identifier des techniques de maintenance pr&eacute;ventive courantes pour les ordinateurs et autres p&eacute;riph&eacute;riques portables&nbsp;; </li>
              <li>d&eacute;crire comment d&eacute;panner des ordinateurs et d&rsquo;autres p&eacute;riph&eacute;riques portables.</li>
            </ul>
            </td>
          </tr>
         </table>  
       </td>
     </tr>
	</table>

</body>

</html>