<html>
	<head>
<!-- Inserted by TRADOS: --><META HTTP-EQUIV="content-type" CONTENT="text/html; charset=UTF-8">

		<title>Guide de l&rsquo;utilisateur - Th&egrave;me</title>
	</head>

	<body>
		<h1>Guide de l&rsquo;utilisateur - Th&egrave;me</h1>
		<h2>Sommaire</h2>
		<ol>
			<li><a href="#courselevel">Niveau du cours</a></li>
			<li><a href="#mediapresentation">Pr&eacute;sentation multim&eacute;dia</a></li>
			<li><a href="#pagelayout">Mise en page</a></li>
			<li><a href="#keyboardnav">Navigation au clavier</a></li>
		</ol>


		<br><br> <a href="javascript:window.close();">Fermer la fen&ecirc;tre</a><br> <a href="javascript:scroll(0,0);">Haut de la page</a> <br><br> <a name="courselevel"></a>
		<h2>1. Niveau du cours</h2>
		<p>L&rsquo;attribut du niveau du cours modifie le niveau auquel le contenu du cours est affich&eacute;. Les options sont : Chapitre, Section, Rubrique ou Page.  Le niveau par d&eacute;faut est Chapitre.</p>
		<ul>
			<li>Chapitre : affiche toutes les sections, rubriques et pages du chapitre s&eacute;lectionn&eacute;.</li>
			<li>Section : affiche toutes les rubriques et pages de la section s&eacute;lectionn&eacute;e.</li>
			<li>Rubrique : affiche toutes les pages de la rubrique s&eacute;lectionn&eacute;e.</li>
			<li>Page : affiche uniquement la page s&eacute;lectionn&eacute;e.</li>
		</ul>
		<br/><br/><img src="accessible_uguide_images/courselevel.png" width="296" height="103" alt="Zone de s&eacute;lection du niveau du cours" border="1"/> <br><br><br> <a href="javascript:window.close();">Fermer la fen&ecirc;tre</a><br> <a href="javascript:scroll(0,0);">Haut de la page</a> <br><br> <a name="mediapresentation"></a>
		<h2>2. Pr&eacute;sentation multim&eacute;dia</h2>
		<p>L&rsquo;attribut de pr&eacute;sentation multim&eacute;dia modifie le format auquel la partie multim&eacute;dia de chaque page est affich&eacute;e. Les options sont : Toutes les options, Texte court, Texte complet ou Multim&eacute;dia visuel interactif.  La pr&eacute;sentation par d&eacute;faut est Toutes les options.
		</p>
		<ul>
			<li>Texte du multim&eacute;dia uniquement : une courte description &eacute;crite de chaque &eacute;l&eacute;ment multim&eacute;dia est pr&eacute;sent&eacute;e chaque fois qu&rsquo;un &eacute;l&eacute;ment multim&eacute;dia est rencontr&eacute; dans le cours. Cette option est enti&egrave;rement accessible via le clavier.</li> 
			<li>Multim&eacute;dia visuel interactif uniquement : l&rsquo;&eacute;l&eacute;ment multim&eacute;dia s&rsquo;affiche dans son format d&rsquo;origine, qui contient une pr&eacute;sentation visuelle du contenu et souvent des &eacute;l&eacute;ments interactifs tels qu&rsquo;une vid&eacute;o, un glisser-d&eacute;placer, une animation ou un exercice. Les &eacute;l&eacute;ments pr&eacute;sent&eacute;s dans ce format ne sont pas enti&egrave;rement accessibles et requi&egrave;rent l&rsquo;utilisation de la souris.</li> 
			<li>Texte et multim&eacute;dia visuel : aucun multim&eacute;dia n&rsquo;est affich&eacute; par d&eacute;faut.  &Agrave; chaque fois qu&rsquo;un &eacute;l&eacute;ment multim&eacute;dia s&rsquo;affiche dans le cours, l&rsquo;utilisateur peut s&eacute;lectionner la fa&ccedil;on dont le multim&eacute;dia est affich&eacute;.  Cette s&eacute;lection est effectu&eacute;e pour chaque &eacute;l&eacute;ment multim&eacute;dia, et chacun peut &ecirc;tre affich&eacute; dans un format diff&eacute;rent.</li>
		</ul>
		<br/><br/><img src="accessible_uguide_images/mediapresentation.png" width="336" height="82" alt="Zone de s&eacute;lection de la pr&eacute;sentation multim&eacute;dia" border="1"/> <br><br><br> <a href="javascript:window.close();">Fermer la fen&ecirc;tre</a><br> <a href="javascript:scroll(0,0);">Haut de la page</a> <br><br> <a name="pagelayout"></a>
		<h2>3. Mise en page</h2>
		<p>Toutes les pages sont mises en forme de la m&ecirc;me fa&ccedil;on, mais le contenu d&eacute;pend du niveau de cours choisi avant le lancement.</p>
		<p>Les premiers &eacute;l&eacute;ments qui s&rsquo;affichent sont les liens vers les outils du cours.  Ils permettent d&rsquo;acc&eacute;der &agrave; une zone situ&eacute;e dans la partie sup&eacute;rieure de la page, avec l&rsquo;outil s&eacute;lectionn&eacute;.  Les deux outils disponibles sont &laquo; Rechercher &raquo; et &laquo; Glossaire &raquo;. L&rsquo;extr&eacute;mit&eacute; de la zone des outils est indiqu&eacute;e par une r&egrave;gle horizontale.</p>
		<ul>
			<li>Rechercher - S&rsquo;ouvre dans une nouvelle fen&ecirc;tre. Contient un champ dans lequel vous pouvez entrer n&rsquo;importe quelle cha&icirc;ne &agrave; rechercher.  Une fois la recherche envoy&eacute;e, une liste de pages contenant la cha&icirc;ne recherch&eacute;e dans le corps du texte est g&eacute;n&eacute;r&eacute;e. Les pages sont r&eacute;pertori&eacute;es dans leur ordre d&rsquo;apparition dans le cours.<br/><br/><img src="accessible_uguide_images/search.png" width="604" height="132" alt="Outil Rechercher" border="1"/><br/><br/></li>
			<li>Glossaire - S&rsquo;ouvre dans une nouvelle fen&ecirc;tre. Contient une liste index&eacute;e des termes du glossaire. Vous pouvez s&eacute;lectionner ces termes pour en afficher la d&eacute;finition.  Cet outil est &eacute;galement lanc&eacute; lorsqu&rsquo;un lien hypertexte vers un terme du glossaire est s&eacute;lectionn&eacute; dans le corps du texte d&rsquo;une page.<br/><br/><img src="accessible_uguide_images/glossary.png" width="866" height="481" alt="Outil Glossaire" border="1"/><br/><br/></li>
		</ul>
		<p>L&rsquo;&eacute;l&eacute;ment suivant est l&rsquo;index du cours.  Cette zone de s&eacute;lection contient la liste compl&egrave;te des &eacute;l&eacute;ments du cours r&eacute;partis en fonction du niveau du cours s&eacute;lectionn&eacute;.  Elle permet de naviguer rapidement au sein du cours.  Pour utiliser l&rsquo;index, s&eacute;lectionnez l&rsquo;&eacute;l&eacute;ment souhait&eacute; dans la liste, puis cliquez sur le bouton S&eacute;lectionner pour atteindre cet &eacute;l&eacute;ment. L&rsquo;extr&eacute;mit&eacute; de la zone d&rsquo;index du cours est indiqu&eacute;e par une r&egrave;gle horizontale.<br><img src="accessible_uguide_images/courseindex.png" width="513" height="45" alt="Index du cours" border="1"/><br/><br/></p>
		<p>Le nombre de sections, rubriques et pages affich&eacute;es d&eacute;pend du niveau de cours s&eacute;lectionn&eacute; au lancement. L&rsquo;extr&eacute;mit&eacute; du niveau de contenu est indiqu&eacute;e par une r&egrave;gle horizontale.<br/><br/><img src="accessible_uguide_images/titles.png" width="850" height="131" alt="Formats de titre" border="1"/><br/><br/></p>
		<p>Le contenu du cours est affich&eacute; &agrave; c&ocirc;t&eacute; au format suivant :</p>
		<ul>
			<li>Titre et sous-titre du cours dans la balise &lt;h1&gt;</li>
			<li>Num&eacute;ro et titre du chapitre dans la balise &lt;h2&gt;</li>
			<li>Num&eacute;ro et titre de la section dans la balise &lt;h3&gt;</li>
			<li>Num&eacute;ro et titre de la rubrique en gras et en italique</li>
			<li>Num&eacute;ro de page en gras</li>
		</ul>
		<p>Les derniers &eacute;l&eacute;ments de la page sont les &eacute;l&eacute;ments de navigation Suivant, Pr&eacute;c&eacute;dent et Haut de la page.<br/><br/><img src="accessible_uguide_images/nav.png" width="125" height="72" alt="&Eacute;l&eacute;ments de navigation" border="1"/><br/><br/></p>
		<ul>
			<li>Suivant : passe au chapitre suivant, ou &agrave; la section, rubrique ou page suivante, en fonction du niveau du cours s&eacute;lectionn&eacute;.</li>
			<li>Pr&eacute;c&eacute;dent : passe au chapitre pr&eacute;c&eacute;dent, ou &agrave; la section, rubrique ou page pr&eacute;c&eacute;dente, en fonction du niveau du cours s&eacute;lectionn&eacute;.</li>
			<li>Haut de la page : retourne en haut de la page s&eacute;lectionn&eacute;e.</li>
		</ul>
		<br><br> <a href="javascript:window.close();">Fermer la fen&ecirc;tre</a><br> <a href="javascript:scroll(0,0);">Haut de la page</a> <br><br> <a name="keyboardnav"></a>
		<h2>4. Navigation au clavier</h2>
		<p>Les commandes de clavier suivantes peuvent &ecirc;tre utilis&eacute;es pour acc&eacute;der aux outils et naviguer dans le cours :</p>
		<ul>
			<li>Faire basculer l&rsquo;outil Rechercher : Ctrl+Maj+S - Ouvre l&rsquo;outil Rechercher dans une nouvelle fen&ecirc;tre.</li>
			<li>Faire basculer l&rsquo;outil Glossaire : Ctrl+Maj+G - Ouvre l&rsquo;outil Glossaire dans une nouvelle fen&ecirc;tre.</li>
			<li>Suivant : Ctrl+Alt+Droite passe au chapitre suivant, ou &agrave; la section, rubrique ou page suivante, en fonction du niveau du cours s&eacute;lectionn&eacute;.</li>
			<li>Pr&eacute;c&eacute;dent : Ctrl+Alt+Gauche passe au chapitre pr&eacute;c&eacute;dent, ou &agrave; la section, rubrique ou page pr&eacute;c&eacute;dente, en fonction du niveau du cours s&eacute;lectionn&eacute;.</li>
			<li>Mettre en &eacute;vidence l&rsquo;&eacute;l&eacute;ment suivant : Ctrl+Alt+Bas met l&rsquo;&eacute;l&eacute;ment suivant de la page en &eacute;vidence ;  similaire &agrave; la touche Tab. </li>
			<li>Mettre en &eacute;vidence l&rsquo;&eacute;l&eacute;ment pr&eacute;c&eacute;dent : Ctrl+Alt+Haut met l&rsquo;&eacute;l&eacute;ment pr&eacute;c&eacute;dent de la page en &eacute;vidence ;  similaire &agrave; la combinaison de touches Alt+Tab. </li>
		</ul>
		<p><i>Remarque&nbsp;: certains plugins de navigateur et autres logiciels de superposition, tels que des lecteurs d&rsquo;&eacute;cran, sont susceptibles de remplacer ces commandes de clavier.</i></p>
		<br><br> <a href="javascript:window.close();">Fermer la fen&ecirc;tre</a><br> <a href="javascript:scroll(0,0);">Haut de la page</a>
	</body>
</html>
