<html>

<head>
<meta http-equiv="Content-Language" content="fr-fr">
<meta http-equiv="Content-Type" content="text/html; charset=windows-1252">
<title>Contenu</title>
<base target="_self">
<link href="../../css/content.css" rel="stylesheet" type="text/css">
</head>

<body onLoad="window.focus();">
<table border="0" cellpadding="0" cellspacing="0" width="100%">
	<!--  Start top title Lesson Bar -->
	  <tr>
	    <td width="18" class="toptitle01_white_bold" valign="top">
	    <img border="0" src="../../images/content_lines.gif" width="16" height="25"> <img border="0" src="../../images/transdot.gif" width="2" height="1"></td>
	    <td width="18" class="toptitle01_white_bold">2.2</td>
	    <td class="toptitle01_white_bold"><img border="0" src="../../images/transdot.gif" width="10" height="1"></td>
	    <td width="100%" class="toptitle01_white_bold">Identification des outils et logiciels utilis&eacute;s avec les composants d&rsquo;ordinateurs personnels, et de leurs objectifs</td>
	    <td width="9" class="toptitle01_white_bold_margin">&nbsp;</td>
	  </tr>
	  <!--  End top title Lesson Bar --> <!--  Start top title Topic Bar -->
 	 <tr>
	    <td width="18" height="25" class="toptitle02_white_bold">&nbsp;</td>
	    <td height="25"  class="toptitle02_white_bold">2.2.1</td> 
	    <td class="toptitle02_white_bold"><img border="0" src="../../images/transdot.gif" width="10" height="1"></td>
	    <td width="100%" height="25" class="toptitle02_white_bold">Identification des outils mat&eacute;riels et de leurs objectifs</td>
	    <td height="25" width="9" class="toptitle02_white_bold_margin">&nbsp;</td>
  </tr>
	 <!--  End top title Topic Bar -->
</table>
	
	<!-- CONTENT -->
	<table border="0" cellpadding="0" cellspacing="0" width="95%" >
		<tr>
			<td width="20"></td>
			<td>
        <table border="0" cellpadding="0" cellspacing="0"  width="95%">
          <tr>
            <td width="100%">
			<p>Une bo&icirc;te &agrave; outils doit contenir tous les outils n&eacute;cessaires pour effectuer des r&eacute;parations mat&eacute;rielles. Avec l&rsquo;exp&eacute;rience, vous saurez quels outils doivent &ecirc;tre disponibles pour les diff&eacute;rents types de travaux. Les outils mat&eacute;riels sont regroup&eacute;s en quatre cat&eacute;gories&nbsp;: </p>
  			 <ul>
									<li>outils antistatiques&nbsp;;</li>
									<li>outils &agrave; main&nbsp;;</li>
									<li>outils de nettoyage&nbsp;;</li> 
									<li>outils de diagnostic.</li>
			  </ul>
			  
            <p><span class="bold">Outils antistatiques</span><br> Il existe deux outils antistatiques&nbsp;: le bracelet antistatique et le tapis antistatique. Le bracelet antistatique prot&egrave;ge l&rsquo;&eacute;quipement informatique lorsqu&rsquo;il est mis &agrave; la terre sur un ch&acirc;ssis d&rsquo;ordinateur. Le tapis antistatique prot&egrave;ge l&rsquo;&eacute;quipement informatique en emp&ecirc;chant toute accumulation d&rsquo;&eacute;lectricit&eacute; statique sur le mat&eacute;riel ou sur le technicien. Cliquez sur chaque &eacute;l&eacute;ment de la Figure 1 pour en savoir plus sur les outils antistatiques.</p>
 			<p><span class="bold">Outils &agrave; main</span><br> La plupart des outils utilis&eacute;s au cours du processus de montage d&rsquo;un ordinateur sont de petits outils &agrave; main. Ils sont disponibles s&eacute;par&eacute;ment ou dans une bo&icirc;te &agrave; outils pour les r&eacute;parations informatiques. Les tailles, qualit&eacute;s et tarifs des bo&icirc;tes &agrave; outils sont tr&egrave;s nombreux. Cliquez sur chaque &eacute;l&eacute;ment de la Figure 2 pour en savoir plus sur les outils &agrave; main.</p>
  			<p><span class="bold">Outils de nettoyage</span><br> Disposer des outils de nettoyage ad&eacute;quats est essentiel lors de l&rsquo;entretien ou de la r&eacute;paration d&rsquo;ordinateurs. L&rsquo;utilisation de ces outils garantit que les composants informatiques ne sont pas endommag&eacute;s lors du nettoyage. Cliquez sur chaque &eacute;l&eacute;ment de la Figure 3 pour en savoir plus sur les outils de nettoyage.</p>
 			<p><span class="bold">Outils de diagnostic</span><br> Un multim&egrave;tre num&eacute;rique et un adaptateur de bouclage sont utilis&eacute;s pour tester le mat&eacute;riel. Cliquez sur chaque &eacute;l&eacute;ment de la Figure 4 pour en savoir plus sur les outils de diagnostic.</p>
          </tr>
         </table>  
       </td>
     </tr>
	</table>

</body>

</html>