<html>

<head>
<meta http-equiv="Content-Language" content="fr-fr">
<meta http-equiv="Content-Type" content="text/html; charset=windows-1252">
<title>Contenu</title>
<base target="_self">
<link href="../../css/content.css" rel="stylesheet" type="text/css">
</head>

<body onLoad="window.focus();">
<table border="0" cellpadding="0" cellspacing="0" width="100%">
	<!--  Start top title Lesson Bar -->
	  <tr>
	  	    <td width="18" class="toptitle01_white_bold" valign="top">
	  	    <img border="0" src="../../images/content_lines.gif" width="16" height="25"> <img border="0" src="../../images/transdot.gif" width="2" height="1"></td>

	      	<td width="18" class="toptitle01_white_bold">10.2</td>
	  	    <td class="toptitle01_white_bold"><img border="0" src="../../images/transdot.gif" width="10" height="1"></td>

	      	
    <td width="100%" class="toptitle01_white_bold"><font size="2" face="Arial"><b>Description de bonnes techniques de communication et d&rsquo;un comportement professionnel</b></font></td>
	  	    <td width="9" class="toptitle01_white_bold_margin">&nbsp;</td>
	  </tr>
	  <!--  End top title Lesson Bar --> <!--  Start top title Topic Bar -->
 	<tr>
	    <td width="18" height="25" class="toptitle02_white_bold">&nbsp;</td>
	    <td height="25"  class="toptitle02_white_bold">10.2.6</td>
	    <td class="toptitle02_white_bold"><img border="0" src="../../images/transdot.gif" width="10" height="1"></td>
	    
    <td width="100%" height="25" class="toptitle02_white_bold"><font size="2" face="Arial">Respect des accords de niveau de service (ANS)</font></td>
	    <td height="25" width="9" class="toptitle02_white_bold_margin">&nbsp;</td>
  </tr>
	 <!--  End top title Topic Bar -->
</table>

	<!-- CONTENT -->
		<table border="0" cellpadding="0" cellspacing="0" width="95%" >
		<tr>
		<td width="20"></td>
		<td>
        <table border="0" cellpadding="0" cellspacing="0"  width="95%">
        <tr>
          <td width="100%"> 
            <p>Lorsque vous &ecirc;tes en contact avec un client, il est important de respecter son accord de niveau de service (ANS).  Un ANS est un contrat d&eacute;finissant les exigences en mati&egrave;re de niveau d&rsquo;assistance et de service, entre une organisation et le fournisseur de services. En tant qu&rsquo;employ&eacute; du fournisseur de services, il vous incombe d&rsquo;honorer l&rsquo;ANS &eacute;tabli avec le client. Cliquez &agrave; l&rsquo;int&eacute;rieur des cercles de la Figure 1 pour examiner de plus pr&egrave;s certaines sections standard pr&eacute;sentes dans un ANS.</p>

		    <p>En g&eacute;n&eacute;ral, un ANS est un accord l&eacute;gal contenant les responsabilit&eacute;s de toutes les parties concern&eacute;es. Voici quelques clauses souvent pr&eacute;sentes dans un ANS&nbsp;:</p>

		<ul>
			<li>temps de r&eacute;ponse garantis (souvent bas&eacute;s sur le type d&rsquo;appel et le niveau de l&rsquo;accord de service)&nbsp;;</li>
			<li>&eacute;quipement et/ ou logiciel pris en charge&nbsp;;</li>
			<li>lieu o&ugrave; le service est fourni&nbsp;;</li>
			<li>maintenance pr&eacute;ventive&nbsp;;</li>
			<li>diagnostics&nbsp;;</li>
			<li>disponibilit&eacute; des pi&egrave;ces (pi&egrave;ces &eacute;quivalentes)&nbsp;;</li>
			<li>co&ucirc;t et p&eacute;nalit&eacute;s&nbsp;;</li>
			<li>heures de disponibilit&eacute; des services (par exemple 24 heures sur 24, 7 jours sur 7&nbsp;; du lundi au vendredi de 8&nbsp;h &agrave; 17&nbsp;h, heure de la c&ocirc;te est am&eacute;ricaine&nbsp;; etc.).</li>
		</ul>

		<p>Des exceptions &agrave; l&rsquo;ANS sont possibles. Veillez &agrave; respecter les d&eacute;tails des r&egrave;gles de votre entreprise. Certaines exceptions permettent de modifier le niveau de service d&rsquo;un client ou de transf&eacute;rer son probl&egrave;me &agrave; la direction. Un tel transfert doit &ecirc;tre r&eacute;serv&eacute; aux situations sp&eacute;ciales. Par exemple, un client de longue date ou appartenant &agrave; une tr&egrave;s grande entreprise peut rencontrer un probl&egrave;me qui ne fait pas partie des param&egrave;tres d&eacute;finis dans son ANS avec votre employeur. Dans ce cas, la direction peut d&eacute;cider de prendre tout de m&ecirc;me en charge ce client pour des raisons de relations avec la client&egrave;le.</p>

		<p>Pouvez-vous sugg&eacute;rer d&rsquo;autres circonstances dans lesquelles il est indiqu&eacute; de transf&eacute;rer un appel &agrave; la direction&nbsp;?</p>

		  </td>
          </tr>
         </table>
       </td>
     </tr>
	</table>

</body>

</html>