<html>

<head>
<meta http-equiv="Content-Language" content="fr-fr">
<meta http-equiv="Content-Type" content="text/html; charset=windows-1252">
<title>Contenu</title>
<base target="_self">
<link href="../../css/content.css" rel="stylesheet" type="text/css">
</head>

<body onLoad="window.focus();">
<table border="0" cellpadding="0" cellspacing="0" width="100%">
	<!--  Start top title Lesson Bar -->
	  <tr>
	    <td width="18" class="toptitle01_white_bold" valign="top">
	    <img border="0" src="../../images/content_lines.gif" width="16" height="25"> <img border="0" src="../../images/transdot.gif" width="2" height="1"></td>
	    
    <td width="18" class="toptitle01_white_bold">8.5</td>
	    <td class="toptitle01_white_bold"><img border="0" src="../../images/transdot.gif" width="10" height="1"></td>
	    <td width="100%" class="toptitle01_white_bold">Description des diff&eacute;rentes topologies et architectures d&rsquo;un r&eacute;seau local</td>
	    <td width="9" class="toptitle01_white_bold_margin">&nbsp;</td>
	  </tr>
	  <!--  End top title Lesson Bar --> <!--  Start top title Topic Bar -->
	 <tr>
	    <td width="18" height="25" class="toptitle02_white_bold">&nbsp;</td>
	    
    <td height="25"  class="toptitle02_white_bold">8.5.2</td> 
	    <td class="toptitle02_white_bold"><img border="0" src="../../images/transdot.gif" width="10" height="1"></td>
	    <td width="100%" height="25" class="toptitle02_white_bold">Description des architectures de r&eacute;seau local</td>
	    <td height="25" width="9" class="toptitle02_white_bold_margin">&nbsp;</td>
	  </tr>
	 <!--  End top title Topic Bar -->	
</table>
	
	<!-- CONTENT -->
	<table border="0" cellpadding="0" cellspacing="0" width="95%" bordercolor="#111111">
		<tr>
			<td width="20"></td>
			<td>
        <table border="0" cellpadding="0" cellspacing="0" bordercolor="#111111" width="95%">
          
        <tr> 
          <td width="100%"> 
            <p>L&rsquo;architecture d&rsquo;un r&eacute;seau local d&eacute;crit &agrave; la fois sa topologie physique et sa topologie logique. La Figure&nbsp;1 pr&eacute;sente les trois architectures de r&eacute;seau local les plus courantes. </p>
            
            <p><span class="bold">Ethernet</span><br> L&rsquo;architecture Ethernet est bas&eacute;e sur la norme IEEE 802.3 Celle-ci sp&eacute;cifie qu&rsquo;un r&eacute;seau doit utiliser la m&eacute;thode de contr&ocirc;le d&rsquo;acc&egrave;s CSMA/CD (acc&egrave;s multiple avec &eacute;coute de porteuse et d&eacute;tection des collisions). Avec la m&eacute;thode CSMA/CD, les h&ocirc;tes acc&egrave;dent au r&eacute;seau sur la base de la m&eacute;thode de transmission de donn&eacute;es &laquo;&nbsp;premier arriv&eacute;, premier servi&nbsp;&raquo; de la topologie de diffusion.</p>  

            <p>Les r&eacute;seaux Ethernet utilisent une topologie logique en bus ou de diffusion et une topologie physique en bus ou en &eacute;toile.  &Agrave; mesure que le r&eacute;seau Ethernet s&rsquo;&eacute;tend, l&rsquo;impl&eacute;mentation se fait g&eacute;n&eacute;ralement via une topologie en &eacute;toile ou en &eacute;toile hi&eacute;rarchique, comme indiqu&eacute; dans la Figure&nbsp;1. Les d&eacute;bits de transfert standard sont de 10&nbsp;Mbits/s et 100&nbsp;Mbits/s&nbsp;; toutefois, les nouvelles normes font appel &agrave; Gigabit Ethernet, capable d&rsquo;atteindre des d&eacute;bits jusqu&rsquo;&agrave; 1&nbsp;000&nbsp;Mbits/s (1&nbsp;Gbit/s).</p>
            
            <p><span class="bold">Token Ring</span><br> La soci&eacute;t&eacute; IBM est &agrave; l&rsquo;origine de Token Ring, une architecture de r&eacute;seau fiable bas&eacute;e sur la m&eacute;thode de contr&ocirc;le d&rsquo;acc&egrave;s &agrave; passage de jeton. L&rsquo;architecture Token Ring est souvent int&eacute;gr&eacute;e aux syst&egrave;mes d&rsquo;ordinateur central IBM. Elle est utilis&eacute;e &agrave; la fois avec les ordinateurs classiques et les ordinateurs centraux. </p>
            <p>Token Ring est un exemple d&rsquo;architecture o&ugrave; la topologie physique est diff&eacute;rente de la topologie logique. La topologie Token Ring est qualifi&eacute;e de topologie en &laquo;&nbsp;anneau &eacute;toil&eacute;&nbsp;&raquo; car son apparence ext&eacute;rieure est celle d&rsquo;une conception en &eacute;toile. Les ordinateurs sont connect&eacute;s &agrave; un concentrateur central, appel&eacute; unit&eacute; d&rsquo;acc&egrave;s multistation (MSAU). Au sein de ce p&eacute;riph&eacute;rique, cependant, le c&acirc;blage forme un chemin de donn&eacute;es circulaire, cr&eacute;ant un anneau logique. L&rsquo;anneau logique est cr&eacute;&eacute; par la circulation du jeton, qui va du port de l&rsquo;unit&eacute; MSAU &agrave; un ordinateur. Si l&rsquo;ordinateur n&rsquo;a aucune donn&eacute;e &agrave; envoyer, le jeton est renvoy&eacute; au port MSAU, puis en ressort par un autre port pour acc&eacute;der &agrave; l&rsquo;ordinateur suivant. Ce processus se poursuit pour tous les ordinateurs, offrant une grande similarit&eacute; avec un anneau physique.</p>
            <p><span class="bold">FDDI</span><br> FDDI (interface de donn&eacute;es distribu&eacute;es sur fibre) est un type de r&eacute;seau Token Ring. L&rsquo;impl&eacute;mentation et la topologie FDDI diff&egrave;rent de celles d&rsquo;une architecture de r&eacute;seau local Token Ring d&rsquo;IBM. L&rsquo;interface FDDI est souvent utilis&eacute;e pour connecter diff&eacute;rents b&acirc;timents au sein d&rsquo;un campus universitaire ou d&rsquo;une structure d&rsquo;entreprise complexe.</p>
            <p>Les r&eacute;seaux FDDI fonctionnent par c&acirc;ble en fibre optique. Ils allient des performances haute vitesse aux avantages de la topologie en anneau avec passage de jeton. Les r&eacute;seaux FDDI offrent un d&eacute;bit de 100&nbsp;Mbits/s sur une topologie en double anneau. L&rsquo;anneau ext&eacute;rieur est appel&eacute; anneau primaire et l&rsquo;anneau int&eacute;rieur anneau secondaire. </p>
            <p>Normalement, le trafic circule sur l&rsquo;anneau primaire. Si celui-ci est d&eacute;faillant, les donn&eacute;es sont automatiquement transf&eacute;r&eacute;es sur l&rsquo;anneau secondaire, avec une circulation dans le sens oppos&eacute;. </p>
            <p>Un anneau double FDDI peut prendre en charge un maximum de 500 ordinateurs par anneau. La distance totale de chaque longueur de c&acirc;ble est de 100&nbsp;km. Un r&eacute;p&eacute;teur, p&eacute;riph&eacute;rique qui permet de reg&eacute;n&eacute;rer le signal, doit &ecirc;tre install&eacute; tous les 2&nbsp;km. Ces derni&egrave;res ann&eacute;es, de nombreux r&eacute;seaux Token Ring ont &eacute;t&eacute; remplac&eacute;s par des r&eacute;seaux Ethernet, plus rapides.</p>
           
          </td>
          </tr>
         </table>  
       </td>
     </tr>
	</table>

</body>

</html>