<html>

<head>
<meta http-equiv="Content-Language" content="fr-fr">
<meta http-equiv="Content-Type" content="text/html; charset=windows-1252">
<title>Contenu</title>
<base target="_self">
<link href="../../css/content.css" rel="stylesheet" type="text/css">
</head>

<body onLoad="window.focus();">
<table border="0" cellpadding="0" cellspacing="0" width="100%">
	<!--  Start top title Lesson Bar -->
	  <tr>
		<td width="18" class="toptitle01_white_bold" valign="top">
		<img border="0" src="../../images/content_lines.gif" width="16" height="25"> <img border="0" src="../../images/transdot.gif" width="2" height="1"></td>

		<td width="18" class="toptitle01_white_bold">3.3</td>
		<td class="toptitle01_white_bold"><img border="0" src="../../images/transdot.gif" width="10" height="1"></td>

		<td width="100%" class="toptitle01_white_bold">Implantation des composants sur la carte m&egrave;re et installation de la carte m&egrave;re</td>
		<td width="9" class="toptitle01_white_bold_margin">&nbsp;</td>
	  </tr>
	  <!--  End top title Lesson Bar --> <!--  Start top title Topic Bar -->
 	 <tr>
	    <td width="18" height="25" class="toptitle02_white_bold">&nbsp;</td>

    	<td height="25"  class="toptitle02_white_bold">3.3.1</td>
	    <td class="toptitle02_white_bold"><img border="0" src="../../images/transdot.gif" width="10" height="1"></td>

    	<td width="100%" height="25" class="toptitle02_white_bold">Installation d&rsquo;un processeur et d&rsquo;un ensemble dissipateur thermique/ventilateur </td>
	    <td height="25" width="9" class="toptitle02_white_bold_margin">&nbsp;</td>
  </tr>
	 <!--  End top title Topic Bar -->
</table>

	<!-- CONTENT -->
	<table border="0" cellpadding="0" cellspacing="0" width="95%" >
		<tr>
			<td width="20"></td>
			<td>
        <table border="0" cellpadding="0" cellspacing="0"  width="95%">

        <tr> 
          <td width="100%"> 
            <p>Le processeur et l&rsquo;ensemble dissipateur thermique/ventilateur peuvent &ecirc;tre install&eacute;s sur la carte m&egrave;re avant que celle-ci soit plac&eacute;e dans le bo&icirc;tier de l&rsquo;ordinateur.</p>
            <p><span class="bold">Processeur</span><br> La Figure 1 pr&eacute;sente un gros plan du processeur et de la carte m&egrave;re. Le processeur et la carte m&egrave;re sont sensibles aux d&eacute;charges &eacute;lectrostatiques. Lorsque vous manipulez un processeur et une carte m&egrave;re, veillez &agrave; les placer sur un tapis antistatique mis &agrave; la terre. Lorsque vous manipulez ces composants, portez un bracelet antistatique.</p>
            <p><span class="caution_caps">ATTENTION&nbsp;:</span> lorsque vous manipulez un processeur, ne touchez jamais ses contacts.</p>
            <p>Le processeur est fix&eacute; &agrave; l&rsquo;interface de connexion sur la carte m&egrave;re &agrave; l&rsquo;aide d&rsquo;un ensemble de verrouillage. Aujourd&rsquo;hui, les interfaces de connexion des processeurs sont des interfaces de connexion &agrave; force d&rsquo;insertion nulle (ZIF). Vous devez bien conna&icirc;tre l&rsquo;ensemble de verrouillage avant d&rsquo;essayer d&rsquo;installer un processeur dans l&rsquo;interface de connexion sur la carte m&egrave;re.</p>
            <p>La p&acirc;te thermique contribue &agrave; maintenir le processeur froid. La Figure 2 montre de la p&acirc;te thermique appliqu&eacute;e sur le processeur. </p>
            <p>Lorsque vous installez un processeur qui a d&eacute;j&agrave; servi, nettoyez-le et nettoyez la base du dissipateur thermique &agrave; l&rsquo;aide d&rsquo;alcool isopropylique. Cela permet d&rsquo;&eacute;liminer toute trace d&rsquo;ancienne p&acirc;te thermique. Les surfaces sont maintenant pr&ecirc;tes &agrave; recevoir une nouvelle couche de p&acirc;te thermique. Suivez toutes les recommandations du fabricant pour appliquer la p&acirc;te thermique.</p>
            <p><span class="bold">Ensemble dissipateur thermique/ventilateur</span><br> La Figure 3 montre l&rsquo;ensemble dissipateur thermique/ventilateur. Il s&rsquo;agit d&rsquo;un dispositif de ventilation comprenant deux parties. Le dissipateur thermique &eacute;loigne la chaleur du processeur. Le ventilateur &eacute;loigne la chaleur du dissipateur thermique. L&rsquo;ensemble dissipateur thermique/ventilateur comprend g&eacute;n&eacute;ralement un connecteur d&rsquo;alimentation &agrave; trois broches.</p>
            <p>La Figure 4 illustre le connecteur et l&rsquo;en-t&ecirc;te de carte m&egrave;re pour l&rsquo;ensemble dissipateur thermique/ventilateur. </p>
            <p>Pour installer le processeur et l&rsquo;ensemble dissipateur thermique/ventilateur, proc&eacute;dez comme suit&nbsp;:</p>
            <ol>
              <li>Placez le processeur de mani&egrave;re &agrave; ce que l&rsquo;indicateur de la connexion 1 soit align&eacute; avec la broche 1 de l&rsquo;interface de connexion du processeur. Cela garantit que les encoches d&rsquo;orientation sur le processeur sont align&eacute;es avec les cl&eacute;s d&rsquo;orientation sur l&rsquo;interface de connexion du processeur.</li>
              <li>Placez d&eacute;licatement le processeur dans l&rsquo;interface de connexion.</li>
              <li>Fermez la plaque de charge du processeur et maintenez-la en place en fermant le levier et en le pla&ccedil;ant sous l&rsquo;onglet de r&eacute;tention du levier.</li>
              <li>Appliquez une petite quantit&eacute; de p&acirc;te thermique sur le processeur et &eacute;talez-la de mani&egrave;re uniforme. Suivez les instructions d&rsquo;application fournies par le fabricant. </li>
              <li>Alignez les pattes de fixation de l&rsquo;ensemble dissipateur thermique/ventilateur avec les trous de la carte m&egrave;re.</li>
              <li>Placez l&rsquo;ensemble dissipateur thermique/ventilateur sur l&rsquo;interface de connexion de l&rsquo;unit&eacute; centrale, en veillant &agrave; ne pas pincer les fils du ventilateur de l&rsquo;unit&eacute; centrale.</li>
              <li>Vissez les pattes de fixation de l&rsquo;ensemble dissipateur thermique/ventilateur pour maintenir en place l&rsquo;ensemble.</li>
              <li>Connectez le c&acirc;ble d&rsquo;alimentation de l&rsquo;ensemble dissipateur thermique/ventilateur sur l&rsquo;en-t&ecirc;te de carte m&egrave;re. </li>
            </ol>
        </tr>
         </table>
       </td>
     </tr>
	</table>

</body>

</html>