<html>

<head>
<meta http-equiv="Content-Language" content="fr-fr">
<meta http-equiv="Content-Type" content="text/html; charset=windows-1252">
<title>Contenu</title>
<base target="_self">
<link href="../../css/content.css" rel="stylesheet" type="text/css">
</head>

<body onLoad="window.focus();">
<table border="0" cellpadding="0" cellspacing="0" width="100%">
	<!--  Start top title Lesson Bar -->
	  <tr>
	  	    <td width="18" class="toptitle01_white_bold" valign="top">
	  	    <img border="0" src="../../images/content_lines.gif" width="16" height="25"> <img border="0" src="../../images/transdot.gif" width="2" height="1"></td>

	      	<td width="18" class="toptitle01_white_bold">15.1</td>
	  	    <td class="toptitle01_white_bold"><img border="0" src="../../images/transdot.gif" width="10" height="1"></td>

	      	<td width="100%" class="toptitle01_white_bold">Identification des dangers potentiels et impl&eacute;mentation des proc&eacute;dures de s&eacute;curit&eacute; adapt&eacute;es aux r&eacute;seaux</td>
	  	    <td width="9" class="toptitle01_white_bold_margin">&nbsp;</td>
	  </tr>
	  <!--  End top title Lesson Bar --> <!--  Start top title Topic Bar -->

	  	<tr>
	  	    <td width="18" height="25" class="toptitle02_white_bold">&nbsp;</td>
	  	    <td height="25"  class="toptitle02_white_bold">15.1.1</td>
	  	    <td class="toptitle02_white_bold"><img border="0" src="../../images/transdot.gif" width="10" height="1"></td>
	  	    
    <td width="100%" height="25" class="toptitle02_white_bold">D&eacute;finition des principes de s&eacute;curit&eacute; lors de la manipulation de la fibre optique </td>
	  	    <td height="25" width="9" class="toptitle02_white_bold_margin">&nbsp;</td>
  		</tr>

	 <!--  End top title Topic Bar -->
</table>

	<!-- CONTENT -->
	<table border="0" cellpadding="0" cellspacing="0" width="95%" >
		<tr>
			<td width="20"></td>
			<td>
        <table border="0" cellpadding="0" cellspacing="0"  width="95%">

        <tr>
          <td width="100%">

		<p>Les c&acirc;bles en fibre optique sont tr&egrave;s utiles pour les communications, mais pr&eacute;sentent certains risques&nbsp;:</p>

		<ul>
			<li>produits chimiques dangereux&nbsp;; </li>
			<li>ondes lumineuses invisibles, mais qui peuvent br&ucirc;ler les yeux&nbsp;;</li>
			<li>outils coupants produisant des &eacute;clats de verre.</li>

		</ul>

		<p>Des outils et des produits chimiques sp&eacute;cifiques sont utilis&eacute;s lors de la manipulation de c&acirc;bles en fibre optique. Ces mat&eacute;riaux et &eacute;quipements doivent &ecirc;tre manipul&eacute;s avec pr&eacute;caution.</p>

		<p><span class="bold">Produits chimiques </span><br>Les solvants et les colles utilis&eacute;s avec les c&acirc;bles en fibre optique sont dangereux. Vous devez les manipuler avec la plus extr&ecirc;me pr&eacute;caution. Lisez attentivement toutes les instructions fournies et respectez-les rigoureusement. En outre, lisez les fiches de donn&eacute;es de s&eacute;curit&eacute; (FDS) qui accompagnent les produits chimiques, pour savoir quoi faire en cas d&rsquo;urgence. </p>

		<p><span class="bold">Outils </span><br>Lorsque vous travaillez avec un outil, la s&eacute;curit&eacute; doit toujours &ecirc;tre votre premi&egrave;re priorit&eacute;. Tout manquement &agrave; ce principe peut avoir pour cons&eacute;quence des blessures graves, voire la mort. Les outils utilis&eacute;s pour travailler sur la fibre optique sont dot&eacute;s de surfaces tr&egrave;s coupantes, qui permettent de rainurer le verre. D&rsquo;autres outils sont utilis&eacute;s pour pincer les c&acirc;bles sous haute pression, afin de fixer les connecteurs entre eux. Ces outils peuvent g&eacute;n&eacute;rer des tessons de verre volant parfois en &eacute;clat dans l&rsquo;air. Vous devez &eacute;viter tout contact entre ces &eacute;clats et votre peau, votre bouche ou vos yeux.</p>

		<p><span class="bold">Lumi&egrave;re dangereuse</span><br>Prot&eacute;gez vos yeux contre les ondes lumineuses dangereuses pouvant &ecirc;tre g&eacute;n&eacute;r&eacute;es par les fils en fibre optique. Cette lumi&egrave;re pr&eacute;sente une couleur que l&rsquo;&oelig;il humain ne peut pas voir. Elle peut toutefois engendrer des l&eacute;sions au niveau des yeux avant m&ecirc;me que vous puissiez la sentir. Lorsque vous utilisez une loupe pour inspecter un c&acirc;ble en fibre optique et des connecteurs, la lumi&egrave;re &eacute;mise par la fibre peut p&eacute;n&eacute;trer directement dans votre &oelig;il. Il est donc imp&eacute;ratif, lors de la manipulation d&rsquo;une fibre optique, d&rsquo;en d&eacute;sactiver la source lumineuse. Des d&eacute;tecteurs sp&eacute;ciaux vous permettent de savoir si une fibre est aliment&eacute;e ou non.</p>

		<p><span class="bold">&Eacute;clats de verre</span><br>La d&eacute;coupe et l&rsquo;&eacute;barbage des fils de fibre optique peuvent produire de minuscules fragments de verre ou de plastique, qui peuvent p&eacute;n&eacute;trer dans vos yeux ou votre peau et entra&icirc;ner une irritation importante. Ces &eacute;clats de fibre peuvent &ecirc;tre extr&ecirc;mement difficiles &agrave; voir sur la peau, car ils sont minuscules et transparents. Lorsque vous travaillez sur un c&acirc;blage en fibre optique, la surface de travail doit &ecirc;tre sombre, afin de mettre en &eacute;vidence tout &eacute;clat de verre ou de plastique. Le rev&ecirc;tement de cette surface doit &eacute;galement &ecirc;tre r&eacute;sistant aux produits chimiques.</p>

		<p>Gardez en permanence la zone de travail propre et ordonn&eacute;e. Ne ramassez jamais un &eacute;clat de fibre optique &agrave; main nue. Servez-vous d&rsquo;une bande adh&eacute;sive pour r&eacute;cup&eacute;rer les minuscules fragments, que vous mettrez au rebut de mani&egrave;re appropri&eacute;e. Pour ce faire, servez-vous d&rsquo;un conteneur jetable, par exemple une bouteille en plastique avec bouchon viss&eacute;, pour stocker les fragments de fibre. Fermez soigneusement le bouchon avant de mettre le conteneur au rebut.</p>

		<p><span class="caution_caps">ATTENTION&nbsp;:</span> vous devez avoir suivi une formation appropri&eacute;e avant de commencer tout travail de d&eacute;coupe, de d&eacute;nudage ou d&rsquo;&eacute;pissure des c&acirc;bles en fibre optique. Un technicien exp&eacute;riment&eacute; doit vous superviser tant que vous ne poss&eacute;dez pas les comp&eacute;tences requises pour travailler seul.</p>


         </td>
          </tr>
         </table>
       </td>
     </tr>
	</table>

</body>

</html>