<html>

<head>
<meta http-equiv="Content-Language" content="fr-fr">
<meta http-equiv="Content-Type" content="text/html; charset=windows-1252">
<title>Contenu</title>
<base target="_self">
<link href="../../css/content.css" rel="stylesheet" type="text/css">
</head>

<body onLoad="window.focus();">
<table border="0" cellpadding="0" cellspacing="0" width="100%">
	<!--  Start top title Lesson Bar -->
	  <tr>
	    <td width="18" class="toptitle01_white_bold" valign="top">
	    <img border="0" src="../../images/content_lines.gif" width="16" height="25"> <img border="0" src="../../images/transdot.gif" width="2" height="1"></td>

    <td width="18" class="toptitle01_white_bold">9.3</td>
	    <td class="toptitle01_white_bold"><img border="0" src="../../images/transdot.gif" width="10" height="1"></td>

    <td width="100%" class="toptitle01_white_bold">Identification des proc&eacute;dures de s&eacute;curit&eacute;</td>
	    <td width="9" class="toptitle01_white_bold_margin">&nbsp;</td>
	  </tr>
	  <!--  End top title Lesson Bar --> <!--  Start top title Topic Bar -->
 	 <tr>
	    <td width="18" height="25" class="toptitle02_white_bold">&nbsp;</td>

    <td height="25"  class="toptitle02_white_bold">9.3.4</td>
	    <td class="toptitle02_white_bold"><img border="0" src="../../images/transdot.gif" width="10" height="1"></td>

    <td width="100%" height="25" class="toptitle02_white_bold">Description des techniques de s&eacute;curit&eacute; sans fil</td>
	    <td height="25" width="9" class="toptitle02_white_bold_margin">&nbsp;</td>
  </tr>
	 <!--  End top title Topic Bar -->
</table>

	<!-- CONTENT -->
	<table border="0" cellpadding="0" cellspacing="0" width="95%" >
		<tr>
			<td width="20"></td>
			<td>
        <table border="0" cellpadding="0" cellspacing="0"  width="95%">

        <tr>
          <td width="100%">
            <p>Dans les r&eacute;seaux sans fil, le trafic circule au moyen d&rsquo;ondes radio, ce qui facilite la t&acirc;che des pirates souhaitant surveiller et attaquer des donn&eacute;es sans se connecter physiquement &agrave; un r&eacute;seau. Les pirates acc&egrave;dent au r&eacute;seau en se pla&ccedil;ant dans la plage d&rsquo;un r&eacute;seau sans fil non prot&eacute;g&eacute;. Un technicien doit savoir comment configurer les points d&rsquo;acc&egrave;s et les cartes r&eacute;seau sans fil pour un niveau de s&eacute;curit&eacute; appropri&eacute;. </p>

            <p>Lors de l&rsquo;installation de services sans fil, vous devez appliquer imm&eacute;diatement les techniques de s&eacute;curit&eacute; sans fil pour interdire tout acc&egrave;s non souhait&eacute; au r&eacute;seau, comme illustr&eacute; &agrave; la Figure 1. Les points d&rsquo;acc&egrave;s sans fil doivent &ecirc;tre configur&eacute;s avec des param&egrave;tres de s&eacute;curit&eacute; de base compatibles avec la s&eacute;curit&eacute; existante du r&eacute;seau.</p>

            <p>Un pirate peut acc&eacute;der aux donn&eacute;es qui circulent par signal radio. Un syst&egrave;me de chiffrement sans fil doit &ecirc;tre utilis&eacute; pour coder les donn&eacute;es envoy&eacute;es, afin d&rsquo;en interdire la capture et l&rsquo;utilisation non autoris&eacute;es. Les deux extr&eacute;mit&eacute;s de chaque lien doivent utiliser la m&ecirc;me norme de chiffrement. La Figure 2 pr&eacute;sente les niveaux de s&eacute;curit&eacute; d&eacute;crits ci-dessous&nbsp;:</p>
				
            <ul>
              <li><b>Wired Equivalent Privacy (WEP)</b>&nbsp;: norme de s&eacute;curit&eacute; de premi&egrave;re g&eacute;n&eacute;ration pour la communication sans fil. Les pirates informatiques ont rapidement d&eacute;couvert que le chiffrement WEP &eacute;tait facile &agrave; contourner. En effet, les cl&eacute;s de chiffrement utilis&eacute;es pour coder les messages pouvaient &ecirc;tre d&eacute;tect&eacute;es par des programmes de surveillance. Une fois les cl&eacute;s obtenues, les messages pouvaient &ecirc;tre facilement d&eacute;cod&eacute;s.</li>
              <li><b>Wi-Fi Protected Access (WPA)</b>&nbsp;: version am&eacute;lior&eacute;e de la norme WEP. Elle a &eacute;t&eacute; cr&eacute;&eacute;e comme solution temporaire, en attendant l&rsquo;impl&eacute;mentation compl&egrave;te de la norme 802.11i (une couche de s&eacute;curit&eacute; pour les syst&egrave;mes sans fil). Comme la norme 802.11i est d&eacute;sormais ratifi&eacute;e, la version WPA2 a &eacute;t&eacute; publi&eacute;e. Elle couvre l&rsquo;int&eacute;gralit&eacute; de la norme 802.11i.</li>
              <li><b>Lightweight Extensible Authentication Protocol (LEAP)</b>, &eacute;galement appel&eacute; <b>EAP-Cisco</b>&nbsp;: protocole de s&eacute;curit&eacute; sans fil cr&eacute;&eacute; par Cisco pour rem&eacute;dier aux faiblesses de WEP et de WPA. Le protocole LEAP est particuli&egrave;rement appropri&eacute; &agrave; l&rsquo;utilisation d&rsquo;&eacute;quipement Cisco avec des syst&egrave;mes d&rsquo;exploitation tels que Windows et Linux.</li>
            </ul>

			<p>La couche de s&eacute;curit&eacute; WTLS (Wireless Transport Layer Security) est utilis&eacute;e par les p&eacute;riph&eacute;riques mobiles qui emploient le protocole WAP (Wireless Applications Protocol). En effet, les p&eacute;riph&eacute;riques mobiles disposent d&rsquo;une bande passante restreinte &agrave; consacrer aux protocoles de s&eacute;curit&eacute;. La couche WTLS a &eacute;t&eacute; con&ccedil;ue pour prot&eacute;ger les p&eacute;riph&eacute;riques WAP, tout en utilisant la bande passante de fa&ccedil;on efficace.</p>

          </td>
			          </tr>
			         </table>
			       </td>
			     </tr>
				</table>

			</body>

</html>