<html>

<head>
<meta http-equiv="Content-Language" content="fr-fr">
<meta http-equiv="Content-Type" content="text/html; charset=windows-1252">
<title>Contenu</title>
<base target="_self">
<link href="../../css/content.css" rel="stylesheet" type="text/css">
</head>

<body onLoad="window.focus();">
<table border="0" cellpadding="0" cellspacing="0" width="100%">
	<!--  Start top title Lesson Bar -->
	  <tr>
			<td width="18" class="toptitle01_white_bold" valign="top">
			<img border="0" src="../../images/content_lines.gif" width="16" height="25"> <img border="0" src="../../images/transdot.gif" width="2" height="1"></td>

	     	<td width="18" class="toptitle01_white_bold">11.2</td>

	  	    <td class="toptitle01_white_bold"><img border="0" src="../../images/transdot.gif" width="10" height="1"></td>

	        <td width="100%" class="toptitle01_white_bold">Explication des proc&eacute;dures de travaux pratiques et de l&rsquo;utilisation des outils</td>

	  	    <td width="9" class="toptitle01_white_bold_margin">&nbsp;</td>
	  </tr>
  <!--  End top title Lesson Bar --> <!--  Start top title Topic Bar -->
		 <tr>
			<td width="18" height="25" class="toptitle02_white_bold">&nbsp;</td>

			<td height="25"  class="toptitle02_white_bold">11.2.4</td>

			<td class="toptitle02_white_bold"><img border="0" src="../../images/transdot.gif" width="10" height="1"></td>

			<td width="100%" height="25" class="toptitle02_white_bold">Description des probl&egrave;mes li&eacute;s &agrave; l&rsquo;environnement</td>

			<td height="25" width="9" class="toptitle02_white_bold_margin">&nbsp;</td>
	  	</tr>
	 <!--  End top title Topic Bar -->
</table>

	<!-- CONTENT -->
	<table border="0" cellpadding="0" cellspacing="0" width="95%" >
		<tr>
			<td width="20"></td>
			<td>
        	<table border="0" cellpadding="0" cellspacing="0"  width="95%">

        	<tr>
          	<td width="100%">
            <p>L&rsquo;environnement de la Terre est un environnement &eacute;quilibr&eacute;. Les mati&egrave;res dangereuses contenues dans les composants informatiques doivent &ecirc;tre &eacute;limin&eacute;es de mani&egrave;re sp&eacute;cifique pour contribuer &agrave; maintenir cet &eacute;quilibre. Un entrep&ocirc;t de recyclage est un endroit dans lequel les &eacute;quipements informatiques &eacute;limin&eacute;s peuvent &ecirc;tre d&eacute;sassembl&eacute;s. Les pi&egrave;ces informatiques encore utilisables peuvent &ecirc;tre recycl&eacute;es pour servir &agrave; la r&eacute;paration d&rsquo;autres &eacute;quipements. La Figure 1 montre un entrep&ocirc;t de recyclage d&rsquo;ordinateurs.</p>

            <p>Les entrep&ocirc;ts de recyclage doivent respecter les codes et r&eacute;glementations en mati&egrave;re d&rsquo;&eacute;limination des diff&eacute;rents types de pi&egrave;ces informatiques. Avant d&rsquo;&ecirc;tre recycl&eacute;es, les pi&egrave;ces sont s&eacute;par&eacute;es en groupes. Les moniteurs CRT ne contiennent pas moins de 1,6 &agrave; 2,3&nbsp;kg de plomb, un &eacute;l&eacute;ment dangereux. La plus grande partie du plomb se trouve dans les tubes &agrave; rayons cathodiques. D&rsquo;autres mati&egrave;res contenues dans les &eacute;quipements informatiques sont &eacute;galement dangereuses&nbsp;:</p>
				<ul>
					<li>le mercure&nbsp;;</li>
					<li>le cadmium&nbsp;;</li>
					<li>le chrome hexavalent.</li>

				</ul>

            <p>Des batteries sont utilis&eacute;es pour alimenter les ordinateurs portables, les appareils photo num&eacute;riques, les cam&eacute;scopes et les jouets &agrave; t&eacute;l&eacute;commande. Les batteries peuvent contenir des mati&egrave;res toxiques, parmi lesquelles&nbsp;:</p>

				<ul>
					<li>le nickel cadmium (Ni-Cd)&nbsp;;</li>
					<li>le nickel-m&eacute;tal-hydrure (Ni-MH)&nbsp;;</li>
					<li>le lithium-ion (Li-ion)&nbsp;; </li>
					<li>le plomb (Pb).</li>
				</ul>

			<p><span class="bold">&Eacute;limination des composants</span><br> De nombreuses organisations disposent de politiques d&eacute;finissant des m&eacute;thodes d&rsquo;&eacute;limination des composants dangereux contenus dans l&rsquo;&eacute;quipement &eacute;lectronique. Ces m&eacute;thodes comprennent g&eacute;n&eacute;ralement des programmes de r&eacute;utilisation, de recyclage ou d&rsquo;&eacute;change.</p>


			<p>Vous devrez peut-&ecirc;tre &eacute;liminer des composants informatiques devenus d&eacute;suets ou aurez besoin de fonctionnalit&eacute;s suppl&eacute;mentaires. Outre leur recyclage, les pi&egrave;ces peuvent &ecirc;tre donn&eacute;es &agrave; d&rsquo;autres personnes ou organisations. Certaines entreprises &eacute;changent leur &eacute;quipement informatique usag&eacute; et ne payent ainsi qu&rsquo;une partie du nouvel &eacute;quipement.</p>

          </td>
        </tr>
         </table>
       </td>
     </tr>
	</table>

</body>

</html>