<html>

<head>
<meta http-equiv="Content-Language" content="fr-fr">
<meta http-equiv="Content-Type" content="text/html; charset=windows-1252">
<title>Contenu</title>
<base target="_self">
<link href="../../css/content.css" rel="stylesheet" type="text/css">
</head>

<body onLoad="window.focus();">
<table border="0" cellpadding="0" cellspacing="0" width="100%">
  <!--  Start top title Lesson Bar -->
  <tr> 
    <td width="18" class="toptitle01_white_bold" valign="top"> <img border="0" src="../../images/content_lines.gif" width="16" height="25"> <img border="0" src="../../images/transdot.gif" width="2" height="1"></td>
    <td width="18" class="toptitle01_white_bold">1.8</td>
    <td class="toptitle01_white_bold"><img border="0" src="../../images/transdot.gif" width="10" height="1"></td>
    <td width="100%" class="toptitle01_white_bold">Explication des ressources syst&egrave;me et de leurs objectifs</td>
    <td width="9" class="toptitle01_white_bold_margin">&nbsp;</td>
  </tr>
  <!--  End top title Lesson Bar --> <!--  Start top title Topic Bar -->

  <!--  End top title Topic Bar -->
</table>
	
	<!-- CONTENT -->
	<table border="0" cellpadding="0" cellspacing="0" width="95%" >
		<tr>
			<td width="20"></td>
			<td>
        <table border="0" cellpadding="0" cellspacing="0"  width="95%">
          
        <tr> 
          <td width="100%" height="11"> 
            <p>Les ressources syst&egrave;me sont utilis&eacute;es &agrave; des fins de communication entre l&rsquo;UC et d&rsquo;autres composants d&rsquo;un ordinateur. Voici trois ressources syst&egrave;me courantes&nbsp;:</p>
            <ul>
              <li>requ&ecirc;tes d&rsquo;interruption (IRQ)&nbsp;;</li>
              <li>adresses de ports d&rsquo;entr&eacute;e/sortie (E/S)&nbsp;; </li>
              <li>acc&egrave;s direct &agrave; la m&eacute;moire (DMA).</li>
            </ul>
            <p><span class="bold">Requ&ecirc;tes d&rsquo;interruption</span><br> Les IRQ sont utilis&eacute;es par les composants de l&rsquo;ordinateur pour demander des informations &agrave; l&rsquo;UC. L&rsquo;IRQ circule le long d&rsquo;un fil sur la carte m&egrave;re jusqu&rsquo;&agrave; l&rsquo;UC. Lorsque l&rsquo;UC re&ccedil;oit une requ&ecirc;te d&rsquo;interruption, elle d&eacute;termine comment y r&eacute;pondre. La priorit&eacute; des requ&ecirc;tes est d&eacute;termin&eacute;e par le num&eacute;ro d&rsquo;IRQ attribu&eacute; au composant d&rsquo;ordinateur concern&eacute;. Les ordinateurs plus anciens disposaient seulement de huit IRQ &agrave; attribuer aux p&eacute;riph&eacute;riques. Les ordinateurs plus r&eacute;cents disposent de 16 IRQ, num&eacute;rot&eacute;es de 0 &agrave; 15, comme illustr&eacute; &agrave; la Figure 1. En g&eacute;n&eacute;ral, une IRQ unique est attribu&eacute;e &agrave; chaque composant de l&rsquo;ordinateur. Les conflits d&rsquo;IRQ peuvent arr&ecirc;ter le fonctionnement des composants et m&ecirc;me causer une panne de l&rsquo;ordinateur. En raison du grand nombre de composants qui peuvent &ecirc;tre install&eacute;s sur un ordinateur, il est difficile d&rsquo;attribuer une IRQ unique &agrave; chaque composant. Aujourd&rsquo;hui, la plupart des num&eacute;ros d&rsquo;IRQ sont attribu&eacute;s automatiquement avec les syst&egrave;mes d&rsquo;exploitation Plug and Play et l&rsquo;impl&eacute;mentation de logements PCI et de ports USB et FireWire.            </p>
            <p><span class="bold">Adresses de ports d&rsquo;entr&eacute;e/sortie (E/S)</span><br> Les adresses de ports d&rsquo;entr&eacute;e/sortie (E/S) sont utilis&eacute;es pour la communication entre les p&eacute;riph&eacute;riques et le logiciel. L&rsquo;adresse d&rsquo;un port d&rsquo;E/S est utilis&eacute;e pour envoyer des donn&eacute;es &agrave; un composant et en recevoir. Comme pour les IRQ, un port d&rsquo;E/S unique doit &ecirc;tre attribu&eacute; &agrave; chaque composant. Il existe 65&nbsp;535 ports d&rsquo;E/S sur un ordinateur et ils sont r&eacute;f&eacute;renc&eacute;s par une adresse hexad&eacute;cimale comprise entre 0000 et FFFF. La Figure 2 contient un tableau de ports d&rsquo;E/S courants.</p>
            <p><span class="bold">Acc&egrave;s direct &agrave; la m&eacute;moire</span><br> Les canaux DMA sont utilis&eacute;s par des p&eacute;riph&eacute;riques haute vitesse pour communiquer directement avec la m&eacute;moire principale. Ces canaux permettent au p&eacute;riph&eacute;rique de contourner l&rsquo;interaction avec l&rsquo;UC et de stocker des informations directement dans la m&eacute;moire ou de les en retirer directement. Un canal DMA peut &ecirc;tre attribu&eacute; &agrave; certains p&eacute;riph&eacute;riques uniquement, tels que les adaptateurs h&ocirc;te SCSI et les cartes son. Les ordinateurs plus anciens disposaient seulement de quatre canaux DMA &agrave; attribuer aux composants. Les ordinateurs plus modernes disposent de huit canaux DMA, num&eacute;rot&eacute;s de 0 &agrave; 7, comme illustr&eacute; &agrave; la Figure 3. </p>
          </tr>
         </table>  
       </td>
     </tr>
	</table>

</body>

</html>