<html>

<head>
<meta http-equiv="Content-Language" content="fr-fr">
<meta http-equiv="Content-Type" content="text/html; charset=windows-1252">
<title>Contenu</title>
<base target="_self">
<link href="../../css/content.css" rel="stylesheet" type="text/css">
</head>

<body onLoad="window.focus();">
<table border="0" cellpadding="0" cellspacing="0" width="100%">
	<!--  Start top title Lesson Bar -->
	  <tr>
	    <td width="18" class="toptitle01_white_bold" valign="top">
	    <img border="0" src="../../images/content_lines.gif" width="16" height="25"> <img border="0" src="../../images/transdot.gif" width="2" height="1"></td>
	    
    <td width="18" class="toptitle01_white_bold">8.1</td>
	    <td class="toptitle01_white_bold"><img border="0" src="../../images/transdot.gif" width="10" height="1"></td>
	    <td width="100%" class="toptitle01_white_bold">Explication des principes de mise en r&eacute;seau</td>
	    <td width="9" class="toptitle01_white_bold_margin">&nbsp;</td>
	  </tr>
	  <!--  End top title Lesson Bar --> <!--  Start top title Topic Bar -->
 	 <tr>
	    <td width="18" height="25" class="toptitle02_white_bold">&nbsp;</td>
	    
    <td height="25"  class="toptitle02_white_bold">8.1.1</td> 
	    <td class="toptitle02_white_bold"><img border="0" src="../../images/transdot.gif" width="10" height="1"></td>
	    <td width="100%" height="25" class="toptitle02_white_bold">D&eacute;finition des r&eacute;seaux informatiques</td>
	    <td height="25" width="9" class="toptitle02_white_bold_margin">&nbsp;</td>
	  </tr>
	 <!--  End top title Topic Bar -->	
</table>
	
	<!-- CONTENT -->
	<table border="0" cellpadding="0" cellspacing="0" width="95%" >
		<tr>
			<td width="20"></td>
			<td>
        <table border="0" cellpadding="0" cellspacing="0"  width="95%">
          
        <tr> 
          <td width="100%"> 
            <p>Un r&eacute;seau de donn&eacute;es informatique est un ensemble d&rsquo;h&ocirc;tes connect&eacute;s entre eux par des p&eacute;riph&eacute;riques de r&eacute;seau. Un h&ocirc;te est un dispositif charg&eacute; d&rsquo;envoyer et de recevoir des informations sur le r&eacute;seau. Les p&eacute;riph&eacute;riques sont des syst&egrave;mes qui sont connect&eacute;s aux h&ocirc;tes. Certains dispositifs peuvent jouer le r&ocirc;le d&rsquo;un h&ocirc;te ou d&rsquo;un p&eacute;riph&eacute;rique. Par exemple, une imprimante connect&eacute;e &agrave; votre ordinateur portable et situ&eacute;e sur un r&eacute;seau est consid&eacute;r&eacute;e comme un p&eacute;riph&eacute;rique. Si l&rsquo;imprimante est connect&eacute;e directement &agrave; un p&eacute;riph&eacute;rique r&eacute;seau, tel qu&rsquo;un concentrateur, un commutateur ou un routeur, elle jouera le r&ocirc;le d&rsquo;h&ocirc;te. </p>
            <p>Les r&eacute;seaux informatiques sont utilis&eacute;s dans le monde entier par des entreprises, des particuliers, des &eacute;coles et des organismes gouvernementaux. Nombre de ces r&eacute;seaux sont connect&eacute;s entre eux par le biais d&rsquo;Internet.</p>
            <p>De nombreux types de p&eacute;riph&eacute;rique peuvent &ecirc;tre connect&eacute;s &agrave; un r&eacute;seau&nbsp;:</p>
            <ul>
              <li>ordinateurs de bureau&nbsp;;</li>
              <li>ordinateurs portables&nbsp;;</li>
              <li>imprimantes&nbsp;;</li>
              <li>scanners&nbsp;;</li>
              <li>assistants num&eacute;riques personnels&nbsp;;</li>
              <li>t&eacute;l&eacute;phones intelligents&nbsp;;</li>
              <li>serveurs de fichiers/d&rsquo;impression.</li>
            </ul>
            <p>Un r&eacute;seau peut partager un grand nombre de ressources diff&eacute;rentes&nbsp;:</p>
            <ul>
              <li>des services, de type impression ou num&eacute;risation&nbsp;;</li>
              <li>un espace de stockage situ&eacute; sur des p&eacute;riph&eacute;riques amovibles, tels que des disques durs ou des disques optiques&nbsp;; </li>
              <li>des applications, telles que des bases de donn&eacute;es. </li>
            </ul>
            <p>Vous pouvez utiliser un r&eacute;seau pour acc&eacute;der &agrave; des informations stock&eacute;es sur d&rsquo;autres ordinateurs, imprimer des documents &agrave; l&rsquo;aide d&rsquo;imprimantes partag&eacute;es ou synchroniser le calendrier de votre ordinateur et celui de votre t&eacute;l&eacute;phone intelligent.            </p>
            <p>Les p&eacute;riph&eacute;riques r&eacute;seau sont reli&eacute;s entre eux via diff&eacute;rentes connexions&nbsp;: </p>
            <ul>
              <li>C&acirc;blage en cuivre&nbsp;: utilise les signaux &eacute;lectriques pour transmettre les donn&eacute;es entre les p&eacute;riph&eacute;riques. </li>
              <li>C&acirc;blage en fibre optique&nbsp;: utilise un fil en verre ou en plastique, appel&eacute; fibre, pour transmettre des informations sous forme d&rsquo;impulsions lumineuses. </li>
              <li>Connexion sans fil&nbsp;: utilise les signaux radio, la technologie infrarouge (laser) ou les transmissions satellite. </li>
            </ul>
          </td>
          </tr>
         </table>  
       </td>
     </tr>
	</table>

</body>

</html>