<html>

<head>
<meta http-equiv="Content-Language" content="fr-fr">
<meta http-equiv="Content-Type" content="text/html; charset=windows-1252">
<title>Contenu</title>
<base target="_self">
<link href="../../css/content.css" rel="stylesheet" type="text/css">
</head>

<body onLoad="window.focus();">
<table border="0" cellpadding="0" cellspacing="0" width="100%">
	<!--  Start top title Lesson Bar -->
	  <tr>
	    <td width="18" class="toptitle01_white_bold" valign="top">
	    <img border="0" src="../../images/content_lines.gif" width="16" height="25"> <img border="0" src="../../images/transdot.gif" width="2" height="1"></td>

    <td width="18" class="toptitle01_white_bold">9.3</td>
	    <td class="toptitle01_white_bold"><img border="0" src="../../images/transdot.gif" width="10" height="1"></td>

    <td width="100%" class="toptitle01_white_bold">Identification des proc&eacute;dures de s&eacute;curit&eacute;</td>
	    <td width="9" class="toptitle01_white_bold_margin">&nbsp;</td>
	  </tr>
	  <!--  End top title Lesson Bar --> <!--  Start top title Topic Bar -->
 	 <tr>
	    <td width="18" height="25" class="toptitle02_white_bold">&nbsp;</td>

    <td height="25"  class="toptitle02_white_bold">9.3.3</td>
	    <td class="toptitle02_white_bold"><img border="0" src="../../images/transdot.gif" width="10" height="1"></td>

    <td width="100%" height="25" class="toptitle02_white_bold">Description des moyens de protection des donn&eacute;es</td>
	    <td height="25" width="9" class="toptitle02_white_bold_margin">&nbsp;</td>
  </tr>
	 <!--  End top title Topic Bar -->
</table>

	<!-- CONTENT -->
	<table border="0" cellpadding="0" cellspacing="0" width="95%" >
		<tr>
			<td width="20"></td>
			<td>
        <table border="0" cellpadding="0" cellspacing="0"  width="95%">

        <tr>
          <td width="100%">
            <p>La valeur d&rsquo;un mat&eacute;riel informatique est souvent tr&egrave;s inf&eacute;rieure &agrave; la valeur des donn&eacute;es qu&rsquo;il contient. La perte de donn&eacute;es sensibles d&rsquo;une entreprise, au b&eacute;n&eacute;fice de ses concurrents ou de pirates, peut co&ucirc;ter tr&egrave;s cher. Elle peut causer une perte de confiance envers l&rsquo;entreprise et le licenciement des techniciens informatiques responsables de la s&eacute;curit&eacute; des ordinateurs.  Plusieurs m&eacute;thodes de protection de la s&eacute;curit&eacute; des donn&eacute;es peuvent &ecirc;tre impl&eacute;ment&eacute;es.</p>

			<p><span class="bold">Protection par mot de passe</span><br> Une protection par mot de passe peut emp&ecirc;cher un acc&egrave;s non autoris&eacute; &agrave; du contenu, comme illustr&eacute; &agrave; la Figure 1. Les pirates peuvent acc&eacute;der aux donn&eacute;es informatiques non prot&eacute;g&eacute;es. Tous les ordinateurs devraient &ecirc;tre prot&eacute;g&eacute;s par mot de passe. Deux niveaux de protection par mot de passe sont recommand&eacute;s&nbsp;:</p>

				<ul>
				  <li>BIOS&nbsp;: interdit la modification des param&egrave;tres du BIOS sans le mot de passe appropri&eacute;.</li>
				  <li>Ouverture de session&nbsp;: interdit l&rsquo;acc&egrave;s non autoris&eacute; au r&eacute;seau.  </li>
				</ul>

			<p>Les ouvertures de sessions de r&eacute;seau permettent de journaliser l&rsquo;activit&eacute; du r&eacute;seau et d&rsquo;autoriser ou d&rsquo;interdire l&rsquo;acc&egrave;s aux ressources. Il devient ainsi possible de d&eacute;terminer les ressources acc&eacute;d&eacute;es. En g&eacute;n&eacute;ral, l&rsquo;administrateur syst&egrave;me d&eacute;finit une convention d&rsquo;attribution de noms d&rsquo;utilisateur lors de la cr&eacute;ation de sessions r&eacute;seau. Par exemple, un nom d&rsquo;utilisateur est souvent compos&eacute; de l&rsquo;initiale du pr&eacute;nom de la personne suivie de son nom entier. Cette convention doit rester simple, afin que les utilisateurs s&rsquo;en souviennent facilement. </p>

			<p>Lorsque vous attribuez des mots de passe, le niveau de contr&ocirc;le par mot de passe doit correspondre au niveau de protection requis. Une bonne strat&eacute;gie de s&eacute;curit&eacute; devrait comporter et imposer strictement les r&egrave;gles suivantes (liste non exhaustive)&nbsp;:</p>
				<ul>
				  <li>Les mots de passe doivent arriver &agrave; expiration au bout d&rsquo;une dur&eacute;e d&eacute;termin&eacute;e. </li>
				  <li>Ils doivent comporter une combinaison de lettres et de chiffres qui les rend difficiles &agrave; craquer. </li>
				  <li>Les r&egrave;gles relatives aux mots de passe doivent emp&ecirc;cher les utilisateurs de conserver une trace &eacute;crite de leur mot de passe et de la laisser sans protection &agrave; la vue de tous. </li>
				  <li>Les r&egrave;gles d&rsquo;arriv&eacute;e &agrave; expiration et de verrouillage des mots de passe doivent &ecirc;tre d&eacute;crites. Les r&egrave;gles de verrouillage s&rsquo;appliquent en cas d&rsquo;&eacute;chec d&rsquo;une tentative d&rsquo;acc&egrave;s au syst&egrave;me ou en cas de d&eacute;tection d&rsquo;une modification sp&eacute;cifique de la configuration du syst&egrave;me.</li>
		    </ul>
			<p>Pour simplifier l&rsquo;administration de la s&eacute;curit&eacute;, les utilisateurs sont souvent rassembl&eacute;s en groupes, puis des ressources sont attribu&eacute;es aux groupes. Cela permet de modifier facilement les possibilit&eacute;s d&rsquo;acc&egrave;s d&rsquo;un utilisateur au r&eacute;seau&nbsp;: il suffit d&rsquo;ajouter l&rsquo;utilisateur aux groupes souhait&eacute;s ou de l&rsquo;en retirer. Cela est particuli&egrave;rement utile pour d&eacute;finir des comptes temporaires destin&eacute;s aux int&eacute;rimaires ou aux consultants ext&eacute;rieurs, car vous avez ainsi la possibilit&eacute; de limiter les acc&egrave;s aux ressources. </p>

			<p><span class="bold">Chiffrement des donn&eacute;es</span><br> Le chiffrement des donn&eacute;es a recours aux codes et aux chiffres. Au moyen du chiffrement, le trafic entre les ressources et les ordinateurs sur le r&eacute;seau peut &ecirc;tre prot&eacute;g&eacute; contre les pirates qui surveillent ou enregistrent les transactions. Il peut &ecirc;tre impossible de d&eacute;chiffrer les donn&eacute;es captur&eacute;es suffisamment t&ocirc;t pour pouvoir les utiliser. </p>

			<p>Un r&eacute;seau priv&eacute; virtuel utilise le chiffrement pour prot&eacute;ger les donn&eacute;es. Une connexion de r&eacute;seau priv&eacute; virtuel permet &agrave; un utilisateur distant d&rsquo;acc&eacute;der, en toute s&eacute;curit&eacute;, &agrave; des ressources comme si son ordinateur &eacute;tait reli&eacute; physiquement au r&eacute;seau local.</p>

            <p><span class="bold">Protection par port</span><br> Toute communication utilisant TCP/IP est associ&eacute;e &agrave; un num&eacute;ro de port. HTTPS, par exemple, utilise le port 443 par d&eacute;faut. Un pare-feu, comme illustr&eacute; &agrave; la Figure 2, constitue un moyen de prot&eacute;ger un ordinateur contre les intrusions via les ports. L&rsquo;utilisateur peut contr&ocirc;ler le type de donn&eacute;es envoy&eacute;es &agrave; un ordinateur en s&eacute;lectionnant les ports qui restent ouverts et les ports s&eacute;curis&eacute;s. Les donn&eacute;es transport&eacute;es sur un r&eacute;seau sont appel&eacute;es trafic.</p>


            <p><span class="bold">Sauvegardes des donn&eacute;es</span><br> Un plan de s&eacute;curit&eacute; doit comporter des proc&eacute;dures de sauvegarde des donn&eacute;es. En effet, des donn&eacute;es peuvent &ecirc;tre perdues ou endommag&eacute;es en cas de vol, de d&eacute;faillance de l&rsquo;&eacute;quipement ou de sinistres tels qu&rsquo;un incendie ou une inondation. La sauvegarde constitue l&rsquo;un des moyens de protection les plus efficaces contre la perte de donn&eacute;es. Voici quelques consid&eacute;rations sur la sauvegarde des donn&eacute;es&nbsp;:</p>
            	<ul>
					  <li><strong>Fr&eacute;quence des sauvegardes</strong>&nbsp;: une sauvegarde peut n&eacute;cessiter beaucoup de temps. Il est parfois plus facile d&rsquo;effectuer une sauvegarde compl&egrave;te tous les mois ou toutes les semaines, puis de configurer des sauvegardes partielles et fr&eacute;quentes des donn&eacute;es qui ont &eacute;t&eacute; modifi&eacute;es depuis la derni&egrave;re sauvegarde compl&egrave;te. Toutefois, si les sauvegardes sont r&eacute;parties sur plusieurs supports, la dur&eacute;e n&eacute;cessaire &agrave; la restauration des donn&eacute;es augmente.</li>
					  <li><strong>Stockage des sauvegardes</strong>&nbsp;: pour plus de s&eacute;curit&eacute;, les sauvegardes doivent &ecirc;tre conserv&eacute;es dans un emplacement approuv&eacute;, situ&eacute; en dehors du site de l&rsquo;entreprise. Le support contenant la sauvegarde actuelle est transport&eacute; &agrave; cet emplacement au cours d&rsquo;une rotation quotidienne, hebdomadaire ou mensuelle, conform&eacute;ment aux besoins de l&rsquo;organisation locale.</li>
					  <li><strong>S&eacute;curit&eacute; des sauvegardes</strong>&nbsp;: les sauvegardes peuvent &ecirc;tre prot&eacute;g&eacute;es par des mots de passe.  Ceux-ci doivent &ecirc;tre entr&eacute;s avant que les donn&eacute;es situ&eacute;es sur le support de sauvegarde puissent &ecirc;tre restaur&eacute;es. </li>
				</ul>

            <p><span class="bold">S&eacute;curit&eacute; du syst&egrave;me de fichiers</span><br> Tous les syst&egrave;mes de fichiers conservent des informations sur leurs ressources, mais seuls les syst&egrave;mes munis de journaux peuvent journaliser l&rsquo;utilisateur, la date et l&rsquo;heure de l&rsquo;acc&egrave;s. Le syst&egrave;me de fichier FAT 32, mentionn&eacute; &agrave; la Figure 3 et utilis&eacute; dans certaines versions de Windows, ne dispose pas de possibilit&eacute;s de journalisation ni de chiffrement. Les situations qui exigent une bonne s&eacute;curit&eacute; sont donc g&eacute;n&eacute;ralement d&eacute;ploy&eacute;es au moyen d&rsquo;un syst&egrave;me de fichiers tel que NTFS, qui fait partie des syst&egrave;mes d&rsquo;exploitation Windows 2000 et Windows XP. Si une s&eacute;curit&eacute; suppl&eacute;mentaire est n&eacute;cessaire, il est possible d&rsquo;ex&eacute;cuter certains utilitaires, tels que CONVERT, pour transformer un syst&egrave;me de fichiers FAT 32 en syst&egrave;me NTFS. Toutefois, ce processus de conversion est irr&eacute;versible. Il est donc important de d&eacute;finir clairement vos objectifs avant d&rsquo;effectuer cette transition.</p>
            </td>
        </tr>
         </table>
       </td>
     </tr>
	</table>

</body>

</html>