<html>

<head>
<meta http-equiv="Content-Language" content="fr-fr">
<meta http-equiv="Content-Type" content="text/html; charset=windows-1252">
<title>Contenu</title>
<base target="_self">
<link href="../../css/content.css" rel="stylesheet" type="text/css">
</head>

<body onLoad="window.focus();">
<table border="0" cellpadding="0" cellspacing="0" width="100%">
	<!--  Start top title Lesson Bar -->
	  <tr>
	    <td width="18" class="toptitle01_white_bold" valign="top">
	    <img border="0" src="../../images/content_lines.gif" width="16" height="25"> <img border="0" src="../../images/transdot.gif" width="2" height="1"></td>
	    
    <td width="18" class="toptitle01_white_bold">8.2</td>
	    <td class="toptitle01_white_bold"><img border="0" src="../../images/transdot.gif" width="10" height="1"></td>
	    <td width="100%" class="toptitle01_white_bold">Description des types de r&eacute;seau existants</td>
	    <td width="9" class="toptitle01_white_bold_margin">&nbsp;</td>
	  </tr>
	  <!--  End top title Lesson Bar --> <!--  Start top title Topic Bar -->
 	 <tr>
	    <td width="18" height="25" class="toptitle02_white_bold">&nbsp;</td>
	    
    <td height="25"  class="toptitle02_white_bold">8.2.5</td> 
	    <td class="toptitle02_white_bold"><img border="0" src="../../images/transdot.gif" width="10" height="1"></td>
	    
    <td width="100%" height="25" class="toptitle02_white_bold">Explication du fonctionnement des r&eacute;seaux client-serveur</td>
	    <td height="25" width="9" class="toptitle02_white_bold_margin">&nbsp;</td>
  </tr>
	 <!--  End top title Topic Bar -->	
</table>
	
	<!-- CONTENT -->
	<table border="0" cellpadding="0" cellspacing="0" width="95%" >
		<tr>
			<td width="20"></td>
			<td>
        <table border="0" cellpadding="0" cellspacing="0"  width="95%">
          
        <tr> 
          <td width="100%"> 
            <p>Dans un r&eacute;seau client-serveur, le client demande des informations ou des services au serveur. Le serveur fournit les informations ou le service requis au client. Les serveurs de ce type de r&eacute;seau r&eacute;alisent g&eacute;n&eacute;ralement certaines t&acirc;ches de traitement pour les postes clients&nbsp;; par exemple, trier une base de donn&eacute;es pour pouvoir livrer uniquement les enregistrements demand&eacute;s par le client.</p>
            <p>Imaginons, comme exemple de r&eacute;seau client-serveur, un environnement d&rsquo;entreprise dans lequel les employ&eacute;s utilisent un serveur de messagerie professionnelle pour envoyer, recevoir et stocker des courriels. Le client de messagerie de l&rsquo;ordinateur d&rsquo;un employ&eacute; envoie une requ&ecirc;te au serveur de messagerie en demandant les courriels non lus. Le serveur r&eacute;pond en renvoyant les courriels demand&eacute;s au client.</p>
            <p>Dans un mod&egrave;le client-serveur, la maintenance des serveurs est effectu&eacute;e par les administrateurs r&eacute;seau. Les sauvegardes de donn&eacute;es et les mesures de s&eacute;curit&eacute; sont &eacute;galement impl&eacute;ment&eacute;es par l&rsquo;administrateur r&eacute;seau. Celui-ci contr&ocirc;le aussi l&rsquo;acc&egrave;s des utilisateurs aux ressources du r&eacute;seau. Toutes les donn&eacute;es du r&eacute;seau sont stock&eacute;es sur un serveur de fichiers centralis&eacute;. Les imprimantes partag&eacute;es du r&eacute;seau sont g&eacute;r&eacute;es par un serveur d&rsquo;impression centralis&eacute;. Les utilisateurs du r&eacute;seau disposant des autorisations appropri&eacute;es peuvent acc&eacute;der aux donn&eacute;es et aux imprimantes partag&eacute;es. Chaque utilisateur doit fournir un nom d&rsquo;utilisateur et un mot de passe valides pour pouvoir acc&eacute;der aux ressources r&eacute;seau qu&rsquo;ils sont autoris&eacute;s &agrave; utiliser. </p>
            <p>En mati&egrave;re de protection des donn&eacute;es, l&rsquo;administrateur effectue une sauvegarde de routine de tous les fichiers situ&eacute;s sur les serveurs. Si un ordinateur tombe en panne ou si des donn&eacute;es sont perdues, l&rsquo;administrateur peut facilement les r&eacute;cup&eacute;rer &agrave; partir d&rsquo;une sauvegarde r&eacute;cente.<br>
          </p></td>
          </tr>
        <tr>
          <td>&nbsp;</td>
        </tr>
         </table>  
       </td>
     </tr>
	</table>

</body>

</html>