<html>

<head>
<meta http-equiv="Content-Language" content="fr-fr">
<meta http-equiv="Content-Type" content="text/html; charset=windows-1252">
<title>Contenu</title>
<base target="_self">
<link href="../../css/content.css" rel="stylesheet" type="text/css">
</head>

<body onLoad="window.focus();">
<table border="0" cellpadding="0" cellspacing="0" width="100%">
	<!--  Start top title Lesson Bar -->
	  <tr>
	    <td width="18" class="toptitle01_white_bold" valign="top">
	    <img border="0" src="../../images/content_lines.gif" width="16" height="25"> <img border="0" src="../../images/transdot.gif" width="2" height="1"></td>
	    
    <td width="18" class="toptitle01_white_bold">5.1</td>
	    <td class="toptitle01_white_bold"><img border="0" src="../../images/transdot.gif" width="10" height="1"></td>
	    
    <td width="100%" class="toptitle01_white_bold">Explication du r&ocirc;le d&rsquo;un syst&egrave;me d&rsquo;exploitation</td>
	    <td width="9" class="toptitle01_white_bold_margin">&nbsp;</td>
	  </tr>
	  <!--  End top title Lesson Bar --> <!--  Start top title Topic Bar -->
 	 <tr>
	    <td width="18" height="25" class="toptitle02_white_bold">&nbsp;</td>
	    
    <td height="25"  class="toptitle02_white_bold">5.1.2</td> 
	    <td class="toptitle02_white_bold"><img border="0" src="../../images/transdot.gif" width="10" height="1"></td>
	    
    <td width="100%" height="25" class="toptitle02_white_bold"><strong>Explication des concepts de syst&egrave;me d&rsquo;exploitation</strong></td>
	    <td height="25" width="9" class="toptitle02_white_bold_margin">&nbsp;</td>
  </tr>
	 <!--  End top title Topic Bar -->
</table>
	
	<!-- CONTENT -->
	<table border="0" cellpadding="0" cellspacing="0" width="95%" >
		<tr>
			<td width="20"></td>
			<td>
        <table border="0" cellpadding="0" cellspacing="0"  width="95%">
          <tr>
            
          <td width="100%"> 
            <p>Pour comprendre les fonctionnalit&eacute;s d&rsquo;un syst&egrave;me d&rsquo;exploitation, il est important de comprendre certains termes de base. Les termes suivants sont souvent utilis&eacute;s pour comparer les syst&egrave;mes d&rsquo;exploitation&nbsp;: </p>
            <ul>
              <li><strong>Multi-utilisateur</strong>&nbsp;: deux ou plusieurs utilisateurs peuvent en m&ecirc;me temps travailler avec des programmes et partager des p&eacute;riph&eacute;riques, des imprimantes par exemple. </li>
              <li><strong>Multit&acirc;che</strong>&nbsp;: l&rsquo;ordinateur est capable de faire fonctionner plusieurs applications en m&ecirc;me temps. </li>
              <li><strong>Multitraitement</strong>&nbsp;: l&rsquo;ordinateur peut avoir deux unit&eacute;s centrales ou plus, que les programmes se partagent. </li>
              <li><strong>Multiprocessus</strong>&nbsp;: un programme peut &ecirc;tre divis&eacute; en plus petites parties pouvant &ecirc;tre charg&eacute;es selon les besoins par le syst&egrave;me d&rsquo;exploitation. Le multiprocessus permet &agrave; des programmes individuels d&rsquo;&ecirc;tre multit&acirc;che. </li>
            </ul>
            <p>Presque tous les syst&egrave;mes d&rsquo;exploitation modernes sont multi-utilisateur et multit&acirc;che et prennent en charge le multitraitement et le multiprocessus.</p>
            <p><strong>Modes de fonctionnement</strong><br> Toutes les unit&eacute;s centrales modernes peuvent avoir des modes de fonctionnement diff&eacute;rents. Le mode de fonctionnement se r&eacute;f&egrave;re aux capacit&eacute;s de l&rsquo;unit&eacute; centrale et &agrave; l&rsquo;environnement d&rsquo;exploitation. Il d&eacute;termine la mani&egrave;re dont l&rsquo;unit&eacute; centrale g&egrave;re les applications et la m&eacute;moire. La Figure 1 pr&eacute;sente un exemple d&rsquo;allocation de m&eacute;moire logique. Les quatre modes de fonctionnement les plus courants sont&nbsp;: le mode r&eacute;el, le mode prot&eacute;g&eacute;, le mode r&eacute;el virtuel et le mode compatible.</p>
            <p><span class="bold">Mode r&eacute;el</span><br> Une unit&eacute; centrale qui fonctionne en mode r&eacute;el ne peut ex&eacute;cuter qu&rsquo;un programme &agrave; la fois et ne peut acc&eacute;der qu&rsquo;&agrave; un 1&nbsp;Mo de m&eacute;moire syst&egrave;me &agrave; la fois. Bien que le mode r&eacute;el soit disponible pour tous les processeurs modernes, il est utilis&eacute; uniquement par DOS et les applications DOS ou par les syst&egrave;mes d&rsquo;exploitation 16 bits, tels que Windows 3.x. En mode r&eacute;el, lorsqu&rsquo;une application cr&eacute;e une erreur, l&rsquo;ordinateur entier peut &ecirc;tre affect&eacute; car le programme a un acc&egrave;s direct &agrave; la m&eacute;moire. L&rsquo;ordinateur risque alors d&rsquo;arr&ecirc;ter de r&eacute;pondre, de red&eacute;marrer ou de s&rsquo;&eacute;teindre en raison de la corruption de l&rsquo;espace m&eacute;moire. La Figure 2 est un tableau de certaines commandes DOS courantes pouvant encore &ecirc;tre utilis&eacute;es dans les syst&egrave;mes d&rsquo;exploitation modernes, tels que Windows XP.</p>
            <p><span class="bold">Mode prot&eacute;g&eacute;</span><br> Une unit&eacute; centrale fonctionnant en mode prot&eacute;g&eacute; a acc&egrave;s &agrave; toute la m&eacute;moire de l&rsquo;ordinateur, y compris la m&eacute;moire virtuelle. La m&eacute;moire virtuelle est un espace disque utilis&eacute; pour &eacute;muler la m&eacute;moire vive.  Les syst&egrave;mes d&rsquo;exploitation utilisant le mode prot&eacute;g&eacute; peuvent g&eacute;rer plusieurs programmes en m&ecirc;me temps. Le mode prot&eacute;g&eacute; fournit un acc&egrave;s 32 bits &agrave; la m&eacute;moire, aux pilotes et aux transferts entre les p&eacute;riph&eacute;riques d&rsquo;entr&eacute;e et de sortie (E/S). Il est utilis&eacute; par les syst&egrave;mes d&rsquo;exploitation 32 bits, tels que Windows 2000 ou Windows XP. En mode prot&eacute;g&eacute;, les applications ne peuvent pas utiliser la m&eacute;moire r&eacute;serv&eacute;e &agrave; une autre application en cours d&rsquo;ex&eacute;cution.</p>
            <p><span class="bold">Mode r&eacute;el virtuel</span><br> Une unit&eacute; centrale fonctionnant en mode r&eacute;el virtuel permet &agrave; une application en mode r&eacute;el d&rsquo;&ecirc;tre ex&eacute;cut&eacute;e dans un syst&egrave;me d&rsquo;exploitation en mode prot&eacute;g&eacute;. Ce peut &ecirc;tre le cas lorsqu&rsquo;une application DOS est ex&eacute;cut&eacute;e dans un syst&egrave;me d&rsquo;exploitation 32 bits, tel que Windows XP.</p>
            <p><span class="bold">Mode compatible</span><br> Le mode compatible cr&eacute;e l&rsquo;environnement d&rsquo;un syst&egrave;me d&rsquo;exploitation plus ancien pour les applications qui ne sont pas compatibles avec le syst&egrave;me d&rsquo;exploitation actuel. Par exemple, une application qui v&eacute;rifie la version d&rsquo;un syst&egrave;me d&rsquo;exploitation peut &ecirc;tre &eacute;crite pour Windows NT et n&eacute;cessiter un service pack particulier. Le mode compatible peut cr&eacute;er la version ou l&rsquo;environnement appropri&eacute; du syst&egrave;me d&rsquo;exploitation, de mani&egrave;re &agrave; ce que l&rsquo;application puisse s&rsquo;ex&eacute;cuter comme si elle &eacute;tait dans son environnement habituel.</p>
            
          </td>
          </tr>
         </table>  
       </td>
     </tr>
	</table>

</body>

</html>