<html>

<head>
<meta http-equiv="Content-Language" content="fr-fr">
<meta http-equiv="Content-Type" content="text/html; charset=windows-1252">
<title>Contenu</title>
<base target="_self">
<link href="../../css/content.css" rel="stylesheet" type="text/css">
</head>

<body onLoad="window.focus();">
<table border="0" cellpadding="0" cellspacing="0" width="100%">
	<!--  Start top title Lesson Bar -->
	  <tr>
	    <td width="18" class="toptitle01_white_bold" valign="top">
	    <img border="0" src="../../images/content_lines.gif" width="16" height="25"> <img border="0" src="../../images/transdot.gif" width="2" height="1"></td>
	    
    <td width="18" class="toptitle01_white_bold">5.4</td>
	    <td class="toptitle01_white_bold"><img border="0" src="../../images/transdot.gif" width="10" height="1"></td>
	    
    <td width="100%" class="toptitle01_white_bold">Installation d&rsquo;un syst&egrave;me d&rsquo;exploitation</td>
	    <td width="9" class="toptitle01_white_bold_margin">&nbsp;</td>
	  </tr>
	  <!--  End top title Lesson Bar --> <!--  Start top title Topic Bar -->
 	 <tr>
	    <td width="18" height="25" class="toptitle02_white_bold">&nbsp;</td>
	    
    <td height="25"  class="toptitle02_white_bold">5.4.8</td> 
	    <td class="toptitle02_white_bold"><img border="0" src="../../images/transdot.gif" width="10" height="1"></td>
	    
    <td width="100%" height="25" class="toptitle02_white_bold"><strong>Description de la manipulation des fichiers du syst&egrave;me d&rsquo;exploitation</strong></td>
	    <td height="25" width="9" class="toptitle02_white_bold_margin">&nbsp;</td>
  </tr>
	 <!--  End top title Topic Bar -->
</table>
	
	<!-- CONTENT -->
	
<table border="0" cellpadding="0" cellspacing="0" width="95%" >
  <tr> 
    <td width="20" class="bold"></td>
    <td class="bold"> 
      <table border="0" cellpadding="0" cellspacing="0"  width="95%">
        <tr> 
          <td width="100%" height="47"> 
            <p>Apr&egrave;s avoir install&eacute; Windows XP, vous souhaiterez peut-&ecirc;tre modifier la configuration. Les applications suivantes sont souvent utilis&eacute;es lors de modifications postinstallation&nbsp;:</p>
            <ul>
              <li><span class="bold">Msconfig</span>&nbsp;: cet utilitaire de configuration d&rsquo;amor&ccedil;age vous permet de d&eacute;finir les programmes qui seront ex&eacute;cut&eacute;s au d&eacute;marrage et de modifier les fichiers de configuration. Il offre aussi un contr&ocirc;le simplifi&eacute; des services Windows, comme le montre la Figure 1. </li>
              <li><span class="bold">Regedit</span>&nbsp;: cette application vous permet de modifier le registre, comme le montre la Figure 2. </li>
            </ul>
            <p><span class="note_caps">REMARQUE&nbsp;:</span> REGEDT32 &eacute;tait utilis&eacute; avec Windows NT. Sous Windows XP et Windows Server 2003, le fichier REGEDT32 est un raccourci de la commande REGEDIT.EXE. Sous Windows XP, vous pouvez entrer <span class="bold">REGEDT32.EXE</span> ou <span class="bold">REGEDIT.EXE</span>&nbsp;; les deux commandes ex&eacute;cutent le m&ecirc;me programme.</p>
            <p><span class="caution_caps">ATTENTION&nbsp;:</span> l&rsquo;utilisation incorrecte de <span class="bold">REGEDT32.EXE</span> ou de <span class="bold">REGEDIT.EXE</span> peut entra&icirc;ner des probl&egrave;mes de configuration, qui pourraient vous obliger &agrave; r&eacute;installer le syst&egrave;me d&rsquo;exploitation.</p>
            <p><span class="bold">Modes de d&eacute;marrage</span><br> Il existe plusieurs modes diff&eacute;rents pour amorcer Windows. En appuyant sur la touche F8 pendant le processus d&rsquo;amor&ccedil;age, vous ouvrez le menu Options de d&eacute;marrage avanc&eacute;es de Windows, qui vous permet de choisir le mode d&rsquo;amor&ccedil;age de Windows. Les options de d&eacute;marrage suivantes sont couramment utilis&eacute;es&nbsp;:</p>
            <ul>
              <li><span class="bold">Mode s&eacute;curis&eacute;</span>&nbsp;: d&eacute;marre Windows mais ne charge que les pilotes des composants de base, tels que le clavier et l&rsquo;&eacute;cran.</li>
                <li><span class="bold">Mode s&eacute;curis&eacute; avec mise en r&eacute;seau </span>&nbsp;: d&eacute;marre Windows comme en mode s&eacute;curis&eacute;, mais charge en plus les pilotes des composants r&eacute;seau.</li>
                <li><span class="bold">Mode s&eacute;curis&eacute; avec invite de commande</span>&nbsp;: d&eacute;marre Windows mais charge l&rsquo;invite de commande au lieu de l&rsquo;interface graphique utilisateur.</li>
                <li><span class="bold">Derni&egrave;re bonne configuration connue</span>&nbsp;: permet &agrave; un utilisateur de charger les param&egrave;tres de configuration de Windows utilis&eacute;s la derni&egrave;re fois que Windows a d&eacute;marr&eacute; avec succ&egrave;s. Pour ce faire, le syst&egrave;me acc&egrave;de &agrave; une copie du registre cr&eacute;&eacute; &agrave; cet effet.</li>
            </ul>
          
            <p><span class="bold">REMARQUE&nbsp;:</span> la Derni&egrave;re bonne configuration connue n&rsquo;est utile que si elle est utilis&eacute;e imm&eacute;diatement apr&egrave;s un &eacute;chec. Si l&rsquo;ordinateur est red&eacute;marr&eacute; et parvient, malgr&eacute; les difficult&eacute;s, &agrave; ouvrir Windows, la cl&eacute; de registre pour la Derni&egrave;re bonne configuration connue sera probablement mise &agrave; jour avec les informations sur la panne.</p>
          </td>
        </tr>
      </table>
    </td>
  </tr>
</table>

</body>

</html>