<html>

<head>
<meta http-equiv="Content-Language" content="fr-fr">
<meta http-equiv="Content-Type" content="text/html; charset=windows-1252">
<title>Contenu</title>
<base target="_self">
<link href="../../css/content.css" rel="stylesheet" type="text/css">
</head>

<body onLoad="window.focus();">
<table border="0" cellpadding="0" cellspacing="0" width="100%">
	<!--  Start top title Lesson Bar -->
	  <tr>
	    <td width="18" class="toptitle01_white_bold" valign="top">
	    <img border="0" src="../../images/content_lines.gif" width="16" height="25"> <img border="0" src="../../images/transdot.gif" width="2" height="1"></td>
	    
    <td width="18" class="toptitle01_white_bold">5.4</td>
	    <td class="toptitle01_white_bold"><img border="0" src="../../images/transdot.gif" width="10" height="1"></td>
	    
    <td width="100%" class="toptitle01_white_bold">Installation d&rsquo;un syst&egrave;me d&rsquo;exploitation</td>
	    <td width="9" class="toptitle01_white_bold_margin">&nbsp;</td>
	  </tr>
	  <!--  End top title Lesson Bar --> <!--  Start top title Topic Bar -->
 	 <tr>
	    <td width="18" height="25" class="toptitle02_white_bold">&nbsp;</td>
	    
    <td height="25"  class="toptitle02_white_bold">5.4.1</td> 
	    <td class="toptitle02_white_bold"><img border="0" src="../../images/transdot.gif" width="10" height="1"></td>
	    
    <td width="100%" height="25" class="toptitle02_white_bold"><strong>Identification des proc&eacute;dures de configuration d&rsquo;un disque dur</strong></td>
	    <td height="25" width="9" class="toptitle02_white_bold_margin">&nbsp;</td>
  </tr>
	 <!--  End top title Topic Bar -->
</table>
	
	<!-- CONTENT -->
	<table border="0" cellpadding="0" cellspacing="0" width="95%" >
		<tr>
			<td width="20"></td>
			<td>
        <table border="0" cellpadding="0" cellspacing="0"  width="95%">
          
        <tr> 
          <td width="100%"> 
            <p>L&rsquo;installation d&rsquo;un syst&egrave;me d&rsquo;exploitation inclut son installation et son amor&ccedil;age initial.  Bien qu&rsquo;il soit possible d&rsquo;installer un syst&egrave;me d&rsquo;exploitation via un r&eacute;seau &agrave; partir d&rsquo;un serveur ou d&rsquo;un disque dur local, la m&eacute;thode d&rsquo;installation la plus courante utilise les CD et les DVD. Pour installer un syst&egrave;me d&rsquo;exploitation avec un CD ou un DVD, configurez d&rsquo;abord le BIOS pour amorcer le syst&egrave;me &agrave; partir du CD ou du DVD.</p>
            <p><span class="bold">Partition et formatage</span><br> Avant d&rsquo;installer un syst&egrave;me d&rsquo;exploitation sur un disque dur, celui-ci doit &ecirc;tre partitionn&eacute; et format&eacute;. Lorsqu&rsquo;un disque dur est partitionn&eacute;, il est divis&eacute; logiquement en une ou plusieurs zones. Lorsqu&rsquo;un disque dur est format&eacute;, les partitions sont pr&eacute;par&eacute;es pour contenir des fichiers et applications. Pendant la phase d&rsquo;installation, la plupart des syst&egrave;mes d&rsquo;exploitation partionnent et formatent automatiquement le disque dur. Un technicien doit comprendre la proc&eacute;dure de configuration d&rsquo;un disque dur. Les termes suivants se r&eacute;f&egrave;rent &agrave; la configuration d&rsquo;un disque dur&nbsp;:</p>
            <ul>
              <li><STRONG>Partition principale</STRONG>&nbsp;: il s&rsquo;agit g&eacute;n&eacute;ralement de la premi&egrave;re partition. Une partition principale ne peut pas &ecirc;tre subdivis&eacute;e en sections plus petites. Un disque dur peut compter jusqu&rsquo;&agrave; quatre partitions.</li>   
              <li><STRONG>Partition active</STRONG>&nbsp;: cette partition est utilis&eacute;e par le syst&egrave;me d&rsquo;exploitation pour amorcer l&rsquo;ordinateur. Seule une partition principale peut &ecirc;tre marqu&eacute;e comme active.</li>
              <li><STRONG>Partition &eacute;tendue</STRONG>&nbsp;: cette partition utilise normalement l&rsquo;espace libre restant sur un disque dur ou elle se substitue &agrave; une partition principale. Il ne peut y avoir qu&rsquo;une partition &eacute;tendue par disque dur, laquelle peut &ecirc;tre subdivis&eacute;e en sections plus petites appel&eacute;es unit&eacute;s logiques.</li>
              <li><STRONG>Unit&eacute; logique</STRONG>&nbsp;: ce lecteur est une section d&rsquo;une partition &eacute;tendue pouvant &ecirc;tre utilis&eacute;e pour s&eacute;parer des informations &agrave; des fins administratives.</li>
              <li><STRONG>Formatage</STRONG>&nbsp;: ce processus pr&eacute;pare un syst&egrave;me de fichiers dans une partition pour le stockage des fichiers.</li>   
              <li><STRONG>Cluster</STRONG>&nbsp;: un cluster est &eacute;galement appel&eacute; unit&eacute; d&rsquo;allocation de fichiers. C&rsquo;est la plus petite unit&eacute; d&rsquo;espace utilis&eacute;e pour le stockage des donn&eacute;es.</li>   
              <li><STRONG>Piste</STRONG>&nbsp;: une piste est un cercle complet de donn&eacute;es sur un c&ocirc;t&eacute; d&rsquo;un plateau de disque dur. Une piste est divis&eacute;e en groupes de 512 octets appel&eacute;s secteurs.</li>   
              <li><STRONG>Cylindre</STRONG>&nbsp;: un cylindre est un ensemble de pistes align&eacute;es les unes au-dessus des autres pour former un cylindre.</li>
              <li><STRONG>Mappage de lecteur</STRONG>&nbsp;: le mappage de lecteur est une lettre assign&eacute;e &agrave; une unit&eacute; physique ou logique.</li>
            </ul>
          
          </tr>
         </table>  
       </td>
     </tr>
	</table>

</body>

</html>