<html>

<head>
<meta http-equiv="Content-Language" content="fr-fr">
<meta http-equiv="Content-Type" content="text/html; charset=windows-1252">
<title>Contenu</title>
<base target="_self">
<link href="../../css/content.css" rel="stylesheet" type="text/css">
</head>

<body onLoad="window.focus();">
<table border="0" cellpadding="0" cellspacing="0" width="100%">
	<!--  Start top title Lesson Bar -->
	  <tr>
	    <td width="18" class="toptitle01_white_bold" valign="top">
	    <img border="0" src="../../images/content_lines.gif" width="16" height="25"> <img border="0" src="../../images/transdot.gif" width="2" height="1"></td>

    	<td width="18" class="toptitle01_white_bold">14.1</td>
	    <td class="toptitle01_white_bold"><img border="0" src="../../images/transdot.gif" width="10" height="1"></td>

    	<td width="100%" class="toptitle01_white_bold">Description des dangers potentiels et des proc&eacute;dures de s&eacute;curit&eacute; associ&eacute;s aux imprimantes et aux scanners</td>
	    <td width="9" class="toptitle01_white_bold_margin">&nbsp;</td>
	  </tr>
	  <!--  End top title Lesson Bar --> <!--  Start top title Topic Bar --> <!-- <tr> 	    <td width="18" height="25" class="toptitle02_white_bold">&nbsp;</td> 	    <td height="25"  class="toptitle02_white_bold">1.0</td> 	    <td class="toptitle02_white_bold"><img border="0" src="../../images/transdot.gif" width="10" height="1"></td> 	    <td width="100%" height="25" class="toptitle02_white_bold">Describe wireless communication methods for laptops and portable devices</td> 	    <td height="25" width="9" class="toptitle02_white_bold_margin">&nbsp;</td>   </tr> 	 <!--  End top title Topic Bar -->
</table>

	<!-- CONTENT -->
	<table border="0" cellpadding="0" cellspacing="0" width="95%" >
		<tr>
			<td width="20"></td>
			<td>
        <table border="0" cellpadding="0" cellspacing="0"  width="95%">

        <tr>
          <td width="100%">

            <p>Vous devez toujours suivre les proc&eacute;dures de s&eacute;curit&eacute; lorsque vous travaillez sur un ordinateur. Il existe &eacute;galement des r&egrave;gles que vous devez suivre lorsque vous travaillez avec des imprimantes et des scanners. Ces r&egrave;gles assurent votre s&eacute;curit&eacute; et celle de l&rsquo;&eacute;quipement.</p>

			<p>La premi&egrave;re r&egrave;gle de s&eacute;curit&eacute; concerne le d&eacute;placement d&rsquo;&eacute;quipements volumineux. Soulevez toujours l&rsquo;&eacute;quipement en utilisant la force de vos jambes et de vos genoux et non la force de votre dos. Portez des chaussures et des v&ecirc;tements adapt&eacute;s. Ne portez pas de bijoux ou de v&ecirc;tements amples lors de l&rsquo;entretien d&rsquo;&eacute;quipements informatiques. </p>

			<p>Les imprimantes, scanners et p&eacute;riph&eacute;riques tout-en-un se branchant sur des prises CA peuvent chauffer en cours d&rsquo;utilisation. Si vous envisagez d&rsquo;effectuer des travaux sur un &eacute;quipement, vous devez l&rsquo;&eacute;teindre et le laisser refroidir avant de commencer les r&eacute;parations sur des composants internes. Les t&ecirc;tes d&rsquo;impression des imprimantes matricielles peuvent devenir tr&egrave;s chaudes lorsqu&rsquo;elles sont utilis&eacute;es. L&rsquo;unit&eacute; de fusion d&rsquo;une imprimante laser peut &eacute;galement chauffer. </p>

			<p>Certaines imprimantes restent hautement charg&eacute;es &eacute;lectriquement, m&ecirc;me apr&egrave;s leur d&eacute;connexion de la source d&rsquo;alimentation. Seuls les techniciens qualifi&eacute;s doivent effectuer des r&eacute;parations avanc&eacute;es sur les imprimantes laser, en particulier s&rsquo;il s&rsquo;agit d&rsquo;intervenir sur le fil du corona ou le rouleau de transfert. Ces &eacute;l&eacute;ments peuvent rester fortement charg&eacute;s &eacute;lectriquement, m&ecirc;me apr&egrave;s que l&rsquo;imprimante a &eacute;t&eacute; &eacute;teinte. Consultez les manuels d&rsquo;entretien ou contactez le fabricant pour vous assurer de la localisation de ces &eacute;l&eacute;ments dans les p&eacute;riph&eacute;riques. </p>

			<p>Les imprimantes et les scanners peuvent &ecirc;tre on&eacute;reux. Si vous n&rsquo;entretenez pas correctement les imprimantes ou installez la mauvaise pi&egrave;ce, vous risquez de les endommager, sans possibilit&eacute; de les r&eacute;parer.</p>

		  </td>
		  </tr>
		   </table>
		 </td>
	   </tr>
	</table>

	</body>

</html>