<html>

<head>
<meta http-equiv="Content-Language" content="fr-fr">
<meta http-equiv="Content-Type" content="text/html; charset=windows-1252">
<title>Contenu</title>
<base target="_self">
<link href="../../css/content.css" rel="stylesheet" type="text/css">
</head>

<body onLoad="window.focus();">
<table border="0" cellpadding="0" cellspacing="0" width="100%">
	<!--  Start top title Lesson Bar -->
	  <tr>
	    <td width="18" class="toptitle01_white_bold" valign="top">
	    <img border="0" src="../../images/content_lines.gif" width="16" height="25"> <img border="0" src="../../images/transdot.gif" width="2" height="1"></td>
	    
    <td width="18" class="toptitle01_white_bold">7.4</td>
	    <td class="toptitle01_white_bold"><img border="0" src="../../images/transdot.gif" width="10" height="1"></td>
	    
    <td width="100%" class="toptitle01_white_bold">Description de la proc&eacute;dure d&rsquo;installation et de configuration des scanners</td>
	    <td width="9" class="toptitle01_white_bold_margin">&nbsp;</td>
	  </tr>
	  <!--  End top title Lesson Bar --> <!--  Start top title Topic Bar -->
	 <tr>
	    <td width="18" height="25" class="toptitle02_white_bold">&nbsp;</td>
	    
    <td height="25"  class="toptitle02_white_bold">7.4.3</td> 
	    <td class="toptitle02_white_bold"><img border="0" src="../../images/transdot.gif" width="10" height="1"></td>
	    
    <td width="100%" height="25" class="toptitle02_white_bold">Identification des options de configuration et des param&egrave;tres par d&eacute;faut</td>
	    <td height="25" width="9" class="toptitle02_white_bold_margin">&nbsp;</td>
	  </tr>
	 <!--  End top title Topic Bar -->	
</table>
	
	<!-- CONTENT -->
	<table border="0" cellpadding="0" cellspacing="0" width="95%" bordercolor="#111111">
		<tr>
			<td width="20"></td>
			<td>
        <table border="0" cellpadding="0" cellspacing="0" bordercolor="#111111" width="95%">
          
        <tr> 
          <td width="100%"> 
            <p>Les options de configuration et les param&egrave;tres par d&eacute;faut des scanners varient selon le mod&egrave;le et le fabricant.</p>
            <p>Un scanner peut &ecirc;tre muni d&rsquo;un logiciel de traitement graphique de base pour modifier les photos et d&rsquo;autres images. Il peut &eacute;galement &ecirc;tre dot&eacute; d&rsquo;un logiciel de reconnaissance optique de caract&egrave;res, qui permet de manipuler, en tant que texte, le texte pr&eacute;sent dans une image num&eacute;ris&eacute;e.</p>
            <p>Voici certaines configurations disponibles, le cas &eacute;ch&eacute;ant, sur un scanner&nbsp;:</p>
            <ul>
              <li>num&eacute;risation couleur, noir et blanc ou en &eacute;chelle de gris&nbsp;;</li>
              <li>num&eacute;risation d&rsquo;une seule touche dans l&rsquo;application souhait&eacute;e&nbsp;;</li>
              <li>options de qualit&eacute; et de r&eacute;solution&nbsp;; </li>
              <li>bacs d&rsquo;alimentation du papier.</li>
            </ul>
            <p>Il est important d&rsquo;&eacute;talonner les couleurs entre les p&eacute;riph&eacute;riques et l&rsquo;ordinateur, afin d&rsquo;obtenir une repr&eacute;sentation fid&egrave;le des couleurs. Pour &eacute;talonner un scanner, num&eacute;risez un &eacute;chantillon graphique contenant des couleurs sp&eacute;cifiques. Une application d&rsquo;&eacute;talonnage install&eacute;e sur l&rsquo;ordinateur compare la sortie du scanner et les couleurs connues de l&rsquo;&eacute;chantillon graphique affich&eacute; &agrave; l&rsquo;&eacute;cran. Le logiciel r&egrave;gle la couleur du scanner en cons&eacute;quence. Lorsque votre scanner, votre moniteur et votre imprimante traitent les m&ecirc;mes couleurs de la m&ecirc;me fa&ccedil;on, l&rsquo;image imprim&eacute;e correspond &agrave; l&rsquo;image num&eacute;ris&eacute;e. </p>
            </td>
          </tr>
         </table>  
       </td>
     </tr>
	</table>

</body>

</html>