<html>

<head>
<meta http-equiv="Content-Language" content="fr-fr">
<meta http-equiv="Content-Type" content="text/html; charset=windows-1252">
<title>Contenu</title>
<base target="_self">
<link href="../../css/content.css" rel="stylesheet" type="text/css">
</head>

<body onLoad="window.focus();">
<table border="0" cellpadding="0" cellspacing="0" width="100%">
  <!--  Start top title Lesson Bar -->
  <tr>
      <td width="18" class="toptitle01_white_bold" valign="top"> <img border="0" src="../../images/content_lines.gif" width="16" height="25"> <img border="0" src="../../images/transdot.gif" width="2" height="1"></td>
      <td width="18" class="toptitle01_white_bold">11.5</td>
      <td class="toptitle01_white_bold"><img border="0" src="../../images/transdot.gif" width="10" height="1"></td>
      <td width="100%" class="toptitle01_white_bold">Identification et application des techniques courantes de maintenance pr&eacute;ventive des composants d&rsquo;un ordinateur personnel</td>
      <td width="9" class="toptitle01_white_bold_margin">&nbsp;</td>
  </tr>
	<!--  End top title Lesson Bar -->

  	<!--  Start top title Topic Bar -->

   <tr>
  	    <td width="18" height="25" class="toptitle02_white_bold">&nbsp;</td>
  	    <td height="25"  class="toptitle02_white_bold">11.5.1</td>
  	    <td class="toptitle02_white_bold"><img border="0" src="../../images/transdot.gif" width="10" height="1"></td>
  	    <td width="100%" height="25" class="toptitle02_white_bold">Nettoyage des composants internes</td>
  	    <td height="25" width="9" class="toptitle02_white_bold_margin">&nbsp;</td>
  </tr>
  	<!--  End top title Topic Bar -->
</table>

	<!-- CONTENT -->
	<table border="0" cellpadding="0" cellspacing="0" width="95%" >
		<tr>
			<td width="20"></td>
			<td>
        <table border="0" cellpadding="0" cellspacing="0"  width="95%">

        <tr>
          <td width="100%">
            <p>Une partie importante de la maintenance pr&eacute;ventive d&rsquo;un ordinateur consiste &agrave; garantir la propret&eacute; du syst&egrave;me. La quantit&eacute; de poussi&egrave;re aux alentours et les habitudes de l&rsquo;utilisateur d&eacute;terminent la fr&eacute;quence &agrave; laquelle les composants informatiques doivent &ecirc;tre nettoy&eacute;s. Votre travail de nettoyage consiste essentiellement &agrave; pr&eacute;venir l&rsquo;accumulation de poussi&egrave;re. </p>

            <p>N&rsquo;utilisez pas d&rsquo;aspirateur pour enlever la poussi&egrave;re. Les aspirateurs peuvent en effet cr&eacute;er de l&rsquo;&eacute;lectricit&eacute; statique et endommager ou desserrer des composants et des cavaliers. Pour &eacute;liminer la poussi&egrave;re, utilisez de l&rsquo;air comprim&eacute;. Si vous utilisez de l&rsquo;air comprim&eacute; en bombe, tenez la bombe droite pour &eacute;viter l&rsquo;&eacute;coulement de liquide sur les composants de l&rsquo;ordinateur. Conformez-vous toujours aux instructions et avertissements figurant sur la bombe d&rsquo;air comprim&eacute;. </p>

            <p>Le nettoyage r&eacute;gulier est &eacute;galement l&rsquo;occasion de v&eacute;rifier qu&rsquo;aucune vis et qu&rsquo;aucun connecteur ne sont desserr&eacute;s. Plusieurs &eacute;l&eacute;ments situ&eacute;s &agrave; l&rsquo;int&eacute;rieur du bo&icirc;tier de l&rsquo;ordinateur doivent rester aussi propres que possible&nbsp;:</p>

				<ul>
					<li>l&rsquo;ensemble dissipateur thermique/ventilateur&nbsp;; </li>
					<li>la m&eacute;moire vive&nbsp;;</li>
					<li>les adaptateurs&nbsp;;</li>
					<li>la carte m&egrave;re&nbsp;;</li>
					<li>le ventilateur du bo&icirc;tier&nbsp;;</li>
					<li>l&rsquo;alimentation&nbsp;;</li>
					<li>les disques internes.</li>

				</ul>

            <p><span class="caution_caps">ATTENTION&nbsp;:</span> lorsque vous nettoyez un ventilateur avec de l&rsquo;air comprim&eacute;, veillez &agrave; ne pas faire tourner les pales. Cela permet d&rsquo;&eacute;viter une trop grande sollicitation du rotor ou une rotation du ventilateur dans le mauvais sens.</p>

          </td>
			  </tr>
			 </table>
		   </td>
		 </tr>
		</table>

	</body>

</html>