<html>

<head>
<meta http-equiv="Content-Language" content="fr-fr">
<meta http-equiv="Content-Type" content="text/html; charset=windows-1252">
<title>Contenu</title>
<base target="_self">
<link href="../../css/content.css" rel="stylesheet" type="text/css">
</head>

<body onLoad="window.focus();">
<table border="0" cellpadding="0" cellspacing="0" width="100%">
  <!--  Start top title Lesson Bar -->
  <tr> 
    <td width="18" class="toptitle01_white_bold" valign="top"> <img border="0" src="../../images/content_lines.gif" width="16" height="25"> <img border="0" src="../../images/transdot.gif" width="2" height="1"></td>
    <td width="18" class="toptitle01_white_bold">1.7</td>
    <td class="toptitle01_white_bold"><img border="0" src="../../images/transdot.gif" width="10" height="1"></td>
    <td width="100%" class="toptitle01_white_bold">Identification des noms, objectifs et caract&eacute;ristiques des p&eacute;riph&eacute;riques de sortie</td>
    <td width="9" class="toptitle01_white_bold_margin">&nbsp;</td>
  </tr>
  <!--  End top title Lesson Bar --> <!--  Start top title Topic Bar -->

  <!--  End top title Topic Bar -->
</table>
	
	<!-- CONTENT -->
	<table border="0" cellpadding="0" cellspacing="0" width="95%" >
		<tr>
			<td width="20"></td>
			<td>
        <table border="0" cellpadding="0" cellspacing="0"  width="95%">
          
        <tr> 
          <td width="100%"> 
            <p>Un p&eacute;riph&eacute;rique de sortie est utilis&eacute; pour pr&eacute;senter &agrave; l&rsquo;utilisateur des informations provenant d&rsquo;un ordinateur. Voici quelques exemples de p&eacute;riph&eacute;riques de sortie&nbsp;:</p>
            <ul>
              <li>moniteurs et projecteurs&nbsp;;</li>
              <li>imprimantes, scanners et fax&nbsp;;</li>
              <li>haut-parleurs et casques.</li>
            </ul>
            <p><span class="bold">Monitors et projecteurs</span><br> Les moniteurs et les projecteurs sont les p&eacute;riph&eacute;riques de sortie essentiels d&rsquo;un ordinateur. La Figure 1 illustre diff&eacute;rents types de moniteurs. La diff&eacute;rence la plus importante est la technologie utilis&eacute;e pour cr&eacute;er une image&nbsp;:</p>
            <ul>
              <li><strong>CRT</strong>&nbsp;: le moniteur &agrave; tube &agrave; rayons cathodiques (Cathode Ray Tube) est le type de moniteur le plus r&eacute;pandu. Des faisceaux d&rsquo;&eacute;lectrons rouges, verts et bleus balayent l&rsquo;&eacute;cran enduit de phosphore. Le phosphore s&rsquo;illumine lorsqu&rsquo;il est frapp&eacute; par le faisceau d&rsquo;&eacute;lectrons. Les zones qui ne sont pas atteintes par le faisceau d&rsquo;&eacute;lectrons restent &eacute;teintes. La combinaison de zones lumineuses et non lumineuses cr&eacute;e l&rsquo;image sur l&rsquo;&eacute;cran. La plupart des t&eacute;l&eacute;viseurs utilisent &eacute;galement cette technologie. </li>
              <li><strong>LCD</strong>&nbsp;: l&rsquo;affichage &agrave; cristaux liquides (Liquid Crystal Display) est couramment utilis&eacute; pour les ordinateurs portables et certains projecteurs. Il est compos&eacute; de deux filtres polarisants s&eacute;par&eacute;s d&rsquo;une solution de cristaux liquides. Un courant &eacute;lectronique aligne les cristaux, afin que la lumi&egrave;re puisse les traverser ou non. L&rsquo;image est cr&eacute;&eacute;e par cet effet de lumi&egrave;re qui traverse certaines zones seulement. Les &eacute;crans LCD sont de deux types&nbsp;: &agrave; matrice active et &agrave; matrice passive. La matrice active est parfois appel&eacute;e TFT (Thin Film Transistor, transistors en film mince). La technologie TFT permet de contr&ocirc;ler chaque pixel, ce qui cr&eacute;e des images color&eacute;es tr&egrave;s nettes. Une matrice passive est moins ch&egrave;re qu&rsquo;une matrice active mais elle ne fournit pas le m&ecirc;me niveau de contr&ocirc;le de l&rsquo;image.</li>
              <li><strong>DLP</strong>&nbsp;: le traitement num&eacute;rique de la lumi&egrave;re (Digital Light Processing) est une autre technologie utilis&eacute;e pour les projecteurs. Les projecteurs DLP utilisent une roue chromatique en rotation, associ&eacute;e &agrave; une matrice de miroirs contr&ocirc;l&eacute;e par un microprocesseur, appel&eacute;e une DMD (Digital Micromirror Device, matrice &agrave; miroirs num&eacute;rique). Chaque miroir correspond &agrave; un pixel donn&eacute;. Chaque miroir refl&egrave;te la lumi&egrave;re vers l&rsquo;optique d&rsquo;un projecteur ou en dehors de celle-ci. Cela cr&eacute;e une image monochromatique pouvant comporter jusqu&rsquo;&agrave; 1&nbsp;024 nuances de gris entre le noir et le blanc. La roue chromatique ajoute ensuite les donn&eacute;es de couleur pour compl&eacute;ter l&rsquo;image en couleur projet&eacute;e.</li>
            </ul>
            <p>La r&eacute;solution d&rsquo;un moniteur indique le niveau de d&eacute;tail d&rsquo;image qui peut &ecirc;tre reproduit. La Figure 2 pr&eacute;sente un tableau de r&eacute;solutions de moniteur courantes. Plus la r&eacute;solution est &eacute;lev&eacute;e, meilleure est la qualit&eacute; de l&rsquo;image. Plusieurs facteurs influencent la r&eacute;solution d&rsquo;un moniteur&nbsp;:</p>
            <ul>
              <li><strong>Pixels</strong>&nbsp;: le terme &laquo;&nbsp;pixel&nbsp;&raquo; est une abr&eacute;viation de &laquo;&nbsp;picture element&nbsp;&raquo; (&eacute;l&eacute;ment d&rsquo;image). Les pixels sont les petits points qui composent un &eacute;cran. Chaque pixel est constitu&eacute; de rouge, vert et bleu.</li>
              <li><strong>Pas de masque</strong>&nbsp;: le pas de masque (dot pitch) est la distance qui s&eacute;pare les pixels sur l&rsquo;&eacute;cran. Plus cette valeur est faible, meilleure est la qualit&eacute; de l&rsquo;image.</li>
              <li><strong>Fr&eacute;quence de rafra&icirc;chissement</strong>: la fr&eacute;quence de rafra&icirc;chissement est le nombre de fois par seconde o&ugrave; l&rsquo;image est reconstitu&eacute;e. Plus cette fr&eacute;quence est &eacute;lev&eacute;e, meilleure est la qualit&eacute; de l&rsquo;image et moindre en est le scintillement. </li>
              <li><strong>Entrelac&eacute;/non entrelac&eacute;</strong>&nbsp;: les moniteurs entrelac&eacute;s cr&eacute;ent l&rsquo;image en balayant l&rsquo;&eacute;cran deux fois. Le premier balayage couvre les lignes impaires, de haut en bas, et le second balayage couvre les lignes paires. Les moniteurs non entrelac&eacute;s cr&eacute;ent l&rsquo;image en balayant l&rsquo;&eacute;cran, ligne apr&egrave;s ligne, de haut en bas. Aujourd&rsquo;hui, la plupart des moniteurs CRT sont non entrelac&eacute;s.</li>
              <li><strong>HVC (Horizontal Vertical Colors)</strong>&nbsp;: le nombre de pixels dans une ligne est la r&eacute;solution horizontale. Le nombre de lignes dans un &eacute;cran est la r&eacute;solution verticale. Le nombre de couleurs qui peuvent &ecirc;tre reproduites est la r&eacute;solution de couleur. </li>
              <li><strong>Format de l&rsquo;image</strong>&nbsp;: le format de l&rsquo;image est le rapport hauteur/largeur de la zone d&rsquo;affichage d&rsquo;un moniteur. Par exemple, un format d&rsquo;image de 4:3 correspond &agrave; une zone d&rsquo;affichage de 16&quot; sur 12. Un format d&rsquo;image de 4:3 correspond &eacute;galement &agrave; une zone d&rsquo;affichage de 24&quot; sur 18. Une zone d&rsquo;affichage de 22&quot; sur 12 a un format d&rsquo;image de 11:6. </li>
            </ul>
            <p>Les moniteurs comportent des touches pour r&eacute;gler la qualit&eacute; de l&rsquo;image. Voici certains r&eacute;glages de moniteurs courants&nbsp;:</p>
            <ul>
              <li>luminosit&eacute;&nbsp;: intensit&eacute; de l&rsquo;image&nbsp;;</li>
              <li>contraste&nbsp;: rapport des brillances entre les parties claires et sombres de l&rsquo;image&nbsp;; </li>
              <li>position&nbsp;: positions verticale et horizontale de l&rsquo;image sur l&rsquo;&eacute;cran&nbsp;;</li>
              <li>r&eacute;initialiser&nbsp;: r&eacute;tablissement des r&eacute;glages d&rsquo;usine du moniteur.</li>
            </ul>
            <p><span class="bold">Imprimantes, scanners et fax </span><br> Les imprimantes sont des p&eacute;riph&eacute;riques de sortie qui cr&eacute;ent des exemplaires imprim&eacute;s de fichiers informatiques. Certaines imprimantes sont sp&eacute;cialis&eacute;es pour des applications donn&eacute;es, telles que l&rsquo;impression de photos couleur. D&rsquo;autres imprimantes, tout-en-un, sont con&ccedil;ues pour fournir plusieurs services tels que l&rsquo;impression, le fax et la photocopie (voir la Figure 3).</p>
            <p><span class="bold">Haut-parleurs et casques</span><br> Les haut-parleurs et les casques sont des p&eacute;riph&eacute;riques de sortie pour les signaux audio. La plupart des ordinateurs prennent en charge des fonctions audio, int&eacute;gr&eacute;es dans la carte m&egrave;re ou fournies par un adaptateur. Des ports permettant l&rsquo;entr&eacute;e et la sortie de signaux audio sont alors n&eacute;cessaires. La carte audio comporte un amplificateur pour le casque et les haut-parleurs externes, illustr&eacute;s &agrave; la Figure 4.</p>
          </tr>
         </table>  
       </td>
     </tr>
	</table>

</body>

</html>