<html>

<head>
<meta http-equiv="Content-Language" content="fr-fr">
<meta http-equiv="Content-Type" content="text/html; charset=windows-1252">
<title>Contenu</title>
<base target="_self">
<link href="../../css/content.css" rel="stylesheet" type="text/css">
</head>

<body onLoad="window.focus();">
<table border="0" cellpadding="0" cellspacing="0" width="100%">
	<!--  Start top title Lesson Bar -->
	  <tr>
	    <td width="18" class="toptitle01_white_bold" valign="top">
	    <img border="0" src="../../images/content_lines.gif" width="16" height="25"> <img border="0" src="../../images/transdot.gif" width="2" height="1"></td>
	    
    <td width="18" class="toptitle01_white_bold">8.10</td>
	    <td class="toptitle01_white_bold"><img border="0" src="../../images/transdot.gif" width="10" height="1"></td>
	    <td width="100%" class="toptitle01_white_bold">Identification du nom, des fonctions et des caract&eacute;ristiques des autres technologies de connectivit&eacute;</td>
	    <td width="9" class="toptitle01_white_bold_margin">&nbsp;</td>
	  </tr>
	  <!--  End top title Lesson Bar --> <!--  Start top title Topic Bar -->
 	 <tr>
	    <td width="18" height="25" class="toptitle02_white_bold">&nbsp;</td>
	    
    <td height="25"  class="toptitle02_white_bold">8.10.3</td>
    <td class="toptitle02_white_bold"><img border="0" src="../../images/transdot.gif" width="10" height="8"></td>
	    
    <td width="100%" height="25" class="toptitle02_white_bold">D&eacute;finition des technologies &agrave; large bande</td>
	    <td height="25" width="9" class="toptitle02_white_bold_margin">&nbsp;</td>
	  </tr>
	 <!--  End top title Topic Bar -->	
</table>
	
	<!-- CONTENT -->
	<table border="0" cellpadding="0" cellspacing="0" width="95%" >
		<tr>
			<td width="20"></td>
			<td>
        <table border="0" cellpadding="0" cellspacing="0"  width="95%">
          
        <tr> 
          <td width="100%"> 
            <p>Les technologies &agrave; large bande sont utilis&eacute;es pour transmettre et recevoir des signaux multiples, &agrave; diff&eacute;rentes fr&eacute;quences, sur un m&ecirc;me c&acirc;ble. Par exemple, le c&acirc;ble utilis&eacute; pour la r&eacute;ception des cha&icirc;nes de t&eacute;l&eacute;vision peut &eacute;galement servir aux transmissions de r&eacute;seau informatique. Cela ne pose aucun probl&egrave;me d&rsquo;interf&eacute;rence, car ces deux types de transmission utilisent des fr&eacute;quences diff&eacute;rentes.</p>
            <p>La large bande est une m&eacute;thode de signalisation (transmission) qui utilise une large plage de fr&eacute;quences pouvant ensuite &ecirc;tre divis&eacute;e en canaux. Dans le domaine des r&eacute;seaux, le terme large bande d&eacute;crit la m&eacute;thode de communication qui permet de transmettre plusieurs signaux en m&ecirc;me temps. L&rsquo;envoi simultan&eacute; de plusieurs signaux augmente le d&eacute;bit de transmission. Voici quelques connexions de r&eacute;seau large bande courantes&nbsp;: c&acirc;ble, DSL, RNIS et satellite.</p>
            <p><span class="bold">C&acirc;ble</span><br> Un modem c&acirc;ble relie votre ordinateur au fournisseur via le m&ecirc;me c&acirc;ble coaxial servant &agrave; la connexion de la t&eacute;l&eacute;vision. Un modem c&acirc;ble est pr&eacute;sent&eacute; dans la Figure&nbsp;1. Vous pouvez brancher votre ordinateur directement sur le modem c&acirc;ble ou via un routeur, un commutateur, un concentrateur ou un p&eacute;riph&eacute;rique r&eacute;seau multifonction, afin que plusieurs ordinateurs puissent partager la connexion Internet.</p>
            <p><span class="bold">DSL</span><br> Avec la technologie DSL, les signaux de voix et de donn&eacute;es sont transmis sur des fr&eacute;quences diff&eacute;rentes, via les fils de cuivre de la ligne t&eacute;l&eacute;phonique. Un filtre est utilis&eacute; pour emp&ecirc;cher les signaux DSL d&rsquo;interf&eacute;rer avec les signaux t&eacute;l&eacute;phoniques. Un filtre DSL est pr&eacute;sent&eacute; dans la Figure&nbsp;2. Il suffit de brancher ce filtre sur la prise t&eacute;l&eacute;phonique, puis de brancher le t&eacute;l&eacute;phone sur le filtre. </p>
            <p>Le modem DSL lui-m&ecirc;me ne requiert aucun filtre. En effet, il n&rsquo;est pas affect&eacute; par les fr&eacute;quences t&eacute;l&eacute;phoniques. Tout comme le modem c&acirc;ble, le modem DSL peut se connecter directement &agrave; votre ordinateur ou via un p&eacute;riph&eacute;rique de r&eacute;seau, afin de partager la connexion Internet entre plusieurs ordinateurs.</p>
            <p><span class="bold">RNIS</span><br> RNIS est un autre exemple de technologie &agrave; large bande. Elle utilise plusieurs canaux et peut transmettre diff&eacute;rents types de service, c&rsquo;est pourquoi elle est consid&eacute;r&eacute;e comme une technologie &agrave; large bande. La technologie RNIS peut transmettre la voix, la vid&eacute;o et les donn&eacute;es.</p>
            <p><span class="bold">Satellite</span><br> La connexion satellite &agrave; large bande est une alternative int&eacute;ressante pour les personnes qui ne peuvent pas utiliser les connexions DSL ou par c&acirc;ble. Une connexion par satellite ne requiert aucune ligne t&eacute;l&eacute;phonique ou c&acirc;bl&eacute;e, car elle utilise une antenne satellite pour les communications bidirectionnelles. Les d&eacute;bits de t&eacute;l&eacute;chargement atteignent g&eacute;n&eacute;ralement jusqu&rsquo;&agrave; 500&nbsp;Kbits/s&nbsp;; les d&eacute;bits de chargement sont plus proches de 56&nbsp;Kbits/s. Il faut un certain temps au signal provenant de l&rsquo;antenne satellite pour &ecirc;tre relay&eacute; &agrave; votre fournisseur d&rsquo;acc&egrave;s Internet (FAI), via un satellite en orbite autour de la Terre.</p>
            <p>Les personnes vivant en milieu rural utilisent souvent une connexion satellite &agrave; large bande si elles souhaitent une connexion plus rapide qu&rsquo;une simple ligne commut&eacute;e et qu&rsquo;aucune autre connexion &agrave; large bande n&rsquo;est disponible. </p>
            <p>
              <!-- Start Activity box   -->
            </p>
            <table  width="95%" border="0" cellspacing="0" cellpadding="0" id="activity">
              <tr> 
                <td valign="top"> 
                  <table  width="100%" cellspacing="0" cellpadding="0" border="0" >
                    <tr> 
                      <td width="5" class="activity_topbar"> <img border="0" src="../../images/lab_toplft.gif" width="116" height="23"></td>
                      <td class="activity_topbar"><img alt="" height="1" width="3" src="../../images/s.gif"></td>
                      <td align="right" valign="top" class="activity_topbar"> 
                        <img alt="" src="../../images/corner_ur_7.gif" width="7" height="7"></td>
                    </tr>
                  </table>
                  <table width="100%" cellspacing="0" cellpadding="0" border="0" id="table3">
                    <tr> 
                      <td> 
                        <table width="100%" cellpadding="2" cellspacing="0" border="0"  id="table4">
                          <tr> 
                            <td width="15" class="activity_text">&nbsp;</td>
                            <td class="activity_text"><img border="0" src="../../images/lab_icon.gif" width="36" height="30"> <a target="_blank" href="../worksheet8_10_3/8.10.3_WS_Answer_Broadband_Qs.pdf">Fiche de travail</a> 
                              <p> <span class="activity_bold">Large bande</span><br>
 Identification des diff&eacute;rentes technologies &agrave; large bande<br> <br>                              </p>
                            </td>
                          </tr>
                        </table>
                      </td>
                    </tr>
                  </table>
                </td>
              </tr>
            </table>
            <!-- END Activity box   -->
          </td>
          </tr>
         </table>  
       </td>
     </tr>
	</table>