<html>

<head>
<meta http-equiv="Content-Language" content="fr-fr">
<meta http-equiv="Content-Type" content="text/html; charset=windows-1252">
<title>Contenu</title>
<base target="_self">
<link href="../../css/content.css" rel="stylesheet" type="text/css">
</head>

<body onLoad="window.focus();">
<table border="0" cellpadding="0" cellspacing="0" width="100%">
	<!--  Start top title Lesson Bar -->
	  <tr>
	    <td width="18" class="toptitle01_white_bold" valign="top">
	    <img border="0" src="../../images/content_lines.gif" width="16" height="25"> <img border="0" src="../../images/transdot.gif" width="2" height="1"></td>

    <td width="18" class="toptitle01_white_bold">11.1</td>
	    <td class="toptitle01_white_bold"><img border="0" src="../../images/transdot.gif" width="10" height="1"></td>

    <td width="100%" class="toptitle01_white_bold">Aper&ccedil;u du travail des techniciens sur site, &agrave; distance et en atelier</td>
	    <td width="9" class="toptitle01_white_bold_margin">&nbsp;</td>
	  </tr>
	  <!--  End top title Lesson Bar --> <!--  Start top title Topic Bar --> <!-- <tr> 	    <td width="18" height="25" class="toptitle02_white_bold">&nbsp;</td> 	    <td height="25"  class="toptitle02_white_bold">1.0</td> 	    <td class="toptitle02_white_bold"><img border="0" src="../../images/transdot.gif" width="10" height="1"></td> 	    <td width="100%" height="25" class="toptitle02_white_bold">Describe wireless communication methods for laptops and portable devices</td> 	    <td height="25" width="9" class="toptitle02_white_bold_margin">&nbsp;</td>   </tr> 	 <!--  End top title Topic Bar -->
</table>

	<!-- CONTENT -->
	<table border="0" cellpadding="0" cellspacing="0" width="95%" >
		<tr>
			<td width="20"></td>
			<td>
        <table border="0" cellpadding="0" cellspacing="0"  width="95%">

        <tr>
          <td width="100%">

            <p>Votre exp&eacute;rience en mati&egrave;re d&rsquo;ordinateurs et l&rsquo;obtention d&rsquo;une certification technique peuvent vous aider &agrave; devenir&nbsp;:</p>
				<ul>
				  <li>technicien sur site&nbsp;;</li>
				  <li>technicien &agrave; distance&nbsp;;</li>
				  <li>technicien en atelier.</li>
				</ul>

            <p>Selon leur poste, les techniciens travaillent dans diff&eacute;rents environnements. Les comp&eacute;tences requises pour chaque poste peuvent &ecirc;tre tr&egrave;s similaires. L&rsquo;importance et la n&eacute;cessit&eacute; de diff&eacute;rentes comp&eacute;tences varient d&rsquo;un travail &agrave; un autre. Lorsque vous suivez une formation pour devenir technicien informatique, vous devez d&eacute;velopper les comp&eacute;tences suivantes&nbsp;:</p>

            	<ul>
				  <li>assemblage et mise &agrave; niveau d&rsquo;ordinateurs&nbsp;;</li>
				  <li>installations&nbsp;;</li>
				  <li>installation, configuration et optimisation de logiciels&nbsp;;</li>
				  <li>maintenance pr&eacute;ventive&nbsp;;</li>
				  <li>d&eacute;pannage et r&eacute;paration d&rsquo;ordinateurs&nbsp;;</li>
				  <li>communication claire avec le client&nbsp;;</li>
				  <li>cr&eacute;ation de documents contenant les commentaires du client et les &eacute;tapes intervenant dans la r&eacute;solution d&rsquo;un probl&egrave;me.</li>
				</ul>

            <p>Les techniciens sur site, comme illustr&eacute; sur la Figure 1, travaillent dans des conditions et des entreprises diverses. Vous pouvez travailler pour une entreprise et ne r&eacute;parer que ses &eacute;quipements. Vous pouvez &eacute;galement travailler pour une entreprise qui r&eacute;pare l&rsquo;&eacute;quipement informatique de diff&eacute;rents clients et entreprises. Dans une situation comme dans l&rsquo;autre, vous devez poss&eacute;der d&rsquo;excellentes comp&eacute;tences en mati&egrave;re de d&eacute;pannage et de service client, car vous &ecirc;tes r&eacute;guli&egrave;rement en contact avec des clients et travaillez sur une grande vari&eacute;t&eacute; de mat&eacute;riel et de logiciels.</p>

		 	<p>Si vous &ecirc;tes technicien &agrave; distance, vous pouvez travailler dans un centre d&rsquo;assistance qui r&eacute;pond &agrave; des appels ou des courriels de clients ayant des probl&egrave;mes informatiques, comme illustr&eacute; dans la Figure 2. Vous cr&eacute;ez des ordres de travail et communiquez avec le client pour essayer de diagnostiquer et de r&eacute;parer le probl&egrave;me.</p>
            <p>Il est tr&egrave;s utile d&rsquo;avoir de bonnes comp&eacute;tences en communication car le client doit parfaitement comprendre vos questions et instructions. Certains centres d&rsquo;assistance utilisent des logiciels pour se connecter directement &agrave; l&rsquo;ordinateur d&rsquo;un client afin de r&eacute;soudre le probl&egrave;me. En tant que technicien &agrave; distance, vous pouvez travailler depuis votre domicile ou pour une organisation au sein d&rsquo;une &eacute;quipe de techniciens sp&eacute;cialistes de l&rsquo;assistance.</p>

		 	<p>En tant que technicien en atelier, vous ne travaillez g&eacute;n&eacute;ralement pas directement avec les clients. Les techniciens en atelier effectuent souvent des r&eacute;parations entrant dans le cadre de la garantie dans un d&eacute;p&ocirc;t central ou sur un site de travail, comme indiqu&eacute; dans la Figure 3. </p>

		<!-- Start Activity box   -->

			  <table  width="95%" border="0" cellspacing="0" cellpadding="0" id="activity">
				<tr>
				  <td valign="top">
					<table  width="100%" cellspacing="0" cellpadding="0" border="0" >
					  <tr>
						<td width="5" class="activity_topbar"> <img border="0" src="../../images/lab_toplft.gif" width="116" height="23"></td>
						<td class="activity_topbar"><img alt="" height="1" width="3" src="../../images/s.gif"></td>
						<td align="right" valign="top" class="activity_topbar">
						  <img alt="" src="../../images/corner_ur_7.gif" width="7" height="7"></td>
					  </tr>
					</table>
					<table width="100%" cellspacing="0" cellpadding="0" border="0" id="table3">
					  <tr>
						<td>
						  <table width="100%" cellpadding="2" cellspacing="0" border="0"  id="table4">
							<tr>
							  <td width="15" class="activity_text">&nbsp;</td>
							  <td class="activity_text"><img border="0" src="../../images/lab_icon.gif" width="36" height="30"> <a target="_blank" href="../worksheet11_1_0/11.1_WS_Job_Opportunities.pdf">Fiche de travail</a>
								<p> <span class="bold">Opportunit&eacute;s d&rsquo;emploi</span><br> Recherche de m&eacute;tiers li&eacute;s &agrave; l&rsquo;informatique<br> <br>
								</p>
							  </td>
							</tr>
						  </table>
						</td>
					  </tr>
					</table>
				  </td>
				</tr>
			  </table>
			   <!-- END Activity box   -->
		  </td>
			</tr>
		   </table>
		 </td>
	   </tr>
	</table>

	</body>

</html>