<html>

<head>
<meta http-equiv="Content-Language" content="fr-fr">
<meta http-equiv="Content-Type" content="text/html; charset=windows-1252">
<title>Contenu</title>
<base target="_self">
<link href="../../css/content.css" rel="stylesheet" type="text/css">
</head>

<body onLoad="window.focus();">
<table border="0" cellpadding="0" cellspacing="0" width="100%">
	<!--  Start top title Lesson Bar -->
	  <tr>
	  	    <td width="18" class="toptitle01_white_bold" valign="top">
	  	    <img border="0" src="../../images/content_lines.gif" width="16" height="25"> <img border="0" src="../../images/transdot.gif" width="2" height="1"></td>

	      	<td width="18" class="toptitle01_white_bold">14.4</td>
	  	    <td class="toptitle01_white_bold"><img border="0" src="../../images/transdot.gif" width="10" height="1"></td>

	      	<td width="100%" class="toptitle01_white_bold">Mise &agrave; niveau et configuration d&rsquo;imprimantes et de scanners<td width="9" class="toptitle01_white_bold_margin">&nbsp;</td>
	  </tr>
	  <!--  End top title Lesson Bar --> <!--  Start top title Topic Bar -->
 	 <tr>
	    <td width="18" height="25" class="toptitle02_white_bold">&nbsp;</td>
	    <td height="25"  class="toptitle02_white_bold">14.4.1</td>
	    <td class="toptitle02_white_bold"><img border="0" src="../../images/transdot.gif" width="10" height="1"></td>
	    <td width="100%" height="25" class="toptitle02_white_bold">Description des mises &agrave; niveau d&rsquo;imprimantes</td>
	    <td height="25" width="9" class="toptitle02_white_bold_margin">&nbsp;</td>
  </tr>
	 <!--  End top title Topic Bar -->
</table>

	<!-- CONTENT -->
	<table border="0" cellpadding="0" cellspacing="0" width="95%" >
		<tr>
			<td width="20"></td>
			<td>
        	<table border="0" cellpadding="0" cellspacing="0"  width="95%">

        	<tr>
          	<td width="100%">

            <p>La mise &agrave; niveau de la m&eacute;moire d&rsquo;une imprimante am&eacute;liore la vitesse d&rsquo;impression et la capacit&eacute; &agrave; r&eacute;aliser des travaux d&rsquo;impression complexes. Aujourd&rsquo;hui, toutes les imprimantes disposent au moins d&rsquo;une petite m&eacute;moire vive. Plus l&rsquo;imprimante a une m&eacute;moire importante, plus elle fonctionne efficacement. L&rsquo;ajout de m&eacute;moire aide &agrave; r&eacute;aliser les t&acirc;ches comme la mise en m&eacute;moire tampon des travaux, la cr&eacute;ation de pages, l&rsquo;am&eacute;lioration de l&rsquo;impression photo et les illustrations.</p>

			<p>La mise en m&eacute;moire tampon consiste &agrave; capturer un travail d&rsquo;impression dans la m&eacute;moire interne de l&rsquo;imprimante. La mise en m&eacute;moire tampon permet &agrave; l&rsquo;ordinateur de poursuivre avec ses autres travaux, au lieu d&rsquo;attendre que l&rsquo;imprimante ait fini. Il s&rsquo;agit d&rsquo;une fonction courante pour les imprimantes laser et les traceurs, ainsi que pour les imprimantes &agrave; jet d&rsquo;encre et matricielles avanc&eacute;es.</p>

			<p>Les imprimantes sortent g&eacute;n&eacute;ralement de l&rsquo;usine avec une m&eacute;moire suffisante pour g&eacute;rer les travaux impliquant du texte. Cependant, les travaux d&rsquo;impression avec des illustrations, notamment des photos, sont plus efficaces si la m&eacute;moire de l&rsquo;imprimante permet de stocker l&rsquo;int&eacute;gralit&eacute; du travail avant qu&rsquo;il ne commence. Si vous obtenez des erreurs du type &laquo;&nbsp;m&eacute;moire insuffisante&nbsp;&raquo; ou &laquo;&nbsp;surcharge m&eacute;moire&nbsp;&raquo; pour l&rsquo;imprimante, vous devrez peut-&ecirc;tre ajouter de la m&eacute;moire.</p>

			<p><span class="bold">Installation de la m&eacute;moire de l&rsquo;imprimante</span><br>La premi&egrave;re &eacute;tape dans l&rsquo;installation d&rsquo;une m&eacute;moire suppl&eacute;mentaire pour l&rsquo;imprimante consiste &agrave; lire le manuel de cette derni&egrave;re, afin de d&eacute;terminer les &eacute;l&eacute;ments suivants&nbsp;:</p>

				<ul>
				  	<li><span class="bold">Type de m&eacute;moire</span>&nbsp;: type physique de m&eacute;moire, de vitesse et de capacit&eacute;&nbsp;; certaines m&eacute;moires sont de type standard et d&rsquo;autres n&eacute;cessitent une m&eacute;moire sp&eacute;cifique ou propri&eacute;taire.</li>
				  	<li><span class="bold">Installation et disponibilit&eacute; de la m&eacute;moire</span>&nbsp;: nombre de logements de mise &agrave; niveau de la m&eacute;moire en cours d&rsquo;utilisation et nombre de logements disponibles&nbsp;; cela peut n&eacute;cessiter l&rsquo;ouverture d&rsquo;un compartiment pour v&eacute;rifier la m&eacute;moire vive.</li>

				</ul>

			<p>Les fabricants d&rsquo;imprimantes ont d&eacute;fini des proc&eacute;dures pour mettre &agrave; niveau la m&eacute;moire, incluant notamment les t&acirc;ches suivantes&nbsp;:</p>

				<ul>
					<li>le retrait de couvercles pour acc&eacute;der &agrave; la zone de la m&eacute;moire&nbsp;;</li>
					<li>l&rsquo;installation ou le retrait de la m&eacute;moire&nbsp;;</li>
					<li>l&rsquo;initialisation de l&rsquo;imprimante pour reconna&icirc;tre la nouvelle m&eacute;moire&nbsp;;</li>
					<li>l&rsquo;installation de pilotes mis &agrave; jour si n&eacute;cessaire.</li>

				</ul>

			<p><span class="bold">Mises &agrave; niveau suppl&eacute;mentaires de l&rsquo;imprimante</span><br> Il existe certaines mises &agrave; niveau suppl&eacute;mentaires de l&rsquo;imprimante&nbsp;:</p>

				<ul>
					<li>impression recto verso pour l&rsquo;impression double face&nbsp;;</li>
					<li>bacs d&rsquo;alimentation suppl&eacute;mentaires pour contenir plus de papier&nbsp;;</li>
					<li>types de bacs sp&eacute;cialis&eacute;s pour diff&eacute;rents supports&nbsp;;</li>
					<li>cartes r&eacute;seau pour acc&eacute;der &agrave; un r&eacute;seau c&acirc;bl&eacute; ou sans fil&nbsp;;</li>
					<li>mises &agrave; niveau du progiciel pour ajouter des fonctions ou r&eacute;soudre des bugs.</li>

				</ul>

			<p>Suivez les instructions fournies avec l&rsquo;imprimante lorsque vous installez ou mettez &agrave; niveau des composants. Contactez le fabricant ou un technicien de maintenance agr&eacute;&eacute; pour de plus amples informations si vous rencontrez des probl&egrave;mes lors de l&rsquo;installation de mises &agrave; niveau. Respectez toutes les proc&eacute;dures de s&eacute;curit&eacute; indiqu&eacute;es par le fabricant.</p>

            </td>
          </tr>
         </table>
       </td>
     </tr>
	</table>

</body>

</html>