<html>

<head>
<meta http-equiv="Content-Language" content="fr-fr">
<meta http-equiv="Content-Type" content="text/html; charset=windows-1252">
<title>Contenu</title>
<base target="_self">
<link href="../../css/content.css" rel="stylesheet" type="text/css">
</head>

<body onLoad="window.focus();">
<table border="0" cellpadding="0" cellspacing="0" width="100%">
<!--  Start top title Lesson Bar -->
	  <tr>
	  	    <td width="18" class="toptitle01_white_bold" valign="top">
	  	    <img border="0" src="../../images/content_lines.gif" width="16" height="25"> <img border="0" src="../../images/transdot.gif" width="2" height="1"></td>

	      	<td width="18" class="toptitle01_white_bold">15.8</td>
	  	    <td class="toptitle01_white_bold"><img border="0" src="../../images/transdot.gif" width="10" height="1"></td>

	      	<td width="100%" class="toptitle01_white_bold">D&eacute;pannage d&rsquo;un r&eacute;seau </td>
	  	    <td width="9" class="toptitle01_white_bold_margin">&nbsp;</td>
	  </tr>
<!--  End top title Lesson Bar -->

<!--  Start top title Topic Bar -->
		<tr>
			<td width="18" height="25" class="toptitle02_white_bold">&nbsp;</td>
			<td height="25"  class="toptitle02_white_bold">15.8.1</td>
			<td class="toptitle02_white_bold"><img border="0" src="../../images/transdot.gif" width="10" height="1"></td>
			<td width="100%" height="25" class="toptitle02_white_bold">R&eacute;vision de la proc&eacute;dure de d&eacute;pannage</td>
			<td height="25" width="9" class="toptitle02_white_bold_margin">&nbsp;</td>
		</tr>

	 <!--  End top title Topic Bar -->
</table>

	<!-- CONTENT -->

	<table border="0" cellpadding="0" cellspacing="0" width="95%" >
		<tr>
			<td width="20"></td>
			<td>
        <table border="0" cellpadding="0" cellspacing="0"  width="95%">

        <tr>
          <td width="100%">

          	<p>Les probl&egrave;mes de r&eacute;seau peuvent r&eacute;sulter d&rsquo;une combinaison de probl&egrave;mes mat&eacute;riels, logiciels et de connectivit&eacute;. Un technicien informatique doit &ecirc;tre capable d&rsquo;analyser le probl&egrave;me et d&rsquo;en d&eacute;terminer la cause, afin de remettre le r&eacute;seau en &eacute;tat de marche. Cette proc&eacute;dure est appel&eacute;e d&eacute;pannage. </p>

			<p>La premi&egrave;re &eacute;tape de la proc&eacute;dure de d&eacute;pannage consiste &agrave; recueillir des donn&eacute;es aupr&egrave;s du client. Les Figures 1 et 2 proposent une liste de questions ouvertes et ferm&eacute;es &agrave; poser au client.</p>

			<p>Une fois que vous vous &ecirc;tes entretenu avec le client, vous devez v&eacute;rifier les points &eacute;vidents. La Figure&nbsp;3 r&eacute;pertorie des probl&egrave;mes relatifs aux r&eacute;seaux.</p>

			<p>Une fois les points &eacute;vidents v&eacute;rifi&eacute;s, essayez quelques solutions rapides. La Figure&nbsp;4 r&eacute;pertorie quelques solutions rapides aux probl&egrave;mes de r&eacute;seau.</p>

			<p>Si les solutions rapides n&rsquo;ont pas r&eacute;solu le probl&egrave;me, vous devez recueillir des donn&eacute;es de l&rsquo;ordinateur. La Figure&nbsp;5 pr&eacute;sente diff&eacute;rentes fa&ccedil;ons d&rsquo;obtenir des informations sur le probl&egrave;me de r&eacute;seau.</p>

			<p>&Agrave; ce stade, vous devez disposer de suffisamment d&rsquo;informations pour &eacute;valuer le probl&egrave;me, rechercher les solutions possibles et les impl&eacute;menter. La Figure 6 r&eacute;pertorie diff&eacute;rentes ressources pour rechercher les solutions possibles.</p>

			<p>Une fois le probl&egrave;me r&eacute;solu, vous devez conclure avec le client. La Figure 7 r&eacute;pertorie les t&acirc;ches requises pour terminer cette &eacute;tape.</p>
         </td>
          </tr>
         </table>
       </td>
     </tr>
	</table>

</body>

</html>