<html>

<head>
<meta http-equiv="Content-Language" content="fr-fr">
<meta http-equiv="Content-Type" content="text/html; charset=windows-1252">
<title>Contenu</title>
<base target="_self">
<link href="../../css/content.css" rel="stylesheet" type="text/css">
</head>

<body onLoad="window.focus();">
<table border="0" cellpadding="0" cellspacing="0" width="100%">
	<!--  Start top title Lesson Bar -->
	  <tr>
	    <td width="18" class="toptitle01_white_bold" valign="top">
	    <img border="0" src="../../images/content_lines.gif" width="16" height="25"> <img border="0" src="../../images/transdot.gif" width="2" height="1"></td>
	    
    <td width="18" class="toptitle01_white_bold">5.4</td>
	    <td class="toptitle01_white_bold"><img border="0" src="../../images/transdot.gif" width="10" height="1"></td>
	    
    <td width="100%" class="toptitle01_white_bold">Installation d&rsquo;un syst&egrave;me d&rsquo;exploitation</td>
	    <td width="9" class="toptitle01_white_bold_margin">&nbsp;</td>
	  </tr>
	  <!--  End top title Lesson Bar --> <!--  Start top title Topic Bar -->
 	 <tr>
	    <td width="18" height="25" class="toptitle02_white_bold">&nbsp;</td>
	    
    <td height="25"  class="toptitle02_white_bold">5.4.9</td> 
	    <td class="toptitle02_white_bold"><img border="0" src="../../images/transdot.gif" width="10" height="1"></td>
	    
    <td width="100%" height="25" class="toptitle02_white_bold"><strong>Description des structures de r&eacute;pertoires</strong></td>
	    <td height="25" width="9" class="toptitle02_white_bold_margin">&nbsp;</td>
  </tr>
	 <!--  End top title Topic Bar -->
</table>
	
	<!-- CONTENT -->
	
<table border="0" cellpadding="0" cellspacing="0" width="95%" >
  <tr> 
    <td width="20" class="bold"></td>
    <td class="bold"> 
      <table border="0" cellpadding="0" cellspacing="0"  width="95%">
        <tr> 
          <td width="100%" height="47"> 
            <p><span class="bold">Extensions et attributs de fichier</span><br> Sous Windows, les fichiers sont organis&eacute;s dans une structure de r&eacute;pertoires. Le niveau racine de la partition Windows est g&eacute;n&eacute;ralement appel&eacute; lecteur C:\. On trouve ensuite un jeu initial de r&eacute;pertoires normalis&eacute;s, appel&eacute;s dossiers, pour le syst&egrave;me d&rsquo;exploitation, les applications, les informations de configuration et les fichiers de donn&eacute;es. Apr&egrave;s l&rsquo;installation initiale, les utilisateurs peuvent installer la plupart des applications et donn&eacute;es dans le r&eacute;pertoire de leur choix. </p>
            <p>Les fichiers contenus dans une structure de r&eacute;pertoires respectent une convention d&rsquo;attribution de noms Windows&nbsp;:</p>
            <ul>
              <li>255 caract&egrave;res au maximum peuvent &ecirc;tre utilis&eacute;s&nbsp;;</li>
              <li>des caract&egrave;res tels que le point (.) ou la barre oblique (\ /) ne sont pas accept&eacute;s&nbsp;;</li>
              <li>une extension de trois ou quatre lettres est ajout&eacute;e au nom du fichier pour identifier le type de fichier&nbsp;;</li>
              <li>les noms de fichiers ne sont pas sensibles &agrave; la casse.</li>
            </ul>
            <p>Les extensions de fichiers suivantes sont couramment utilis&eacute;es&nbsp;:</p>
            <ul>
              <li>.doc&nbsp;: Microsoft Word&nbsp;; </li>
                 <li>.txt&nbsp;: texte ASCII uniquement&nbsp;; </li>
                 <li>.jpg&nbsp;: format graphique&nbsp;; </li>
                 <li>.ppt&nbsp;: Microsoft PowerPoint&nbsp;; </li>
                 <li>.zip&nbsp;: format de compression. </li>
            </ul>
            <p>La structure de r&eacute;pertoires conserve un jeu d&rsquo;attributs pour chaque fichier, qui contr&ocirc;le la mani&egrave;re dont le fichier peut &ecirc;tre affich&eacute; ou modifi&eacute;. Les attributs de fichier les plus r&eacute;pandus sont les suivants&nbsp;:</p>
            <ul>
              <li>R&nbsp;: le fichier est en lecture seule. </li>
              <li>A&nbsp;: le fichier sera archiv&eacute; la prochaine fois que le disque sera sauvegard&eacute;. </li>
              <li>S&nbsp;: le fichier est marqu&eacute; comme &eacute;tant un fichier syst&egrave;me et un avertissement est donn&eacute; en cas de tentative de suppression ou de modification du fichier. </li>
              <li>H&nbsp;: le fichier est cach&eacute; dans l&rsquo;affichage des r&eacute;pertoires. </li>
            </ul>
            <p>Vous pouvez visualiser les noms de fichiers, les extensions et les attributs en entrant dans une fen&ecirc;tre DOS et en utilisant la commande ATTRIB, comme indiqu&eacute; dans la Figure 1. Utilisez le chemin suivant&nbsp;:</p>
            <p class="bold">D&eacute;marrer &gt; Ex&eacute;cuter &gt; cmd </p>
            <p>Acc&eacute;dez au dossier contenant le fichier qui vous int&eacute;resse. Tapez ATTRIB, suivi du nom de fichier. Utilisez un caract&egrave;re g&eacute;n&eacute;rique tel que *.* pour afficher plusieurs fichiers en m&ecirc;me temps. Les attributs de chaque fichier apparaissent &agrave; l&rsquo;&eacute;cran dans la colonne de gauche. Vous pouvez obtenir des informations sur la commande ATTRIB en tapant, &agrave; l&rsquo;invite de commande&nbsp;:</p>
            <p class="bold">ATTRIB/? </p>
            <p>Il est possible d&rsquo;acc&eacute;der &agrave; l&rsquo;&eacute;quivalent Windows de la commande ATTRIB en cliquant avec le bouton droit de la souris sur un fichier dans l&rsquo;Explorateur Windows et en s&eacute;lectionnant <strong>Propri&eacute;t&eacute;s</strong>. </p>
            <p><span class="bold">REMARQUE&nbsp;: </span>pour afficher les propri&eacute;t&eacute;s d&rsquo;un fichier dans l&rsquo;Explorateur Windows, vous devez d&rsquo;abord r&eacute;gler celui-ci sur &laquo;&nbsp;Afficher les fichiers cach&eacute;s&nbsp;&raquo;. Pour ce faire, utilisez ce chemin&nbsp;: </p>
            <p>Cliquez avec le bouton droit de la souris sur <span class="bold">D&eacute;marrer &gt; Explorer &gt; Outils &gt; Options des dossiers &gt; Affichage</span></p>
            <p><span class="bold">NTFS et FAT32</span><br> Windows XP et Windows 2000 utilisent les syst&egrave;mes de fichiers FAT32 et NTFS. L&rsquo;une des principales diff&eacute;rences entre ces deux syst&egrave;mes de fichiers concerne la s&eacute;curit&eacute;. NTFS peut prendre en charge plus de fichiers et des fichiers plus volumineux que FAT32. Il offre &eacute;galement des fonctions de s&eacute;curit&eacute; plus flexibles pour les fichiers et dossiers. Les Figures 2 et 3 montrent les propri&eacute;t&eacute;s d&rsquo;autorisation de fichiers avec FAT32 et NTFS.</p>
            <p>Les partitions peuvent &ecirc;tre converties de FAT32 &agrave; NTFS &agrave; l&rsquo;aide de l&rsquo;utilitaire CONVERT.EXE. Cela permet de b&eacute;n&eacute;ficier des avantages de s&eacute;curit&eacute; suppl&eacute;mentaires qu&rsquo;offre NTFS. Pour restaurer une partition NTFS et revenir &agrave; une partition FAT32, reformatez la partition et restaurez les donn&eacute;es &agrave; partir d&rsquo;une sauvegarde.</p>
            <p><span class="caution_caps">ATTENTION&nbsp;:</span> avant de convertir un syst&egrave;me de fichiers, n&rsquo;oubliez pas de sauvegarder les donn&eacute;es.</p>
            <p>
              <!-- Start Activity box   -->
            </p>
            <table  width="95%" border="0" cellspacing="0" cellpadding="0" id="activity">
              <tr> 
                <td valign="top"> 
                  <table  width="100%" cellspacing="0" cellpadding="0" border="0" >
                    <tr> 
                      <td width="5" class="activity_topbar"> <img border="0" src="../../images/lab_toplft.gif" width="116" height="23"></td>
                      <td class="activity_topbar"><img alt="" height="1" width="3" src="../../images/s.gif"></td>
                      <td align="right" valign="top" class="activity_topbar"> 
                        <img alt="" src="../../images/corner_ur_7.gif" width="7" height="7"></td>
                    </tr>
                  </table>
                  <table width="100%" cellspacing="0" cellpadding="0" border="0" id="table3">
                    <tr> 
                      <td> 
                        <table width="100%" cellpadding="2" cellspacing="0" border="0"  id="table4">
                          <tr> 
                            <td width="15" class="activity_text">&nbsp;</td>
                            <td class="activity_text"><img border="0" src="../../images/lab_icon.gif" width="36" height="30"> <a target="_blank" href="../worksheet5_4_9/5.4.9_WS_Answer_NTFS_FAT32_Qs.pdf">Fiche de travail</a> 
                              <p> <span class="bold">FAT32 et NTFS</span><br> Questions sur NTFS et FAT32<br> <br>
                              </p>
                            </td>
                          </tr>
                        </table>
                      </td>
                    </tr>
                  </table>
                </td>
              </tr>
            </table>
            <!-- END Activity box   -->
          </td>
        </tr>
      </table>
    </td>
  </tr>
</table>

</body>

</html>