<html>

<head>
<meta http-equiv="Content-Language" content="fr-fr">
<meta http-equiv="Content-Type" content="text/html; charset=windows-1252">
<title>Contenu</title>
<base target="_self">
<link href="../../css/content.css" rel="stylesheet" type="text/css">
</head>

<body onLoad="window.focus();">
<table border="0" cellpadding="0" cellspacing="0" width="100%">
	<!--  Start top title Lesson Bar -->
	  <tr>
	  	    <td width="18" class="toptitle01_white_bold" valign="top">
	  	    <img border="0" src="../../images/content_lines.gif" width="16" height="25"> <img border="0" src="../../images/transdot.gif" width="2" height="1"></td>

	      	<td width="18" class="toptitle01_white_bold">15.3</td>
	  	    <td class="toptitle01_white_bold"><img border="0" src="../../images/transdot.gif" width="10" height="1"></td>

	      	<td width="100%" class="toptitle01_white_bold">D&eacute;termination des composants n&eacute;cessaires au r&eacute;seau du client </td>
	  	    <td width="9" class="toptitle01_white_bold_margin">&nbsp;</td>
	  </tr>
	  <!--  End top title Lesson Bar --> <!--  Start top title Topic Bar -->
 	 <tr>
	    <td width="18" height="25" class="toptitle02_white_bold">&nbsp;</td>

    	<td height="25"  class="toptitle02_white_bold">15.3.2</td>
	    <td class="toptitle02_white_bold"><img border="0" src="../../images/transdot.gif" width="10" height="1"></td>

    	<td width="100%" height="25" class="toptitle02_white_bold">Choix d&rsquo;un type de connexion FAI</td>
	    <td height="25" width="9" class="toptitle02_white_bold_margin">&nbsp;</td>
  </tr>
	 <!--  End top title Topic Bar -->
</table>

	<!-- CONTENT -->
	<table border="0" cellpadding="0" cellspacing="0" width="95%" >
		<tr>
			<td width="20"></td>
			<td>
        <table border="0" cellpadding="0" cellspacing="0"  width="95%">

        <tr>
          <td width="100%"> 
            <p>Le FAI (fournisseur de services Internet) que vous choisissez peut avoir un effet notable sur votre service r&eacute;seau. Certaines soci&eacute;t&eacute;s priv&eacute;es qui assurent la liaison avec la compagnie de t&eacute;l&eacute;phone commercialisent parfois plus de connexions qu&rsquo;il n&rsquo;est possible d&rsquo;en fournir, ce qui a pour effet de ralentir la vitesse globale du service au client.</p>

			<p>Plusieurs &eacute;l&eacute;ments sont &agrave; prendre en compte dans une connexion Internet&nbsp;:</p>
				<ul>
					<li>le d&eacute;bit&nbsp;;</li>
					<li>la fiabilit&eacute;&nbsp;;</li>
					<li>la disponibilit&eacute;.</li>
				</ul>

			<p><span class="bold">POTS</span><br>Une connexion au r&eacute;seau t&eacute;l&eacute;phonique analogique classique (POTS) est extr&ecirc;mement lente, mais elle est disponible partout o&ugrave; un t&eacute;l&eacute;phone est install&eacute;. Le modem utilise la ligne t&eacute;l&eacute;phonique pour transmettre et recevoir les donn&eacute;es.</p>

			<p><span class="bold">RNIS</span><br>Le r&eacute;seau num&eacute;rique &agrave; int&eacute;gration de services (RNIS) offre une connexion et un d&eacute;bit plus rapides qu&rsquo;avec une connexion par ligne commut&eacute;e&nbsp;; il permet &eacute;galement &agrave; plusieurs p&eacute;riph&eacute;riques de partager la m&ecirc;me ligne t&eacute;l&eacute;phonique. La technologie RNIS est tr&egrave;s fiable, car elle utilise les lignes POTS. De plus, elle est disponible quasiment partout o&ugrave; la compagnie de t&eacute;l&eacute;phone prend en charge la signalisation num&eacute;rique.</p>

			<p><span class="bold">DSL</span><br>La ligne d&rsquo;abonn&eacute; num&eacute;rique (DSL), tout comme la technologie RNIS, permet &agrave; plusieurs p&eacute;riph&eacute;riques de partager une m&ecirc;me ligne t&eacute;l&eacute;phonique. La technologie DSL offre g&eacute;n&eacute;ralement des d&eacute;bits sup&eacute;rieurs aux d&eacute;bits RNIS. Elle permet d&rsquo;utiliser des applications &agrave; bande passante &eacute;lev&eacute;e et de partager une connexion Internet entre plusieurs utilisateurs. Dans la plupart des cas, les fils de cuivre d&eacute;j&agrave; install&eacute;s (au domicile d&rsquo;un particulier ou dans un b&acirc;timent d&rsquo;entreprise) peuvent prendre en charge les signaux requis pour la communication DSL.</p>

			<p>La technologie DSL pr&eacute;sente toutefois certaines limites. Le service DSL n&rsquo;est pas disponible partout et il fonctionne mieux et plus rapidement lorsque l&rsquo;installation est proche du central de la compagnie t&eacute;l&eacute;phonique. En outre, la DSL est plus rapide en r&eacute;ception de donn&eacute;es sur Internet qu&rsquo;en &eacute;mission. Dans certains cas, les lignes en place, destin&eacute;es &agrave; la transmission des signaux t&eacute;l&eacute;phoniques, ne peuvent techniquement pas prendre en charge les signaux DSL.</p>

			<p><span class="bold">C&acirc;ble</span><br>Les connexions Internet par c&acirc;ble n&rsquo;utilisent pas les lignes t&eacute;l&eacute;phoniques. Il s&rsquo;agit de lignes en c&acirc;ble coaxial, initialement pr&eacute;vues pour la transmission de la t&eacute;l&eacute;vision c&acirc;bl&eacute;e. Tout comme la DSL, le c&acirc;ble offre des d&eacute;bits &eacute;lev&eacute;s et une connexion permanente, ce qui signifie que la connexion &agrave; Internet est disponible en permanence, m&ecirc;me si vous ne l&rsquo;utilisez pas. De nombreuses compagnies de services par c&acirc;ble proposent &eacute;galement un service t&eacute;l&eacute;phonique.</p>

			<p>De nombreux logements et b&acirc;timents &eacute;tant d&eacute;j&agrave; &eacute;quip&eacute;s pour la t&eacute;l&eacute;vision c&acirc;bl&eacute;e, cette solution de connexion est une alternative int&eacute;ressante lorsqu&rsquo;aucun service DSL n&rsquo;est disponible. En th&eacute;orie, la bande passante de la connexion c&acirc;bl&eacute;e est sup&eacute;rieure &agrave; celle de la DSL, mais elle peut &ecirc;tre affect&eacute;e par des limites propres au fournisseur. La plupart des foyers recevant la t&eacute;l&eacute;vision c&acirc;bl&eacute;e ont la possibilit&eacute; d&rsquo;installer un service Internet haut d&eacute;bit.</p>

			<p><span class="bold">Satellite</span><br>Pour les personnes vivant en zone rurale, les connexions Internet large bande par satellite offrent une connexion Internet haut d&eacute;bit permanente. Une antenne satellite est utilis&eacute;e pour transmettre et recevoir les signaux, en provenance et &agrave; destination d&rsquo;un satellite, qui relaie ces signaux au fournisseur de services.</p>

			<p>Le co&ucirc;t d&rsquo;installation et d&rsquo;abonnement mensuel est cependant largement plus &eacute;lev&eacute; qu&rsquo;avec les connexions DSL et par c&acirc;ble. De mauvaises conditions m&eacute;t&eacute;orologiques peuvent &eacute;galement d&eacute;grader la qualit&eacute; de la connexion entre l&rsquo;utilisateur et le satellite (ou entre le satellite et le fournisseur), ce qui ralentit la connexion, voire la coupe compl&egrave;tement. Dans la plupart des cas, le fournisseur de services propose une connexion bas d&eacute;bit de secours.</p>


			<p><span class="bold">Technologie sans fil</span><br>De nombreux services Internet sans fil sont disponibles aujourd&rsquo;hui. Les compagnies de t&eacute;l&eacute;phonie mobile actuelles proposent souvent des services Internet. Les cartes PCMCIA et PCI permettent de connecter un ordinateur &agrave; Internet. Toutefois, ce service n&rsquo;est pas disponible partout.</p>

			<p>Les fournisseurs proposent parfois des services de connexion Internet sans fil via la technologie des micro-ondes, dans des zones &agrave; couverture limit&eacute;e. Les signaux sont transmis directement &agrave; une antenne situ&eacute;e sur le toit de la maison ou du b&acirc;timent. </p>

			<p>&Eacute;tudiez les types de connexion propos&eacute;s par les diff&eacute;rents fournisseurs de services Internet avant d&rsquo;en choisir un. V&eacute;rifiez que les services souhait&eacute;s sont disponibles dans la zone concern&eacute;e. Comparez les d&eacute;bits de connexion, la fiabilit&eacute; et le co&ucirc;t avant de vous engager.</p>


            <!-- Start Activity box   -->

            <table  width="95%" border="0" cellspacing="0" cellpadding="0" id="activity">
              <tr>
                <td valign="top">
                  <table  width="100%" cellspacing="0" cellpadding="0" border="0" >
                    <tr>
                      <td width="5" class="activity_topbar"> <img border="0" src="../../images/lab_toplft.gif" width="116" height="23"></td>
                      <td class="activity_topbar"><img alt="" height="1" width="3" src="../../images/s.gif"></td>
                      <td align="right" valign="top" class="activity_topbar">
                        <img alt="" src="../../images/corner_ur_7.gif" width="7" height="7"></td>
                    </tr>
                  </table>
                  <table width="100%" cellspacing="0" cellpadding="0" border="0" id="table3">
                    <tr>
                      <td>
                        <table width="100%" cellpadding="2" cellspacing="0" border="0"  id="table4">
                          <tr>
                            <td width="15" class="activity_text">&nbsp;</td>
                            <td class="activity_text"><img border="0" src="../../images/lab_icon.gif" width="36" height="30"> <a target="_blank" href="../worksheet15_3_2/15.3.2_Wk_ISP_Connection_Types.pdf">Fiche de travail</a>
<p> <span class="bold">Connexions FAI</span><br> Identification du FAI le mieux adapt&eacute; &agrave; un sc&eacute;nario donn&eacute;.<br> <br>
                              </p>
                            </td>
                          </tr>
                        </table>
                      </td>
                    </tr>
                  </table>
                </td>
              </tr>
            </table>

    <!-- END Activity box   -->
		</td>
		  </tr>
		 </table>
	   </td>
	 </tr>
	</table>

</body>

</html>