<html>

<head>
<meta http-equiv="Content-Language" content="fr-fr">
<meta http-equiv="Content-Type" content="text/html; charset=windows-1252">
<title>Contenu</title>
<base target="_self">
<link href="../../css/content.css" rel="stylesheet" type="text/css">
</head>

<body onLoad="window.focus();">
<table border="0" cellpadding="0" cellspacing="0" width="100%">
  <!--  Start top title Lesson Bar -->
  <tr>
      <td width="18" class="toptitle01_white_bold" valign="top"> <img border="0" src="../../images/content_lines.gif" width="16" height="25"> <img border="0" src="../../images/transdot.gif" width="2" height="1"></td>
      <td width="18" class="toptitle01_white_bold">15.5</td>
      <td class="toptitle01_white_bold"><img border="0" src="../../images/transdot.gif" width="10" height="1"></td>
      <td width="100%" class="toptitle01_white_bold">Mise &agrave; niveau du r&eacute;seau client</td>
      <td width="9" class="toptitle01_white_bold_margin">&nbsp;</td>
  </tr>
  <!--  End top title Lesson Bar -->

  <!--  Start top title Topic Bar -->
  <tr>
  	    <td width="18" height="25" class="toptitle02_white_bold">&nbsp;</td>

      <td height="25"  class="toptitle02_white_bold">15.5.2</td>
  	    <td class="toptitle02_white_bold"><img border="0" src="../../images/transdot.gif" width="10" height="1"></td>

      <td width="100%" height="25" class="toptitle02_white_bold">Installation et configuration des routeurs sans fil</td>
  	    <td height="25" width="9" class="toptitle02_white_bold_margin">&nbsp;</td>
  </tr>

  <!--  End top title Topic Bar -->
</table>

	<!-- CONTENT -->
	<table border="0" cellpadding="0" cellspacing="0" width="95%" >
		<tr>
			<td width="20"></td>
			<td>
        <table border="0" cellpadding="0" cellspacing="0"  width="95%">

        <tr>
          <td width="100%">
            <p>Lors de l&rsquo;installation d&rsquo;un r&eacute;seau sans fil, vous devez d&eacute;cider o&ugrave; placer les points d&rsquo;acc&egrave;s, puis les configurer. Les &eacute;tapes suivantes d&eacute;crivent l&rsquo;installation d&rsquo;un point d&rsquo;acc&egrave;s&nbsp;:</p>

				<ol>
				  <li>Servez-vous du plan d&rsquo;&eacute;tage pour trouver l&rsquo;emplacement id&eacute;al des points d&rsquo;acc&egrave;s, qui offrira une couverture optimale. Le meilleur emplacement pour un point d&rsquo;acc&egrave;s sans fil est au centre de la zone couverte, avec les diff&eacute;rents p&eacute;riph&eacute;riques sans fil en visuel.</li>

				  <li>Connectez le point d&rsquo;acc&egrave;s au r&eacute;seau existant. Le routeur Linksys WRT300N est &eacute;quip&eacute; de cinq ports, situ&eacute;s &agrave; l&rsquo;arri&egrave;re. Branchez un modem c&acirc;ble ou DSL sur le port marqu&eacute; &laquo;&nbsp;Internet&nbsp;&raquo;. La logique de commutation du p&eacute;riph&eacute;rique transf&egrave;re tous les paquets via ce port, lors d&rsquo;une communication entre Internet et les ordinateurs connect&eacute;s. Branchez un ordinateur sur l&rsquo;un des ports restants, afin d&rsquo;acc&eacute;der aux pages Web de configuration.</li>

				  <li>Mettez le modem large bande sous tension et branchez le cordon d&rsquo;alimentation sur le routeur. Lorsque le modem a &eacute;tabli une connexion avec le FAI, le routeur communique automatiquement avec le modem pour recevoir les informations r&eacute;seau en provenance du FAI, n&eacute;cessaires pour acc&eacute;der &agrave; Internet&nbsp;: adresse IP, masque de sous-r&eacute;seau et adresses de serveur DNS.</li>

				  <li>Une fois que le routeur a &eacute;tabli une communication avec le modem, vous devez le configurer afin qu&rsquo;il communique avec les p&eacute;riph&eacute;riques du r&eacute;seau. Mettez en marche l&rsquo;ordinateur connect&eacute; au routeur. Ouvrez un navigateur Web. Dans le champ Adresse, saisissez <span class="bold">192.168.1.1.</span> Il s&rsquo;agit de l&rsquo;adresse par d&eacute;faut pour la configuration et la gestion du routeur. </li>

				  <li>Une fen&ecirc;tre de s&eacute;curit&eacute; vous invite &agrave; vous authentifier pour pouvoir acc&eacute;der aux &eacute;crans de configuration du routeur. Le champ du nom d&rsquo;utilisateur doit rester vide. Saisissez <span class="bold">admin</span> comme mot de passe (par d&eacute;faut). Une fois que vous &ecirc;tes connect&eacute;, le premier &eacute;cran de configuration s&rsquo;affiche.</li>

				  <li>Proc&eacute;dez &agrave; la configuration. L&rsquo;&eacute;cran de configuration contient plusieurs onglets, eux-m&ecirc;mes poss&eacute;dant des sous-onglets. Vous devez cliquer sur <span class="bold">Enregistrer les param&egrave;tres</span>, en bas de chaque &eacute;cran, apr&egrave;s avoir effectu&eacute; vos modifications.</li>
				</ol>

			    <p>Lorsque vous utilisez les &eacute;crans de configuration d&rsquo;un routeur 300N, vous pouvez cliquer sur l&rsquo;onglet d&rsquo;aide pour obtenir des informations sur un onglet sp&eacute;cifique. Pour obtenir des informations plus d&eacute;taill&eacute;es que celles figurant dans l&rsquo;aide, consultez le manuel d&rsquo;utilisation du syst&egrave;me.</p>

<!-- Start Activity box   -->

			<table  width="95%" border="0" cellspacing="0" cellpadding="0" id="activity">
			   <tr>
				 <td valign="top">
				   <table  width="100%" cellspacing="0" cellpadding="0" border="0" >
					 <tr>
					   <td width="5" class="activity_topbar"> <img border="0" src="../../images/lab_toplft.gif" width="116" height="23"></td>
					   <td class="activity_topbar"><img alt="" height="1" width="3" src="../../images/s.gif"></td>
					   <td align="right" valign="top" class="activity_topbar">
						 <img alt="" src="../../images/corner_ur_7.gif" width="7" height="7"></td>
					 </tr>
				   </table>
				   <table width="100%" cellspacing="0" cellpadding="0" border="0" id="table3">
					 <tr>
					   <td>
						 <table width="100%" cellpadding="2" cellspacing="0" border="0"  id="table4">
						   <tr>
							 <td width="15" class="activity_text">&nbsp;</td>
							 
                            <td class="activity_text"><img border="0" src="../../images/lab_icon.gif" width="36" height="30"> <a target="_blank" href="../lab15_5_2/15.5.2_Lab_Configure_Wireless_Router.pdf">Travaux pratiques</a> 
                              <p> <span class="bold">Installation d&rsquo;un routeur sans fil</span><br>
 Installation d&rsquo;un routeur sans fil<br> <br>							  </p>
							</td>
						  </tr>
						</table>
					  </td>
					</tr>
				  </table>
				</td>
			  </tr>
			</table>
<!-- END Activity box   -->
          </tr>
         </table>
       </td>
     </tr>
	</table>

</body>

</html>