<html>

<head>
<meta http-equiv="Content-Language" content="fr-fr">
<meta http-equiv="Content-Type" content="text/html; charset=windows-1252">
<title>Contenu</title>
<base target="_self">
<link href="../../css/content.css" rel="stylesheet" type="text/css">
</head>

<body onLoad="window.focus();">
<table border="0" cellpadding="0" cellspacing="0" width="100%">
	<!--  Start top title Lesson Bar -->
	  <tr>
	    <td width="18" class="toptitle01_white_bold" valign="top">
	    <img border="0" src="../../images/content_lines.gif" width="16" height="25"> <img border="0" src="../../images/transdot.gif" width="2" height="1"></td>

    	
    <td width="18" class="toptitle01_white_bold">14.7</td>
	    <td class="toptitle01_white_bold"><img border="0" src="../../images/transdot.gif" width="10" height="1"></td>

    	<td width="100%" class="toptitle01_white_bold">R&eacute;sum&eacute; </td>
	    <td width="9" class="toptitle01_white_bold_margin">&nbsp;</td>
	  </tr>
	  <!--  End top title Lesson Bar --> <!--  Start top title Topic Bar -->

	 <!--  End top title Topic Bar -->
</table>

	<!-- CONTENT -->
	<table border="0" cellpadding="0" cellspacing="0" width="95%" >
		<tr>
			<td width="20"></td>
			<td>
        <table border="0" cellpadding="0" cellspacing="0"  width="95%">

        <tr>
          <td width="100%">


			<p>Ce chapitre a abord&eacute; et pass&eacute; en revue des informations sur les imprimantes et les scanners. Dans ce chapitre, les dangers potentiels et les proc&eacute;dures de s&eacute;curit&eacute; associ&eacute;s aux imprimantes et aux scanners ont &eacute;t&eacute; &eacute;tudi&eacute;s. Vous avez appris des m&eacute;thodes de maintenance pr&eacute;ventive et avez install&eacute;, configur&eacute; et mis &agrave; niveau une imprimante ou un scanner, localement et sur un r&eacute;seau. Voici quelques autres concepts importants acquis dans ce chapitre&nbsp;: </p>

				<ul>
					<li>Respectez toujours les proc&eacute;dures de s&eacute;curit&eacute; lorsque vous travaillez avec des imprimantes et des scanners. Diff&eacute;rentes pi&egrave;ces &agrave; l&rsquo;int&eacute;rieur de l&rsquo;imprimante ont une tension &eacute;lev&eacute;e ou deviennent tr&egrave;s chaudes lorsque l&rsquo;imprimante est utilis&eacute;e. </li>
					<li>Servez-vous du guide d&rsquo;utilisation et du logiciel du p&eacute;riph&eacute;rique pour installer une imprimante ou un scanner. Apr&egrave;s l&rsquo;installation, mettez &agrave; jour les pilotes et les progiciels pour r&eacute;soudre les probl&egrave;mes et am&eacute;liorer les fonctionnalit&eacute;s.</li>
					<li>Utilisez l&rsquo;interface Windows pour partager des imprimantes et des scanners sur le r&eacute;seau.</li>
					<li>Consultez les clients pour d&eacute;terminer comment mettre &agrave; niveau et configurer au mieux les imprimantes et scanners, en fonction de leurs besoins.</li>
					<li>Maintenez les imprimantes, scanners et composants propres et placez-les dans un endroit sec. Laissez les composants dans leur emballage d&rsquo;origine pour &eacute;viter les pannes et interruptions de service. &Eacute;tablissez un plan de maintenance pour nettoyer et contr&ocirc;ler r&eacute;guli&egrave;rement les p&eacute;riph&eacute;riques.</li>
					<li>Suivez plusieurs &eacute;tapes pour r&eacute;soudre un probl&egrave;me. Commencez par des t&acirc;ches simples avant de d&eacute;cider d&rsquo;une action &agrave; entreprendre. Si le probl&egrave;me est trop difficile &agrave; r&eacute;soudre, contactez un technicien imprimante qualifi&eacute; ou agr&eacute;&eacute;. </li>
				</ul>

         </td>
          </tr>
         </table>
       </td>
     </tr>
	</table>

</body>

</html>