<html>

<head>
<meta http-equiv="Content-Language" content="fr-fr">
<meta http-equiv="Content-Type" content="text/html; charset=windows-1252">
<title>Contenu</title>
<base target="_self">
<link href="../../css/content.css" rel="stylesheet" type="text/css">
</head>

<body onLoad="window.focus();">
<table border="0" cellpadding="0" cellspacing="0" width="100%">
	<!--  Start top title Lesson Bar -->
	  <tr>
	  	    <td width="18" class="toptitle01_white_bold" valign="top">
	  	    <img border="0" src="../../images/content_lines.gif" width="16" height="25"> <img border="0" src="../../images/transdot.gif" width="2" height="1"></td>

	      	<td width="18" class="toptitle01_white_bold">14.2</td>
	  	    <td class="toptitle01_white_bold"><img border="0" src="../../images/transdot.gif" width="10" height="1"></td>

	      	<td width="100%" class="toptitle01_white_bold">Installation et configuration en local d&rsquo;une imprimante et d&rsquo;un scanner</td>
	  	    <td width="9" class="toptitle01_white_bold_margin">&nbsp;</td>
	  </tr>
	  <!--  End top title Lesson Bar --> <!--  Start top title Topic Bar -->
 	<tr>
	    <td width="18" height="25" class="toptitle02_white_bold">&nbsp;</td>
	    <td height="25"  class="toptitle02_white_bold">14.2.1</td>
	    <td class="toptitle02_white_bold"><img border="0" src="../../images/transdot.gif" width="10" height="1"></td>
	    <td width="100%" height="25" class="toptitle02_white_bold">Connexion du p&eacute;riph&eacute;rique &agrave; un port local</td>
	    <td height="25" width="9" class="toptitle02_white_bold_margin">&nbsp;</td>
  </tr>
	 <!--  End top title Topic Bar -->
</table>

	<!-- CONTENT -->
	<table border="0" cellpadding="0" cellspacing="0" width="95%" >
		<tr>
			<td width="20"></td>
			<td>
        <table border="0" cellpadding="0" cellspacing="0"  width="95%">

        <tr>
          <td width="100%">

		    <p>En fonction du fabricant, les imprimantes locales peuvent communiquer avec les ordinateurs par le biais de ports et de c&acirc;bles s&eacute;rie, parall&egrave;les, USB, FireWire ou SCSI. Cliquez sur les options de la Figure 1 pour afficher les caract&eacute;ristiques de ces ports. Des technologies sans fil, comme Bluetooth et l&rsquo;infrarouge, sont &eacute;galement utilis&eacute;es pour connecter ces p&eacute;riph&eacute;riques. </p>

		    <p>Pour connecter une imprimante, branchez le c&acirc;ble appropri&eacute; sur le port de communication situ&eacute; &agrave; l&rsquo;arri&egrave;re de l&rsquo;imprimante. Connectez l&rsquo;autre extr&eacute;mit&eacute; du c&acirc;ble au port correspondant situ&eacute; &agrave; l&rsquo;arri&egrave;re de l&rsquo;ordinateur.</p>

		<p>Une fois le c&acirc;ble de donn&eacute;es correctement connect&eacute;, reliez le c&acirc;ble d&rsquo;alimentation &agrave; l&rsquo;imprimante. Branchez l&rsquo;autre extr&eacute;mit&eacute; de ce c&acirc;ble sur une prise &eacute;lectrique disponible. Lorsque vous mettez le p&eacute;riph&eacute;rique sous tension, l&rsquo;ordinateur tente de d&eacute;terminer le pilote correspondant &agrave; installer.</p>

		<p><span class="bold">CONSEIL&nbsp;:</span> lorsque vous achetez une imprimante ou un scanner, v&eacute;rifiez toujours que les c&acirc;bles sont bien dans l&rsquo;emballage. De nombreux fabricants font baisser les co&ucirc;ts de production en n&rsquo;incluant pas le c&acirc;ble de l&rsquo;imprimante. Si vous devez acheter un c&acirc;ble, veillez &agrave; choisir le bon type de c&acirc;ble. </p>


			</td>
          </tr>
         </table>
       </td>
     </tr>
	</table>

</body>

</html>