<html>

<head>
<meta http-equiv="Content-Language" content="fr-fr">
<meta http-equiv="Content-Type" content="text/html; charset=windows-1252">
<title>Contenu</title>
<base target="_self">
<link href="../../css/content.css" rel="stylesheet" type="text/css">
</head>

<body onLoad="window.focus();">
<table border="0" cellpadding="0" cellspacing="0" width="100%">
	<!--  Start top title Lesson Bar -->
	  <tr>
	    <td width="18" class="toptitle01_white_bold" valign="top">
	    <img border="0" src="../../images/content_lines.gif" width="16" height="25"> <img border="0" src="../../images/transdot.gif" width="2" height="1"></td>
	    <td width="18" class="toptitle01_white_bold">2.3</td>
	    <td class="toptitle01_white_bold"><img border="0" src="../../images/transdot.gif" width="10" height="1"></td>
	    <td width="100%" class="toptitle01_white_bold">Mise en &oelig;uvre de l&rsquo;utilisation appropri&eacute;e des outils</td>
	    <td width="9" class="toptitle01_white_bold_margin">&nbsp;</td>
	  </tr>
	  <!--  End top title Lesson Bar --> <!--  Start top title Topic Bar -->
 	 <tr>
	    <td width="18" height="25" class="toptitle02_white_bold">&nbsp;</td>
	    <td height="25"  class="toptitle02_white_bold">2.3.2</td> 
	    <td class="toptitle02_white_bold"><img border="0" src="../../images/transdot.gif" width="10" height="1"></td>
	    <td width="100%" height="25" class="toptitle02_white_bold">D&eacute;monstration de l&rsquo;utilisation ad&eacute;quate d&rsquo;un tapis antistatique</td>
	    <td height="25" width="9" class="toptitle02_white_bold_margin">&nbsp;</td>
  </tr>
	 <!--  End top title Topic Bar -->
</table>
	
	<!-- CONTENT -->
	<table border="0" cellpadding="0" cellspacing="0" width="95%" >
		<tr>
			<td width="20"></td>
			<td>
        <table border="0" cellpadding="0" cellspacing="0"  width="95%">
          
        <tr> 
          <td width="100%"> 
            <p>Vous n&rsquo;avez pas toujours la possibilit&eacute; de travailler sur un ordinateur dans un espace de travail correctement &eacute;quip&eacute;. Si vous pouvez ma&icirc;triser l&rsquo;environnement, essayez d&rsquo;installer votre espace de travail loin des zones couvertes de moquette. La moquette peut entra&icirc;ner l&rsquo;accumulation de charges &eacute;lectrostatiques. Si vous ne pouvez pas &eacute;viter la moquette, reliez-vous &agrave; la terre via la partie brute du bo&icirc;tier de l&rsquo;ordinateur sur lequel vous travaillez avant de toucher les composants.</p>
            <p><span class="bold">Tapis antistatique</span><br> Un tapis antistatique est l&eacute;g&egrave;rement conducteur. Il fonctionne en &eacute;loignant l&rsquo;&eacute;lectricit&eacute; statique d&rsquo;un composant et en la transf&eacute;rant en toute s&eacute;curit&eacute; de l&rsquo;&eacute;quipement &agrave; un point de mise &agrave; la terre, tel qu&rsquo;illustr&eacute; &agrave; la Figure 1&nbsp;:</p>
            <ol>
              <li>Posez le tapis sur l&rsquo;espace de travail, &agrave; c&ocirc;t&eacute; du bo&icirc;tier de l&rsquo;ordinateur ou en dessous de celui-ci.</li>
              <li> Raccordez le tapis au bo&icirc;tier pour cr&eacute;er une surface mise &agrave; la terre, sur laquelle vous pouvez poser les pi&egrave;ces que vous retirez du syst&egrave;me. </li>
            </ol>
			<p>En r&eacute;duisant le risque de d&eacute;charge &eacute;lectrostatique, la probabilit&eacute; de d&eacute;g&acirc;ts sur les circuits ou composants d&eacute;licats diminue &eacute;galement.</p>
            <p><span class="bold">REMARQUE&nbsp;:</span> manipulez toujours les composants en les tenant par les bords. </p>
            <p><span class="bold">&Eacute;tabli</span><br> Lorsque vous travaillez sur un &eacute;tabli, reliez l&rsquo;&eacute;tabli et le tapis de sol antistatique &agrave; la terre. Debout sur le tapis et &eacute;quip&eacute; du bracelet antistatique, votre corps a la m&ecirc;me charge que l&rsquo;&eacute;quipement, ce qui r&eacute;duit l&rsquo;&eacute;ventualit&eacute; d&rsquo;une d&eacute;charge &eacute;lectrostatique. </p>
          </td>
          </tr>
         </table>  
       </td>
     </tr>
	</table>

</body>

</html>