<html>

<head>
<meta http-equiv="Content-Language" content="fr-fr">
<meta http-equiv="Content-Type" content="text/html; charset=windows-1252">
<title>Contenu</title>
<base target="_self">
<link href="../../css/content.css" rel="stylesheet" type="text/css">
</head>

<body onLoad="window.focus();">
<table border="0" cellpadding="0" cellspacing="0" width="100%">
	<!--  Start top title Lesson Bar -->
	  <tr>
	    <td width="18" class="toptitle01_white_bold" valign="top">
	    <img border="0" src="../../images/content_lines.gif" width="16" height="25"> <img border="0" src="../../images/transdot.gif" width="2" height="1"></td>
	    <td width="18" class="toptitle01_white_bold">6.3</td>
	    <td class="toptitle01_white_bold"><img border="0" src="../../images/transdot.gif" width="10" height="1"></td>
	    <td width="100%" class="toptitle01_white_bold">Comparaison des composants des ordinateurs portables et de bureau</td>
	    <td width="9" class="toptitle01_white_bold_margin">&nbsp;</td>
	  </tr>
	  <!--  End top title Lesson Bar --> <!--  Start top title Topic Bar -->
	 <tr>
	    <td width="18" height="25" class="toptitle02_white_bold">&nbsp;</td>
	    <td height="25"  class="toptitle02_white_bold">6.3.4</td> 
	    <td class="toptitle02_white_bold"><img border="0" src="../../images/transdot.gif" width="10" height="1"></td>
	    <td width="100%" height="25" class="toptitle02_white_bold">Comparaison des possibilit&eacute;s d&rsquo;extension des ordinateurs portables et de bureau</td>
	    <td height="25" width="9" class="toptitle02_white_bold_margin">&nbsp;</td>
	  </tr>
	 <!--  End top title Topic Bar -->	
</table>
	
	<!-- CONTENT -->
	<table border="0" cellpadding="0" cellspacing="0" width="95%" bordercolor="#111111">
		<tr>
			<td width="20"></td>
			<td>
        <table border="0" cellpadding="0" cellspacing="0" bordercolor="#111111" width="95%">
          <tr>
            <td width="100%">
             
	            	<p>Les possibilit&eacute;s d&rsquo;extension ajoutent des fonctionnalit&eacute;s &agrave; un ordinateur. De nombreux p&eacute;riph&eacute;riques d&rsquo;extension peuvent &ecirc;tre utilis&eacute;s, aussi bien sur les ordinateurs portables que sur les ordinateurs de bureau&nbsp;:
	            	</p>
					<ul>
              		<li>lecteurs externes&nbsp;;</li>
              		<li>modems&nbsp;;</li>
              		<li>cartes r&eacute;seau&nbsp;;</li>
              		<li>adaptateurs sans fil&nbsp;;</li>
              		<li>imprimantes&nbsp;;</li>
              		<li>autres p&eacute;riph&eacute;riques.</li>             		              		              		              		
              	</ul>
           	  
             
            <p>Les p&eacute;riph&eacute;riques d&rsquo;extension sont reli&eacute;s aux ordinateurs portables et aux ordinateurs de bureau de fa&ccedil;on diff&eacute;rente. Un ordinateur de bureau utilise des ports s&eacute;rie, parall&egrave;les, USB et FireWire. Un ordinateur portable utilise ces m&ecirc;mes ports, ainsi que des PC Cards. </p>
             <p> L&rsquo;utilisation normalis&eacute;e des ports USB et FireWire permet de connecter de nombreux composants externes aux ordinateurs portables, stations d&rsquo;accueil, r&eacute;plicateurs de ports et ordinateurs de bureau. Avec les normes USB et FireWire, il est possible de connecter et de d&eacute;connecter des composants externes sans qu&rsquo;il soit n&eacute;cessaire d&rsquo;&eacute;teindre le syst&egrave;me. Les ports USB et FireWire sont utilis&eacute;s pour connecter de nombreux composants externes diff&eacute;rents&nbsp;:
             </p>
             
              	<ul>
              		<li>imprimantes&nbsp;;</li>
              		<li>scanners&nbsp;;</li>
              		<li>lecteurs de disquette&nbsp;;</li>
              		<li>souris&nbsp;;</li>
              		<li>cam&eacute;ras&nbsp;;</li>
              		<li>claviers&nbsp;;</li>
              		<li>disques durs&nbsp;;</li>
              		<li>lecteurs flash&nbsp;;</li>
              		<li>lecteurs optiques&nbsp;;</li>
              		<li>lecteurs MP3.</li>              		              		              		              		
              	</ul>
           	  
             <p>Les ordinateurs portables et de bureau b&eacute;n&eacute;ficient de possibilit&eacute;s d&rsquo;extension similaires. La diff&eacute;rence de format entre ces deux types d&rsquo;ordinateurs d&eacute;termine le type de p&eacute;riph&eacute;rique d&rsquo;extension utilis&eacute;. Les ordinateurs de bureau disposent de compartiments internes pouvant prendre en charge des lecteurs 5,25&quot; et 3,5&quot;. En outre, il reste de l&rsquo;espace disponible pour installer d&rsquo;autres lecteurs d&rsquo;extension permanents. Les ordinateurs portables ont un espace limit&eacute;&nbsp;; les compartiments d&rsquo;extension sur ces ordinateurs sont donc con&ccedil;us pour accueillir diff&eacute;rents types de lecteurs dans le m&ecirc;me compartiment. Les lecteurs sont rempla&ccedil;ables &agrave; chaud et ins&eacute;r&eacute;s ou retir&eacute;s selon les besoins. La Figure 1 compare les composants d&rsquo;extension des ordinateurs de bureau et des ordinateurs portables.&nbsp;              </p>
             <p>Les ordinateurs portables utilisent le logement PC Card pour ajouter des fonctionnalit&eacute;s. Ce logement utilise une interface normalis&eacute;e ouverte pour connecter des p&eacute;riph&eacute;riques utilisant la norme CardBus. Voici quelques exemples de p&eacute;riph&eacute;riques connect&eacute;s au moyen de PC Cards&nbsp;:
             </p>
             
              	<ul>
              		<li>m&eacute;moire&nbsp;;</li>
              		<li>modems&nbsp;;</li>
              		<li>disques durs&nbsp;;</li>
              		<li>cartes r&eacute;seau.</li>            		              		              		              		
              	</ul>
           	  
             <p>Les PC Cards respectent la norme PCMCIA. Elles sont de trois types diff&eacute;rents&nbsp;: Type I, Type II et Type III. Chaque type de PC Card a des dimensions diff&eacute;rentes et peut connecter diff&eacute;rents p&eacute;riph&eacute;riques. PC ExpressCard est un type de PC Card plus r&eacute;cent. La Figure 2 compare les PC Cards et les PC ExpressCards. La PC ExpressCard propose une configuration 34 broches ou 54 broches. La Figure 3 illustre une PC Card et des PC ExpressCards.</p>
             
            <p>Supposons que vous ayez besoin d&rsquo;acheter une carte r&eacute;seau sans fil pour un ordinateur portable. Quel type de PC Card s&eacute;lectionneriez-vous&nbsp;? &nbsp; 
              </p>
             
            <table bgcolor="#B0AFAF" width="95%" border="0" cellspacing="0" cellpadding="0" id="table1">
              <tr> 
                <td valign="top"> 
                  <table bgcolor="#669ACC" width="100%" cellspacing="0" cellpadding="0" border="0" id="table2">
                    <tr> 
                      <td width="5">  <img border="0" src="../../images/lab_toplft.gif" width="116" height="23"></td>
                      <td><img alt="" height="1" width="3" src="../../images/s.gif"></td>
                      <td align="right" valign="top">  <img alt="" src="../../images/corner_ur_7.gif" width="7" height="7"></td>
                    </tr>
                  </table>
                  <table bgcolor="#B0AFAF" width="100%" cellspacing="0" cellpadding="0" border="0" id="table3">
                    <tr> 
                      <td> 
                        <TABLE width="100%" cellpadding="2" cellspacing="0" border="0"  id="table4">
                            <TR>
                              <TD width="15" class="activity_text">&nbsp;</TD>
                              <TD class="activity_text"><img border="0" src="../../images/lab_icon.gif" width="36" height="30"> <a target="_blank" href="../worksheet6_3_4/6.3.4_WS_Answer_Laptop_expansion.pdf">Fiche de travail</a>
                                  <p> <span class="activity_bold">Extension d&rsquo;ordinateurs portables</span><br> Compl&eacute;tez le formulaire relatif aux sp&eacute;cifications d&rsquo;ordinateurs portables<br> <br>
                                </p></TD>
                            </TR>
                        </TABLE>
                      </td>
                    </tr>
                  </table>
                </td>
              </tr>
            </table>
            <p>&nbsp;</p>
            </td>
          </tr>
         </table>  
       </td>
     </tr>
	</table>

</body>

</html>