<html>

<head>
<meta http-equiv="Content-Language" content="fr-fr">
<meta http-equiv="Content-Type" content="text/html; charset=windows-1252">
<title>Contenu</title>
<base target="_self">
<link href="../../css/content.css" rel="stylesheet" type="text/css">
</head>

<body onLoad="window.focus();">
<table border="0" cellpadding="0" cellspacing="0" width="100%">
	<!--  Start top title Lesson Bar -->
	  <tr>
	    <td width="18" class="toptitle01_white_bold" valign="top">
	    <img border="0" src="../../images/content_lines.gif" width="16" height="25"> <img border="0" src="../../images/transdot.gif" width="2" height="1"></td>
	    
    <td width="18" class="toptitle01_white_bold">1.9</td>
	    <td class="toptitle01_white_bold"><img border="0" src="../../images/transdot.gif" width="10" height="1"></td>
	    
    <td width="100%" class="toptitle01_white_bold">R&eacute;sum&eacute;</td>
	    <td width="9" class="toptitle01_white_bold_margin">&nbsp;</td>
	  </tr>
	  <!--  End top title Lesson Bar --> <!--  Start top title Topic Bar --> <!-- <tr> 	    <td width="18" height="25" class="toptitle02_white_bold">&nbsp;</td> 	    <td height="25"  class="toptitle02_white_bold">1.0</td>  	    <td class="toptitle02_white_bold"><img border="0" src="../../images/transdot.gif" width="10" height="1"></td> 	    <td width="100%" height="25" class="toptitle02_white_bold">Describe wireless communication methods for laptops and portable devices</td> 	    <td height="25" width="9" class="toptitle02_white_bold_margin">&nbsp;</td>   </tr> 	 <!--  End top title Topic Bar -->
</table>
	
	<!-- CONTENT -->
	<table border="0" cellpadding="0" cellspacing="0" width="95%" >
		<tr>
			<td width="20"></td>
			<td>
        <table border="0" cellpadding="0" cellspacing="0"  width="95%">
          
        <tr> 
          <td width="100%"> 
            <p>Ce chapitre a pr&eacute;sent&eacute; le secteur informatique, les options de formation et d&rsquo;emploi et certaines certifications standard. Ce chapitre a &eacute;galement d&eacute;crit les composants qui constituent un syst&egrave;me informatique personnel. La majorit&eacute; du contenu de ce chapitre vous aidera tout au long de ce cours&nbsp;:</p>
            <ul>
              <li>L&rsquo;informatique englobe l&rsquo;utilisation d&rsquo;ordinateurs, de mat&eacute;riel r&eacute;seau et de logiciels pour traiter, stocker, transmettre et r&eacute;cup&eacute;rer des informations. </li>
              <li>Un syst&egrave;me informatique personnel est compos&eacute; de composants mat&eacute;riels et d&rsquo;applications logicielles. </li>
              <li>Le bo&icirc;tier de l&rsquo;ordinateur et son alimentation doivent &ecirc;tre soigneusement choisis pour prendre en charge le mat&eacute;riel situ&eacute; &agrave; l&rsquo;int&eacute;rieur du bo&icirc;tier et pour permettre l&rsquo;ajout ult&eacute;rieur de composants. </li>
              <li>Les composants internes d&rsquo;un ordinateur sont s&eacute;lectionn&eacute;s pour leurs caract&eacute;ristiques et fonctions sp&eacute;cifiques. Tous les composants internes doivent &ecirc;tre compatibles avec la carte m&egrave;re.</li>
              <li>Lorsque vous connectez des p&eacute;riph&eacute;riques, vous devez utiliser le type correct de ports et de c&acirc;bles. </li>
              <li>Les p&eacute;riph&eacute;riques d&rsquo;entr&eacute;e les plus r&eacute;pandus comprennent le clavier, la souris, l&rsquo;&eacute;cran tactile et les appareils photo num&eacute;riques.</li>
              <li>Les p&eacute;riph&eacute;riques de sortie les plus r&eacute;pandus sont les moniteurs, les imprimantes et les haut-parleurs. 
              </li>
              <li>Les ressources syst&egrave;me doivent &ecirc;tre attribu&eacute;es aux composants de l&rsquo;ordinateur. Elles comprennent les IRQ, les adresses des ports d&rsquo;E/S et les DMA.</li>
            </ul>
          </td>
          </tr>
         </table>  
       </td>
     </tr>
	</table>

</body>

</html>