<html>

<head>
<meta http-equiv="Content-Language" content="fr-fr">
<meta http-equiv="Content-Type" content="text/html; charset=windows-1252">
<title>Contenu</title>
<base target="_self">
<link href="../../css/content.css" rel="stylesheet" type="text/css">
</head>

<body onLoad="window.focus();">
<table border="0" cellpadding="0" cellspacing="0" width="100%">
  <!--  Start top title Lesson Bar -->
  <tr> 
    <td width="18" class="toptitle01_white_bold" valign="top"> <img border="0" src="../../images/content_lines.gif" width="16" height="25"> <img border="0" src="../../images/transdot.gif" width="2" height="1"></td>
    <td width="18" class="toptitle01_white_bold">1.6</td>
    <td class="toptitle01_white_bold"><img border="0" src="../../images/transdot.gif" width="10" height="1"></td>
    <td width="100%" class="toptitle01_white_bold">Identification des noms, objectifs et caract&eacute;ristiques des p&eacute;riph&eacute;riques d&rsquo;entr&eacute;e</td>
    <td width="9" class="toptitle01_white_bold_margin">&nbsp;</td>
  </tr>
  <!--  End top title Lesson Bar --> <!--  Start top title Topic Bar -->

  <!--  End top title Topic Bar -->
</table>
	
	<!-- CONTENT -->
	<table border="0" cellpadding="0" cellspacing="0" width="95%" >
		<tr>
			<td width="20"></td>
			<td>
        <table border="0" cellpadding="0" cellspacing="0"  width="95%">
          
        <tr> 
          <td width="100%"> 
            <p>Un p&eacute;riph&eacute;rique d&rsquo;entr&eacute;e est utilis&eacute; pour entrer des donn&eacute;es ou des instructions dans un ordinateur. Voici quelques exemples de p&eacute;riph&eacute;riques d&rsquo;entr&eacute;e&nbsp;:</p>
            <ul>
              <li>souris et clavier&nbsp;;</li>
              <li>appareil photo et cam&eacute;ra vid&eacute;o&nbsp;;</li>
              <li>p&eacute;riph&eacute;rique d&rsquo;authentification biom&eacute;trique&nbsp;;</li>
              <li>&eacute;cran tactile&nbsp;;</li>
              <li>scanner.</li>
            </ul>
            <p>La souris et le clavier sont les deux p&eacute;riph&eacute;riques d&rsquo;entr&eacute;e les plus couramment utilis&eacute;s. La souris est utilis&eacute;e pour naviguer dans l&rsquo;interface graphique utilisateur. Le clavier est utilis&eacute; pour entrer, sous forme de texte, des commandes qui contr&ocirc;lent l&rsquo;ordinateur.</p>
            <p>Les appareils photo et les cam&eacute;ras vid&eacute;o num&eacute;riques, illustr&eacute;s &agrave; la Figure 1, cr&eacute;ent des images qui peuvent &ecirc;tre stock&eacute;es sur des supports magn&eacute;tiques. L&rsquo;image est conserv&eacute;e sous la forme d&rsquo;un fichier qui peut &ecirc;tre affich&eacute;, imprim&eacute; ou modifi&eacute;. </p>
            <p>L&rsquo;identification biom&eacute;trique repose sur les caract&eacute;ristiques uniques d&rsquo;une personne, telles que les empreintes digitales, la voix ou l&rsquo;empreinte r&eacute;tinienne. Lorsqu&rsquo;elle est associ&eacute;e aux noms d&rsquo;utilisateur habituels, la biom&eacute;trie garantit que seule la personne autoris&eacute;e acc&egrave;de aux donn&eacute;es. La Figure 2 illustre un ordinateur portable comportant un lecteur d&rsquo;empreintes digitales.</p>
            <p>Un &eacute;cran tactile comporte un panneau transparent sensible &agrave; la pression. L&rsquo;ordinateur re&ccedil;oit des instructions propres &agrave; l&rsquo;emplacement de l&rsquo;&eacute;cran touch&eacute; par l&rsquo;utilisateur. </p>
            <p>Un scanner num&eacute;rise une image ou un document. L&rsquo;image num&eacute;ris&eacute;e est stock&eacute;e sous la forme d&rsquo;un fichier qui peut &ecirc;tre affich&eacute;, imprim&eacute; ou modifi&eacute;. Un lecteur de codes barres est un type de scanner qui peut lire les codes barres des codes universels de produits (UPC). Ce type de p&eacute;riph&eacute;rique est tr&egrave;s r&eacute;pandu &agrave; des fins d&rsquo;inventaire et pour obtenir le prix d&rsquo;articles. </p>
          
        </tr>
         </table>  
       </td>
     </tr>
	</table>

</body>

</html>