<html>

<head>
<meta http-equiv="Content-Language" content="fr-fr">
<meta http-equiv="Content-Type" content="text/html; charset=windows-1252">
<title>Contenu</title>
<base target="_self">
<link href="../../css/content.css" rel="stylesheet" type="text/css">
</head>

<body onLoad="window.focus();">
<table border="0" cellpadding="0" cellspacing="0" width="100%">
	<!--  Start top title Lesson Bar -->
	  <tr>
	  	    <td width="18" class="toptitle01_white_bold" valign="top">
	  	    <img border="0" src="../../images/content_lines.gif" width="16" height="25"> <img border="0" src="../../images/transdot.gif" width="2" height="1"></td>

	      	<td width="18" class="toptitle01_white_bold">10.2</td>
	  	    <td class="toptitle01_white_bold"><img border="0" src="../../images/transdot.gif" width="10" height="1"></td>

	      	
    <td width="100%" class="toptitle01_white_bold"><font size="2" face="Arial"><b>Description de bonnes techniques de communication et d&rsquo;un comportement professionnel</b></font></td>
	  	    <td width="9" class="toptitle01_white_bold_margin">&nbsp;</td>
	  </tr>
	  <!--  End top title Lesson Bar --> <!--  Start top title Topic Bar -->
 	<tr>
	    <td width="18" height="25" class="toptitle02_white_bold">&nbsp;</td>
	    <td height="25"  class="toptitle02_white_bold">10.2.1</td>
	    <td class="toptitle02_white_bold"><img border="0" src="../../images/transdot.gif" width="10" height="1"></td>
	    
    <td width="100%" height="25" class="toptitle02_white_bold"><font size="2" face="Arial">D&eacute;termination du probl&egrave;me informatique du client</font></td>
	    <td height="25" width="9" class="toptitle02_white_bold_margin">&nbsp;</td>
  </tr>
	 <!--  End top title Topic Bar -->
</table>

	<!-- CONTENT -->
	<table border="0" cellpadding="0" cellspacing="0" width="95%" >
		<tr>
			<td width="20"></td>
			<td>
        <table border="0" cellpadding="0" cellspacing="0"  width="95%">

        <tr>
          <td width="100%">


			<p>L&rsquo;une des premi&egrave;res t&acirc;ches d&rsquo;un technicien consiste &agrave; d&eacute;terminer le type de probl&egrave;me informatique auquel son client est confront&eacute;. </p>

			<p>N&rsquo;oubliez pas ces trois r&egrave;gles au d&eacute;but de votre conversation&nbsp;:  </p>

				<ul>
					<li>conna&icirc;tre &ndash; appelez votre client par son nom&nbsp;;</li>
					<li>&eacute;tablir un rapport &ndash; utilisez une br&egrave;ve communication pour &eacute;tablir une relation entre vous et votre client&nbsp;;</li>
					
              <li>comprendre &ndash; d&eacute;terminez le niveau de connaissances informatiques du client afin de pouvoir communiquer efficacement.</li>

				</ul>

			<p>Pour ce faire, vous devez utiliser vos comp&eacute;tences d&rsquo;&eacute;coute active. Laissez le client exprimer tout ce qu&rsquo;il a &agrave; dire. Alors que le client explique le probl&egrave;me, placez un mot ou une phrase courte comme &laquo;&nbsp;Je comprends&nbsp;&raquo;, &laquo;&nbsp;Oui&nbsp;&raquo;, &laquo;&nbsp;Je vois&nbsp;&raquo; ou &laquo;&nbsp;OK&nbsp;&raquo;. Cela permet au client de savoir que vous &ecirc;tes pr&eacute;sent et que vous &eacute;coutez. Il ne s&rsquo;agit pas ici d&rsquo;interrompre le client pour lui poser une question ou faire un commentaire.</p>

			<p>Un technicien ne doit pas interrompre son client pour poser une question ou faire un commentaire. C&rsquo;est impoli, irrespectueux et cela cr&eacute;e des tensions. Souvent, au cours d&rsquo;une conversation, vous pensez &agrave; ce que vous allez dire avant que votre interlocuteur ait fini de parler. Dans ce cas, vous n&rsquo;&eacute;coutez pas vraiment. Exercez-vous &agrave; &eacute;couter attentivement ce que disent les autres et &agrave; les laisser terminer leurs pens&eacute;es.</p>

			<p>Une fois que vous avez &eacute;cout&eacute; le client expliquer l&rsquo;ensemble du probl&egrave;me, clarifiez ce qu&rsquo;il a dit. Cela contribue &agrave; convaincre le client que vous avez entendu et compris la situation. Une bonne pratique de clarification consiste &agrave; paraphraser l&rsquo;explication du client en commen&ccedil;ant par les mots &laquo;&nbsp;Voyons si j&rsquo;ai bien compris ce que vous m&rsquo;avez dit...&nbsp;&raquo; Il s&rsquo;agit l&agrave; d&rsquo;un outil tr&egrave;s efficace qui montre au client que vous avez &eacute;cout&eacute; et que vous vous pr&eacute;occupez de ses probl&egrave;mes.</p>

			<p>Apr&egrave;s avoir convaincu le client que vous comprenez le probl&egrave;me, vous avez probablement des questions suppl&eacute;mentaires &agrave; lui poser. Veillez &agrave; la pertinence de ces questions. Ne posez pas de questions auxquelles le client a d&eacute;j&agrave; r&eacute;pondu alors qu&rsquo;il d&eacute;crivait le probl&egrave;me. Cela irrite le client et montre que vous n&rsquo;&eacute;coutiez pas. </p>

			<p>Les questions suppl&eacute;mentaires doivent &ecirc;tre des questions ferm&eacute;es, cibl&eacute;es, bas&eacute;es sur les informations dont vous disposez d&eacute;j&agrave;. Les questions ferm&eacute;es ont pour objectif d&rsquo;obtenir des informations pr&eacute;cises. Le client doit pouvoir y r&eacute;pondre par oui ou par non, ou par un simple fait comme &laquo;&nbsp;Windows XP Pro&nbsp;&raquo;. Utilisez toutes les informations que vous avez obtenues aupr&egrave;s du client pour continuer &agrave; remplir l&rsquo;ordre de travail.</p>

          </td>
          </tr>
         </table>
       </td>
     </tr>
	</table>

</body>

</html>