<html>

<head>
<meta http-equiv="Content-Language" content="fr-fr">
<meta http-equiv="Content-Type" content="text/html; charset=windows-1252">
<title>Contenu</title>
<base target="_self">
<link href="../../css/content.css" rel="stylesheet" type="text/css">
</head>

<body onLoad="window.focus();">
<table border="0" cellpadding="0" cellspacing="0" width="100%">
	<!--  Start top title Lesson Bar -->
	  <tr>
	  	    <td width="18" class="toptitle01_white_bold" valign="top">
	  	    <img border="0" src="../../images/content_lines.gif" width="16" height="25"> <img border="0" src="../../images/transdot.gif" width="2" height="1"></td>

	      	<td width="18" class="toptitle01_white_bold">14.3</td>
	  	    <td class="toptitle01_white_bold"><img border="0" src="../../images/transdot.gif" width="10" height="1"></td>

	      	<td width="100%" class="toptitle01_white_bold">Description du partage d&rsquo;une imprimante et d&rsquo;un scanner sur un r&eacute;seau</td>
	  	    <td width="9" class="toptitle01_white_bold_margin">&nbsp;</td>
	  </tr>
	  <!--  End top title Lesson Bar --> <!--  Start top title Topic Bar -->
 	 <tr>
	    <td width="18" height="25" class="toptitle02_white_bold">&nbsp;</td>

    	<td height="25"  class="toptitle02_white_bold">14.3.1</td>
	    <td class="toptitle02_white_bold"><img border="0" src="../../images/transdot.gif" width="10" height="1"></td>

    	<td width="100%" height="25" class="toptitle02_white_bold">Description des types de serveurs d&rsquo;impression</td>
	    <td height="25" width="9" class="toptitle02_white_bold_margin">&nbsp;</td>
  </tr>
	 <!--  End top title Topic Bar -->
</table>

	<!-- CONTENT -->
	<table border="0" cellpadding="0" cellspacing="0" width="95%" >
		<tr>
			<td width="20"></td>
			<td>
        <table border="0" cellpadding="0" cellspacing="0"  width="95%">

        <tr>
          <td width="100%">
            <p>Les serveurs d&rsquo;impression permettent &agrave; plusieurs utilisateurs d&rsquo;ordinateurs d&rsquo;acc&eacute;der &agrave; une m&ecirc;me imprimante. Un serveur d&rsquo;impression a trois fonctions. La premi&egrave;re fonction vise &agrave; offrir un acc&egrave;s client aux ressources d&rsquo;impression. La deuxi&egrave;me permet d&rsquo;administrer les travaux d&rsquo;impression, en les stockant dans une file d&rsquo;attente jusqu&rsquo;&agrave; ce que le p&eacute;riph&eacute;rique d&rsquo;impression soit pr&ecirc;t, puis en fournissant ou en g&eacute;rant les informations d&rsquo;impression &agrave; l&rsquo;imprimante. La troisi&egrave;me permet d&rsquo;offrir un retour aux utilisateurs, notamment l&rsquo;envoi d&rsquo;une notification lorsqu&rsquo;un travail d&rsquo;impression est termin&eacute; ou l&rsquo;envoi de messages d&rsquo;erreur lorsque quelque chose ne va pas.</p>

            <p>En tant que technicien, vous devez choisir le type de serveur d&rsquo;impression correspondant le mieux aux besoins du client. Il en existe trois types&nbsp;:</p>

				<ul>
					<li>le serveur d&rsquo;impression r&eacute;seau&nbsp;;</li>
					<li>le serveur d&rsquo;impression sur PC d&eacute;di&eacute;&nbsp;;</li>
					<li>l&rsquo;imprimante partag&eacute;e sur un ordinateur.</li>
				</ul>

			<p><span class="bold">Serveur d&rsquo;impression r&eacute;seau</span><br>Les serveurs d&rsquo;impression r&eacute;seau permettent &agrave; plusieurs utilisateurs sur un r&eacute;seau d&rsquo;acc&eacute;der &agrave; une m&ecirc;me imprimante. Un serveur d&rsquo;impression r&eacute;seau peut g&eacute;rer l&rsquo;impression r&eacute;seau par le biais de connexions c&acirc;bl&eacute;es ou sans fil. La Figure 1 illustre un serveur d&rsquo;impression c&acirc;bl&eacute;. Vous devez tenir compte des avantages et inconv&eacute;nients d&rsquo;un serveur d&rsquo;impression sur PC d&eacute;di&eacute; avant toute installation&nbsp;:</p>

				
            <ul>
              <li>L&rsquo;utilisation d&rsquo;un serveur d&rsquo;impression r&eacute;seau pr&eacute;sente l&rsquo;avantage suivant&nbsp;: le serveur accepte les travaux d&rsquo;impression entrants de la part d&rsquo;ordinateurs, puis lib&egrave;re les ordinateurs pour d&rsquo;autres t&acirc;ches. Le serveur d&rsquo;impression est toujours disponible pour les utilisateurs, &agrave; la diff&eacute;rence d&rsquo;une imprimante partag&eacute;e par l&rsquo;ordinateur d&rsquo;un utilisateur.</li>
              <li>Le serveur d&rsquo;impression r&eacute;seau pr&eacute;sente l&rsquo;inconv&eacute;nient de ne pas &ecirc;tre toujours en mesure d&rsquo;utiliser toutes les fonctions d&rsquo;un p&eacute;riph&eacute;rique tout-en-un.</li>
            </ul>

			<p><span class="bold">Serveur d&rsquo;impression sur PC d&eacute;di&eacute;</span><br>Un serveur d&rsquo;impression sur PC d&eacute;di&eacute; est un ordinateur d&eacute;di&eacute; &agrave; la gestion la plus efficace des travaux d&rsquo;impression clients. Comme il g&egrave;re les requ&ecirc;tes de plusieurs clients, le serveur d&rsquo;impression est g&eacute;n&eacute;ralement l&rsquo;un des ordinateurs les plus puissants du r&eacute;seau. Les serveurs d&rsquo;impression sur PC d&eacute;di&eacute; peuvent g&eacute;rer plusieurs imprimantes &agrave; la fois. Un serveur d&rsquo;impression doit disposer des ressources n&eacute;cessaires pour r&eacute;pondre aux requ&ecirc;tes des clients d&rsquo;impression&nbsp;:</p>

				<ul>
					<li><span class="bold">Processeur puissant</span>&nbsp;: le serveur d&rsquo;impression sur PC utilisant son processeur pour g&eacute;rer et transf&eacute;rer les informations d&rsquo;impression, il doit &ecirc;tre suffisamment rapide pour g&eacute;rer toutes les requ&ecirc;tes entrantes.</li>
					<li><span class="bold">Espace disque suffisant</span>&nbsp;: un serveur d&rsquo;impression sur PC capture les travaux d&rsquo;impression &eacute;mis par les clients, les place dans une file d&rsquo;attente d&rsquo;impression et les envoie &agrave; l&rsquo;imprimante au moment opportun. Pour cela, l&rsquo;ordinateur doit disposer d&rsquo;un espace de stockage suffisant pour supporter ces travaux jusqu&rsquo;&agrave; leur ach&egrave;vement.</li>
					<li><span class="bold">M&eacute;moire adapt&eacute;e</span>&nbsp;: le processeur et la m&eacute;moire vive du serveur g&egrave;rent l&rsquo;envoi de travaux d&rsquo;impression &agrave; une imprimante. Si la m&eacute;moire du serveur n&rsquo;est pas suffisante pour g&eacute;rer l&rsquo;int&eacute;gralit&eacute; d&rsquo;un travail d&rsquo;impression, le disque dur doit envoyer le travail, ce qui est beaucoup plus lent.</li>
				</ul>

			<p><span class="bold">Imprimante partag&eacute;e sur un ordinateur</span><br>L&rsquo;ordinateur d&rsquo;un utilisateur disposant d&rsquo;une imprimante connect&eacute;e peut la partager avec d&rsquo;autres utilisateurs sur le r&eacute;seau. Windows XP rend ce processus rapide et facile. Dans un r&eacute;seau domestique, cela signifie qu&rsquo;un utilisateur peut imprimer des documents o&ugrave; qu&rsquo;il se trouve dans la maison, en utilisant un ordinateur portable sans fil. Dans un r&eacute;seau de petits bureaux, le partage d&rsquo;une imprimante signifie qu&rsquo;un m&ecirc;me p&eacute;riph&eacute;rique peut servir &agrave; plusieurs utilisateurs.</p>


			<p>Le partage d&rsquo;une imprimante &agrave; partir d&rsquo;un ordinateur a &eacute;galement des inconv&eacute;nients. L&rsquo;ordinateur partageant l&rsquo;imprimante utilise ses propres ressources pour g&eacute;rer les travaux d&rsquo;impression entrants pour l&rsquo;imprimante. Si un utilisateur travaille sur l&rsquo;ordinateur en m&ecirc;me temps qu&rsquo;un utilisateur imprime sur le r&eacute;seau, l&rsquo;utilisateur sur l&rsquo;ordinateur peut constater une baisse des performances. De plus, l&rsquo;imprimante n&rsquo;est pas disponible si l&rsquo;utilisateur red&eacute;marre ou &eacute;teint l&rsquo;ordinateur connect&eacute; &agrave; l&rsquo;imprimante partag&eacute;e.</p>



        </tr>
         </table>
       </td>
     </tr>
	</table>

</body>

</html>