<html>

<head>
<meta http-equiv="Content-Language" content="fr-fr">
<meta http-equiv="Content-Type" content="text/html; charset=windows-1252">
<title>Contenu</title>
<base target="_self">
<link href="../../css/content.css" rel="stylesheet" type="text/css">
</head>

<body onLoad="window.focus();">
<table border="0" cellpadding="0" cellspacing="0" width="100%">
	<!--  Start top title Lesson Bar -->
	  <tr>
	    <td width="18" class="toptitle01_white_bold" valign="top">
	    <img border="0" src="../../images/content_lines.gif" width="16" height="25"> <img border="0" src="../../images/transdot.gif" width="2" height="1"></td>
	    
    <td width="18" class="toptitle01_white_bold">5.3</td>
	    <td class="toptitle01_white_bold"><img border="0" src="../../images/transdot.gif" width="10" height="1"></td>
	    
    <td width="100%" class="toptitle01_white_bold">D&eacute;termination du syst&egrave;me d&rsquo;exploitation en fonction des besoins des clients</td>
	    <td width="9" class="toptitle01_white_bold_margin">&nbsp;</td>
	  </tr>
	  <!--  End top title Lesson Bar --> <!--  Start top title Topic Bar -->
 	 <tr>
	    <td width="18" height="25" class="toptitle02_white_bold">&nbsp;</td>
	    
    <td height="25"  class="toptitle02_white_bold">5.3.2</td> 
	    <td class="toptitle02_white_bold"><img border="0" src="../../images/transdot.gif" width="10" height="1"></td>
	    
    <td width="100%" height="25" class="toptitle02_white_bold"><strong>D&eacute;termination de la configuration mat&eacute;rielle minimale et de la compatibilit&eacute; avec la plateforme du syst&egrave;me d&rsquo;exploitation</strong></td>
	    <td height="25" width="9" class="toptitle02_white_bold_margin">&nbsp;</td>
  </tr>
	 <!--  End top title Topic Bar -->
</table>
	
	<!-- CONTENT -->
	<table border="0" cellpadding="0" cellspacing="0" width="95%" >
		<tr>
			<td width="20"></td>
			<td>
        <table border="0" cellpadding="0" cellspacing="0"  width="95%">
          
        <tr> 
          <td width="100%"> 
            <p>Les syst&egrave;mes d&rsquo;exploitation doivent avoir une configuration mat&eacute;rielle minimale pour que le syst&egrave;me d&rsquo;exploitation puisse &ecirc;tre install&eacute; et fonctionner correctement. La Figure 1 est un tableau de la configuration mat&eacute;rielle minimale requise pour les syst&egrave;mes d&rsquo;exploitation Windows 2000, Windows XP Professionnel et Windows XP &Eacute;dition familiale.</p>
            <p>Identifiez l&rsquo;&eacute;quipement de votre client. Si des mises &agrave; niveau mat&eacute;rielles sont n&eacute;cessaires pour atteindre la configuration minimale requise et pouvoir installer un syst&egrave;me d&rsquo;exploitation, proc&eacute;dez &agrave; une analyse des co&ucirc;ts pour d&eacute;terminer la meilleure action &agrave; entreprendre. Dans certains cas, il peut &ecirc;tre moins co&ucirc;teux pour le client d&rsquo;acheter un nouvel ordinateur que de mettre &agrave; niveau son syst&egrave;me.  Dans d&rsquo;autres cas, il peut &ecirc;tre plus &eacute;conomique de mettre &agrave; niveau un ou plusieurs composants suivants&nbsp;:</p>
            <ul>
              <li>m&eacute;moire vive&nbsp;;</li>
              <li>disque dur&nbsp;; </li>
              <li>unit&eacute; centrale&nbsp;; </li>
              <li>adaptateur vid&eacute;o. </li>
            </ul>
            <p><strong>REMARQUE&nbsp;:</strong> parfois, la configuration des applications peut d&eacute;passer la configuration mat&eacute;rielle du syst&egrave;me d&rsquo;exploitation. Pour que l&rsquo;application fonctionne correctement, il est alors n&eacute;cessaire de mettre &agrave; niveau la configuration mat&eacute;rielle.</p>
            <p>Une fois que vous avez d&eacute;fini la configuration mat&eacute;rielle minimale n&eacute;cessaire &agrave; un syst&egrave;me d&rsquo;exploitation, vous devez vous assurer que tout le mat&eacute;riel pr&eacute;sent dans l&rsquo;ordinateur est compatible avec le syst&egrave;me d&rsquo;exploitation que vous avez s&eacute;lectionn&eacute; pour votre client. </p>
            <p><span class="bold">Liste de compatibilit&eacute; mat&eacute;rielle</span><br> La plupart des syst&egrave;mes d&rsquo;exploitation s&rsquo;accompagnent d&rsquo;une liste de compatibilit&eacute; mat&eacute;rielle, que vous pouvez trouver sur le site Web du fabricant, comme indiqu&eacute; sur la Figure 2. Ces listes r&eacute;pertorient en d&eacute;tail le mat&eacute;riel test&eacute; et d&eacute;clar&eacute; comme &eacute;tant compatible avec le syst&egrave;me d&rsquo;exploitation. Si certains composants mat&eacute;riels du client ne figurent pas dans la liste, ils ont peut-&ecirc;tre besoin d&rsquo;&ecirc;tre mis &agrave; niveau, afin de correspondre &agrave; ceux de la liste.</p>
            <p><strong>REMARQUE&nbsp;: </strong>une liste de compatibilit&eacute; mat&eacute;rielle n&rsquo;est pas forc&eacute;ment tenue &agrave; jour en permanence, auquel cas elle n&rsquo;est pas une r&eacute;f&eacute;rence suffisante. </p>
            <p>
              <!-- Start Activity box   -->
            </p>
            <table  width="95%" border="0" cellspacing="0" cellpadding="0" id="activity">
              <tr> 
                <td valign="top"> 
                  <table  width="100%" cellspacing="0" cellpadding="0" border="0" >
                    <tr> 
                      <td width="5" class="activity_topbar"> <img border="0" src="../../images/lab_toplft.gif" width="116" height="23"></td>
                      <td class="activity_topbar"><img alt="" height="1" width="3" src="../../images/s.gif"></td>
                      <td align="right" valign="top" class="activity_topbar"> 
                        <img alt="" src="../../images/corner_ur_7.gif" width="7" height="7"></td>
                    </tr>
                  </table>
                  <table width="100%" cellspacing="0" cellpadding="0" border="0" id="table3">
                    <tr> 
                      <td> 
                        <table width="100%" cellpadding="2" cellspacing="0" border="0"  id="table4">
                          <tr> 
                            <td width="15" class="activity_text">&nbsp;</td>
                            <td class="activity_text"><img border="0" src="../../images/lab_icon.gif" width="36" height="30"> <a target="_blank" href="../worksheet5_3_2/5.3.2_WS_Upgrade_HW.pdf">Fiche de travail</a> 
                              <p> <b>Mise &agrave; jour des composants</b><br> Recherche de nouveaux composants mat&eacute;riels pour mettre &agrave; jour un ordinateur<br> <br>
                              </p>
                            </td>
                          </tr>
                        </table>
                      </td>
                    </tr>
                  </table>
                </td>
              </tr>
            </table>
            <!-- END Activity box   -->
          </td>
          </tr>
         </table>  
       </td>
     </tr>
	</table>

</body>

</html>