<html>

<head>
<meta http-equiv="Content-Language" content="fr-fr">
<meta http-equiv="Content-Type" content="text/html; charset=windows-1252">
<title>Contenu</title>
<base target="_self">
<link href="../../css/content.css" rel="stylesheet" type="text/css">
</head>

<body onLoad="window.focus();">
<table border="0" cellpadding="0" cellspacing="0" width="100%">
	<!--  Start top title Lesson Bar -->
	  <tr>
	    <td width="18" class="toptitle01_white_bold" valign="top">
	    <img border="0" src="../../images/content_lines.gif" width="16" height="25"> <img border="0" src="../../images/transdot.gif" width="2" height="1"></td>
	    <td width="18" class="toptitle01_white_bold">2.1</td>
	    <td class="toptitle01_white_bold"><img border="0" src="../../images/transdot.gif" width="10" height="1"></td>
	    
    <td width="100%" class="toptitle01_white_bold">Explication de l&rsquo;objectif de la s&eacute;curit&eacute; pour les conditions de travail et des proc&eacute;dures</td>
	    <td width="9" class="toptitle01_white_bold_margin">&nbsp;</td>
	  </tr>
	  <!--  End top title Lesson Bar --> <!--  Start top title Topic Bar --> <!-- <tr> 	    <td width="18" height="25" class="toptitle02_white_bold">&nbsp;</td> 	    <td height="25"  class="toptitle02_white_bold">1.0</td>  	    <td class="toptitle02_white_bold"><img border="0" src="../../images/transdot.gif" width="10" height="1"></td> 	    <td width="100%" height="25" class="toptitle02_white_bold">Describe wireless communication methods for laptops and portable devices</td> 	    <td height="25" width="9" class="toptitle02_white_bold_margin">&nbsp;</td>   </tr> 	 <!--  End top title Topic Bar -->
</table>
	
	<!-- CONTENT -->
	<table border="0" cellpadding="0" cellspacing="0" width="95%" >
		<tr>
			<td width="20"></td>
			<td>
        <table border="0" cellpadding="0" cellspacing="0"  width="95%">
          <tr>
            
          <td width="100%"> 
            <p> Des conditions de travail s&ucirc;res permettent de pr&eacute;venir les blessures pour les employ&eacute;s et les dommages pour les &eacute;quipements informatiques. Un espace de travail s&ucirc;r est propre, organis&eacute; et correctement &eacute;clair&eacute;. Tout le monde doit comprendre et respecter les proc&eacute;dures de s&eacute;curit&eacute;. 
            </p>
              
            <p>Suivez les proc&eacute;dures adapt&eacute;es pour manipuler les &eacute;quipements informatiques, afin de r&eacute;duire les risques de blessures, de d&eacute;g&acirc;ts et de pertes de donn&eacute;es. Tout d&eacute;g&acirc;t ou toute perte peut entra&icirc;ner des demandes d&rsquo;indemnisation par le propri&eacute;taire de l&rsquo;&eacute;quipement et des donn&eacute;es.</p>
			  
            <p>L&rsquo;&eacute;limination ou le recyclage ad&eacute;quat des composants informatiques dangereux constitue un probl&egrave;me global. Assurez-vous de respecter les r&eacute;glementations r&eacute;gissant l&rsquo;&eacute;limination des d&eacute;chets sp&eacute;cifiques. Les organisations enfreignant ces r&eacute;glementations peuvent se voir infliger des amendes ou faire face &agrave; des batailles juridiques co&ucirc;teuses.</p>
			  
            <p>&Agrave; la fin de cette section, vous parviendrez &agrave;&nbsp;: 
            </p>
              
            <ul>
              <li>identifier les proc&eacute;dures de s&eacute;curit&eacute; et les dangers potentiels pour les utilisateurs et les techniciens&nbsp;;</li>
              <li>identifier les proc&eacute;dures de s&eacute;curit&eacute; pour pr&eacute;venir les dommages sur les &eacute;quipements et les pertes de donn&eacute;es&nbsp;;</li>
              <li>identifier les proc&eacute;dures de s&eacute;curit&eacute; pour pr&eacute;venir toute contamination de l&rsquo;environnement.</li>
            </ul>
             </td>
          </tr>
         </table>  
       </td>
     </tr>
	</table>

</body>

</html>