<html>

<head>
<meta http-equiv="Content-Language" content="fr-fr">
<meta http-equiv="Content-Type" content="text/html; charset=windows-1252">
<title>Contenu</title>
<base target="_self">
<link href="../../css/content.css" rel="stylesheet" type="text/css">
</head>

<body onLoad="window.focus();">
<table border="0" cellpadding="0" cellspacing="0" width="100%">
	<!--  Start top title Lesson Bar -->
	  <tr>
	  	    <td width="18" class="toptitle01_white_bold" valign="top">
	  	    <img border="0" src="../../images/content_lines.gif" width="16" height="25"> <img border="0" src="../../images/transdot.gif" width="2" height="1"></td>

	      	<td width="18" class="toptitle01_white_bold">10.2</td>
	  	    <td class="toptitle01_white_bold"><img border="0" src="../../images/transdot.gif" width="10" height="1"></td>

	      	
    <td width="100%" class="toptitle01_white_bold"><font size="2" face="Arial"><b>Description de bonnes techniques de communication et d&rsquo;un comportement professionnel</b></font></td>
	  	    <td width="9" class="toptitle01_white_bold_margin">&nbsp;</td>
	  </tr>
	  <!--  End top title Lesson Bar --> <!--  Start top title Topic Bar -->
 	<tr>
	    <td width="18" height="25" class="toptitle02_white_bold">&nbsp;</td>
	    <td height="25"  class="toptitle02_white_bold">10.2.5</td>
	    <td class="toptitle02_white_bold"><img border="0" src="../../images/transdot.gif" width="10" height="1"></td>
	    
    <td width="100%" height="25" class="toptitle02_white_bold"><font size="2" face="Arial">Impl&eacute;mentation de techniques de gestion du temps et du stress</font></td>
	    <td height="25" width="9" class="toptitle02_white_bold_margin">&nbsp;</td>
  </tr>
	 <!--  End top title Topic Bar -->
</table>

	<!-- CONTENT -->
		<table border="0" cellpadding="0" cellspacing="0" width="95%" >
		<tr>
		<td width="20"></td>
		<td>
        <table border="0" cellpadding="0" cellspacing="0"  width="95%">
        <tr>
        <td width="100%">

		<p>En tant que technicien, vous &ecirc;tes une personne tr&egrave;s occup&eacute;e. Il est important, pour votre propre bien-&ecirc;tre, d&rsquo;utiliser des techniques appropri&eacute;es de gestion du temps et du stress.</p>

		<p><span class="bold">Ergonomie de la station de travail</span><br> L&rsquo;ergonomie de votre station de travail peut vous aider dans vos activit&eacute;s professionnelles ou les rendre plus difficiles. Comme vous y passez la plus grande partie de la journ&eacute;e, veillez &agrave; ce que la disposition de votre bureau soit efficace, comme illustr&eacute; &agrave; la Figure 1. Placez votre casque et votre t&eacute;l&eacute;phone de telle fa&ccedil;on qu&rsquo;ils soient faciles &agrave; atteindre et &agrave; utiliser. Votre chaise doit &ecirc;tre r&eacute;gl&eacute;e &agrave; une hauteur confortable. Ajustez l&rsquo;angle de votre ordinateur afin qu&rsquo;il soit inutile de baisser ou de lever la t&ecirc;te pour voir son contenu. Veillez &eacute;galement &agrave; ce que la position du clavier et de la souris soit confortable pour vous. Vous ne devez pas avoir besoin de plier votre poignet pour taper sur le clavier. Si possible, essayez de r&eacute;duire les distractions ext&eacute;rieures, comme le bruit.</p>

		    <p><span class="bold">Gestion du temps</span><br> Pour la gestion du temps, il est important d&rsquo;&eacute;tablir l&rsquo;ordre de priorit&eacute; de vos activit&eacute;s. Veillez &agrave; respecter soigneusement la strat&eacute;gie d&rsquo;entreprise de votre employeur. Celle-ci peut exiger que vous traitiez tout d&rsquo;abord les appels &laquo;&nbsp;hors service&nbsp;&raquo;, m&ecirc;me s&rsquo;ils sont plus difficiles &agrave; r&eacute;soudre. Un appel &laquo;&nbsp;hors service&nbsp;&raquo; signifie g&eacute;n&eacute;ralement qu&rsquo;un serveur ne fonctionne pas et que l&rsquo;ensemble du bureau ou de l&rsquo;entreprise attend que le probl&egrave;me soit r&eacute;solu pour reprendre ses activit&eacute;s.</p>

		    <p>Si vous devez rappeler un client, assurez-vous de le faire &agrave; l&rsquo;heure la plus proche possible de l&rsquo;heure de rappel indiqu&eacute;e. &Eacute;tablissez une liste des clients &agrave; rappeler et barrez-les un &agrave; un, &agrave; mesure que vous terminez ces appels. Ainsi, vous n&rsquo;oublierez aucun client.</p>

		    <p>Lorsque vous travaillez avec de nombreux clients, ne r&eacute;servez pas un service plus rapide ou de meilleure qualit&eacute; &agrave; vos clients favoris.  Lorsque vous consultez le panneau des appels, ne prenez pas uniquement les appels de clients faciles. La Figure 2 pr&eacute;sente un exemple de tableau d&rsquo;appels de clients. Prenez l&rsquo;appel d&rsquo;un autre technicien uniquement si vous avez l&rsquo;autorisation de le faire. </p>

		    <p><span class="bold">Gestion du stress</span><br>Pour g&eacute;rer votre stress, prenez le temps de vous calmer entre chaque appel de client. Chaque appel doit &ecirc;tre trait&eacute; ind&eacute;pendamment des autres et vous ne devez pas conserver les frustrations d&rsquo;un appel pr&eacute;c&eacute;dent dans un nouvel appel.</p>

		<p>Une certaine activit&eacute; physique peut r&eacute;duire votre stress. Vous pouvez vous lever et marcher un peu. Effectuez quelques &eacute;tirements simples ou appuyez sur une balle de relaxation. Si vous le pouvez, faites une pause et essayez de vous d&eacute;tendre. Vous serez ainsi pr&ecirc;t &agrave; r&eacute;pondre efficacement &agrave; l&rsquo;appel du client suivant.</p>

		<p>La Figure 3 pr&eacute;sente des moyens de vous d&eacute;tendre. Pouvez-vous sugg&eacute;rer d&rsquo;autres activit&eacute;s appropri&eacute;es qui pourraient r&eacute;duire le stress au travail&nbsp;?</p>



		  </td>
          </tr>
         </table>
       </td>
     </tr>
	</table>

</body>

</html>