<html>

<head>
<meta http-equiv="Content-Language" content="fr-fr">
<meta http-equiv="Content-Type" content="text/html; charset=windows-1252">
<title>Contenu</title>
<base target="_self">
<link href="../../css/content.css" rel="stylesheet" type="text/css">
</head>

<body onLoad="window.focus();">
<table border="0" cellpadding="0" cellspacing="0" width="100%">
  <!--  Start top title Lesson Bar -->
  <tr> 
    <td width="18" class="toptitle01_white_bold" valign="top"> <img border="0" src="../../images/content_lines.gif" width="16" height="25"> <img border="0" src="../../images/transdot.gif" width="2" height="1"></td>
    <td width="18" class="toptitle01_white_bold">1.5</td>
    <td class="toptitle01_white_bold"><img border="0" src="../../images/transdot.gif" width="10" height="1"></td>
    <td width="100%" class="toptitle01_white_bold">Identification des noms, objectifs et caract&eacute;ristiques des ports et des c&acirc;bles</td>
    <td width="9" class="toptitle01_white_bold_margin">&nbsp;</td>
  </tr>
  <!--  End top title Lesson Bar --> <!--  Start top title Topic Bar -->

  <!--  End top title Topic Bar -->
</table>
	
	<!-- CONTENT -->
	<table border="0" cellpadding="0" cellspacing="0" width="95%" >
		<tr>
			<td width="20"></td>
			<td>
        <table border="0" cellpadding="0" cellspacing="0"  width="95%">
          
        <tr> 
          <td width="100%"> 
            <p>Les ports d&rsquo;entr&eacute;e/sortie (E/S) sur un ordinateur permettent de connecter des p&eacute;riph&eacute;riques tels que les imprimantes, les scanners et les lecteurs portables. Les ports et c&acirc;bles suivants sont couramment utilis&eacute;s&nbsp;:</p>
            <ul>
              <li>s&eacute;rie&nbsp;;</li>
              <li>USB&nbsp;;</li>
              <li>FireWire&nbsp;;</li>
              <li>parall&egrave;le&nbsp;;</li>
              <li>SCSI&nbsp;;</li>
              <li>r&eacute;seau&nbsp;;</li>
              <li>PS/2&nbsp;;</li>
              <li>audio&nbsp;;</li>
              <li>vid&eacute;o.</li>
            </ul>
            <p><span class="bold">Ports et c&acirc;bles s&eacute;rie</span><br> Un port s&eacute;rie est un connecteur m&acirc;le DB-9, comme indiqu&eacute; &agrave; la Figure 1, ou DB-25.  Les ports s&eacute;rie transmettent les donn&eacute;es un bit &agrave; la fois. Pour connecter un p&eacute;riph&eacute;rique s&eacute;rie, comme un modem ou une imprimante, un c&acirc;ble s&eacute;rie doit &ecirc;tre utilis&eacute;. La longueur d&rsquo;un c&acirc;ble s&eacute;rie ne d&eacute;passe pas 15,2&nbsp;m. </p>
            <p><span class="bold">Ports et c&acirc;bles USB</span><br> L&rsquo;interface USB (Universal Serial Bus) est une interface normalis&eacute;e pour la connexion de p&eacute;riph&eacute;riques &agrave; un ordinateur. &Agrave; l&rsquo;origine, elle a &eacute;t&eacute; con&ccedil;ue pour remplacer les connexions s&eacute;ries et parall&egrave;les. Les p&eacute;riph&eacute;riques USB sont rempla&ccedil;ables &agrave; chaud, c&rsquo;est-&agrave;-dire que l&rsquo;utilisateur peut les connecter et les d&eacute;connecter alors que l&rsquo;ordinateur est sous tension. Les ordinateurs, appareils photo, imprimantes, scanners, p&eacute;riph&eacute;riques de stockage et bien d&rsquo;autres appareils &eacute;lectroniques comportent des connexions USB. Un concentrateur USB est utilis&eacute; pour connecter plusieurs p&eacute;riph&eacute;riques USB. Un port USB unique sur un ordinateur peut prendre en charge jusqu&rsquo;&agrave; 127 p&eacute;riph&eacute;riques distincts au moyen de concentrateurs USB multiples. Certains p&eacute;riph&eacute;riques peuvent &eacute;galement &ecirc;tre aliment&eacute;s via le port USB, si bien qu&rsquo;une alimentation externe est inutile. La Figure 2 illustre des c&acirc;bles USB avec connecteurs.</p>
            <p>La norme USB 1.1 permettait des d&eacute;bits de transmission atteignant 12&nbsp;Mbits/s en mode haute vitesse et 1,5&nbsp;Mbits/s en mode basse vitesse. La norme USB 2.0 permet des vitesses de transmission atteignant 480&nbsp;Mbits/s. Toutefois, les p&eacute;riph&eacute;riques USB ne peuvent pas d&eacute;passer la vitesse maximale possible du port utilis&eacute; pour transf&eacute;rer des donn&eacute;es. </p>
            <p><span class="bold">Ports et c&acirc;bles FireWire</span><br> L&rsquo;interface FireWire est une interface haute vitesse, rempla&ccedil;able &agrave; chaud, qui connecte des p&eacute;riph&eacute;riques &agrave; un ordinateur. Un seul port FireWire sur un ordinateur peut prendre en charge jusqu&rsquo;&agrave; 63 p&eacute;riph&eacute;riques. Certains p&eacute;riph&eacute;riques peuvent &eacute;galement &ecirc;tre aliment&eacute;s via le port FireWire, si bien qu&rsquo;une alimentation externe est inutile. L&rsquo;interface FireWire utilise la norme IEEE 1394 et elle est &eacute;galement connue sous le nom d&rsquo;i.Link. 
            </p>
            <p>La norme IEEE 1394a prend en charge des d&eacute;bits de donn&eacute;es allant jusqu&rsquo;&agrave; 400&nbsp;Mbits/s et des c&acirc;bles d&rsquo;une longueur maximale de 4,5&nbsp;m. Cette norme utilise un connecteur 6 broches ou 4 broches. La norme IEEE 1394b prend en charge des d&eacute;bits de donn&eacute;es qui d&eacute;passent 800&nbsp;Mbits/s et utilise un connecteur 9 broches. La Figure 3 illustre des c&acirc;bles FireWire avec connecteurs.</p>
            <p><span class="bold">Ports et c&acirc;bles parall&egrave;les </span><br> Un port parall&egrave;le sur un ordinateur est un connecteur femelle standard DB-25 de type A. Le connecteur parall&egrave;le sur une imprimante est un connecteur Centronics standard 36 broches de type B. Certaines imprimantes plus r&eacute;centes utilisent un connecteur 36 broches de haute densit&eacute; de type C. Les ports parall&egrave;les peuvent transmettre 8 bits de donn&eacute;es &agrave; la fois et utilisent la norme IEEE 1284. Pour connecter un p&eacute;riph&eacute;rique parall&egrave;le, une imprimante par exemple, un c&acirc;ble parall&egrave;le doit &ecirc;tre utilis&eacute;. La longueur maximale d&rsquo;un c&acirc;ble parall&egrave;le, comme illustr&eacute; &agrave; la Figure 4, est de 4,5&nbsp;m. </p>
            <p><span class="bold">Ports et c&acirc;bles SCSI</span><br> Un port SCSI peut transmettre des donn&eacute;es &agrave; un d&eacute;bit qui d&eacute;passe 320&nbsp;Mbits/s et prendre en charge jusqu&rsquo;&agrave; 15 p&eacute;riph&eacute;riques. Si un seul p&eacute;riph&eacute;rique SCSI est connect&eacute; &agrave; un port SCSI, le c&acirc;ble peut atteindre une longueur de 24,4&nbsp;m. Si plusieurs p&eacute;riph&eacute;riques SCSI sont connect&eacute;s &agrave; un port SCSI, la longueur du c&acirc;ble ne doit pas d&eacute;passer 12,2&nbsp;m. Comme illustr&eacute; &agrave; la Figure 5, trois types de ports SCSI sont possibles sur un ordinateur&nbsp;:</p>
            <ul>
              <li>connecteur femelle DB-25&nbsp;;</li>
              <li>connecteur femelle 50 broches haute densit&eacute;&nbsp;;</li>
              <li>connecteur femelle 68 broches haute densit&eacute;.</li>
            </ul>
            <p><span class="note_caps">REMARQUE&nbsp;:</span> les p&eacute;riph&eacute;riques SCSI doivent &ecirc;tre termin&eacute;s aux extr&eacute;mit&eacute;s de la cha&icirc;ne SCSI. V&eacute;rifiez les proc&eacute;dures de terminaison dans le manuel du p&eacute;riph&eacute;rique.</p>
            <p><span class="caution_caps">ATTENTION&nbsp;:</span> certains connecteurs SCSI ressemblent &agrave; des connecteurs parall&egrave;les. Veillez &agrave; ne pas vous tromper de port lorsque vous connectez le c&acirc;ble. La tension utilis&eacute;e pour le format SCSI risque d&rsquo;endommager l&rsquo;interface parall&egrave;le. Les connecteurs SCSI doivent toujours &ecirc;tre &eacute;tiquet&eacute;s clairement.</p>
            <p><span class="bold">Ports et c&acirc;bles r&eacute;seau</span><br> Un port r&eacute;seau, &eacute;galement appel&eacute; port RJ-45, connecte un ordinateur &agrave; un r&eacute;seau. La vitesse de la connexion d&eacute;pend du type de port r&eacute;seau. Un port Standard Ethernet peut transmettre jusqu&rsquo;&agrave; 10&nbsp;Mbits/s, Fast Ethernet jusqu&rsquo;&agrave; 100&nbsp;Mbits/s et Gigabit Ethernet jusqu&rsquo;&agrave; 1&nbsp;000&nbsp;Mbits/s. La longueur maximale d&rsquo;un c&acirc;ble r&eacute;seau est de 100&nbsp;m. La Figure 6 illustre un connecteur r&eacute;seau.</p>
            <p><span class="bold">Ports PS/2</span><br> Un port PS/2 connecte un clavier ou une souris &agrave; un ordinateur. Le port PS/2 est un connecteur femelle mini-DIN 6 broches. Les connecteurs pour le clavier et la souris sont souvent d&rsquo;une couleur diff&eacute;rente, comme illustr&eacute; &agrave; la Figure 7. Si les ports ne sont pas indiqu&eacute;s par un code couleur, recherchez le pictogramme repr&eacute;sentant une souris ou un clavier &agrave; c&ocirc;t&eacute; de chaque port.</p>
            <p><span class="bold">Ports audio</span><br> Un port audio connecte des p&eacute;riph&eacute;riques audio &agrave; l&rsquo;ordinateur. Comme illustr&eacute; &agrave; la Figure 8, les ports audio suivants sont couramment utilis&eacute;s&nbsp;:</p>
            <ul>
              <li>Entr&eacute;e ligne&nbsp;: connecte une source externe, comme un syst&egrave;me st&eacute;r&eacute;o.</li>
              <li>Entr&eacute;e microphone&nbsp;: connecte un micro.</li>
              <li>Sortie ligne&nbsp;: connecte des haut-parleurs ou un casque.</li>
              <li>Gameport/MIDI&nbsp;: connecte une manette de jeu ou un p&eacute;riph&eacute;rique &agrave; interface MIDI.</li>
            </ul>
            <p><span class="bold">Ports et connecteurs vid&eacute;o</span><br> Un port vid&eacute;o connecte un c&acirc;ble de moniteur &agrave; un ordinateur. La Figure 9 illustre deux des ports vid&eacute;o les plus courants. Plusieurs types de ports vid&eacute;o et de connecteurs sont disponibles&nbsp;: </p>
            <ul>
              <li><strong>VGA (Video Graphics Array)</strong>&nbsp;: connecteur femelle 15 broches sur 3 rangs, fournissant une sortie analogique &agrave; un moniteur.</li>
              <li><strong>DVI (Digital Visual Interface)</strong>&nbsp;: connecteur femelle 24 ou 29 broches, fournissant une sortie num&eacute;rique compress&eacute;e &agrave; un moniteur. Le connecteur DVI-I fournit des signaux analogiques et num&eacute;riques. Le connecteur DVI-D fournit des signaux num&eacute;riques uniquement.</li>
              <li><strong>HDMi (High-Definition Multimedia Interface)</strong>&nbsp;: connecteur 19 broches, fournissant des signaux vid&eacute;o et audio num&eacute;riques.</li>
              <li><strong>S-Video </strong>&nbsp;: connecteur 4 broches, fournissant des signaux vid&eacute;o analogiques.</li>
              <li><strong>Composant/ RVB</strong> &ndash; Trois c&acirc;bles blind&eacute;s (rouge, vert et bleu) avec prises RCA, fournissant des signaux vid&eacute;o analogiques.</li>
            </ul>
          
        </tr>
         </table>  
       </td>
     </tr>
	</table>

</body>

</html>