<html>

<head>
<meta http-equiv="Content-Language" content="fr-fr">
<meta http-equiv="Content-Type" content="text/html; charset=windows-1252">
<title>Contenu</title>
<base target="_self">
<link href="../../css/content.css" rel="stylesheet" type="text/css">
</head>

<body onLoad="window.focus();">
<table border="0" cellpadding="0" cellspacing="0" width="100%">
	<!--  Start top title Lesson Bar -->
	  <tr>
	    <td width="18" class="toptitle01_white_bold" valign="top">
	    <img border="0" src="../../images/content_lines.gif" width="16" height="25"> <img border="0" src="../../images/transdot.gif" width="2" height="1"></td>
	    
    <td width="18" class="toptitle01_white_bold">8.4</td>
	    <td class="toptitle01_white_bold"><img border="0" src="../../images/transdot.gif" width="10" height="1"></td>
	    <td width="100%" class="toptitle01_white_bold">Description des composants physiques d&rsquo;un r&eacute;seau</td>
	    <td width="9" class="toptitle01_white_bold_margin">&nbsp;</td>
	  </tr>
	  <!--  End top title Lesson Bar --> <!--  Start top title Topic Bar -->
	 <tr>
	    <td width="18" height="25" class="toptitle02_white_bold">&nbsp;</td>
	    
    <td height="25"  class="toptitle02_white_bold">8.4.2</td> 
	    <td class="toptitle02_white_bold"><img border="0" src="../../images/transdot.gif" width="10" height="1"></td>
	    
    <td width="100%" height="25" class="toptitle02_white_bold">Identification des noms, objectifs et caract&eacute;ristiques des c&acirc;bles r&eacute;seau courants</td>
	    <td height="25" width="9" class="toptitle02_white_bold_margin">&nbsp;</td>
	  </tr>
	 <!--  End top title Topic Bar -->	
</table>
	
	<!-- CONTENT -->
	<table border="0" cellpadding="0" cellspacing="0" width="95%" >
		<tr>
			<td width="20"></td>
			<td>
        <table border="0" cellpadding="0" cellspacing="0"  width="95%">
          
        <tr> 
          <td width="100%"> 
            <p>Jusqu&rsquo;&agrave; r&eacute;cemment, les c&acirc;bles &eacute;taient le seul support utilis&eacute; pour connecter les p&eacute;riph&eacute;riques d&rsquo;un r&eacute;seau. Une grande vari&eacute;t&eacute; de c&acirc;bles de mise en r&eacute;seau est donc disponible sur le march&eacute;. Les c&acirc;bles coaxiaux et &agrave; paires torsad&eacute;es utilisent du cuivre pour transmettre les donn&eacute;es. Les c&acirc;bles en fibre optique utilisent du verre ou du plastique. Ces c&acirc;bles diff&egrave;rent en termes de bande passante, de taille et de co&ucirc;t. Vous devez savoir quel type de c&acirc;ble utiliser en fonction de la situation, afin de toujours utiliser un c&acirc;blage adapt&eacute;. Vous devez &eacute;galement pouvoir r&eacute;soudre les probl&egrave;mes de c&acirc;blage et effectuer les r&eacute;parations n&eacute;cessaires. </p>
            <p><span class="bold">C&acirc;ble &agrave; paires torsad&eacute;es </span><br> Le c&acirc;ble &agrave; paires torsad&eacute;es est un type de c&acirc;ble en cuivre utilis&eacute; pour les communications t&eacute;l&eacute;phoniques et dans la plupart des r&eacute;seaux Ethernet. Il se compose de paires de fils qui forment un circuit capable de transmettre les donn&eacute;es. Chaque paire est torsad&eacute;e afin d&rsquo;offrir une protection contre les interf&eacute;rences, c&rsquo;est-&agrave;-dire le bruit parasite g&eacute;n&eacute;r&eacute; par les paires de fils adjacentes, au sein du c&acirc;ble. Les paires de fils en cuivre sont recouvertes d&rsquo;un plastique isolant color&eacute; (code couleur) et sont elles-m&ecirc;mes torsad&eacute;es. Une gaine ext&eacute;rieure prot&egrave;ge le faisceau de paires torsad&eacute;es.</p>
            <p>Lorsque le courant &eacute;lectrique circule dans un fil de cuivre, un champ magn&eacute;tique se cr&eacute;e autour de ce fil. Un circuit poss&egrave;de deux fils dot&eacute;s de champs magn&eacute;tiques oppos&eacute;s en termes de charge. Lorsque les deux fils du circuit sont l&rsquo;un &agrave; c&ocirc;t&eacute; de l&rsquo;autre, les champs magn&eacute;tiques s&rsquo;annulent. Ceci est appel&eacute; effet d&rsquo;annulation. Sans effet d&rsquo;annulation, vos communications r&eacute;seau seraient ralenties &agrave; cause des interf&eacute;rences caus&eacute;es par les champs magn&eacute;tiques.</p>
            <p>Il existe deux principaux types de c&acirc;ble &agrave; paires torsad&eacute;es&nbsp;: </p>
            <ul>
              <li><strong>C&acirc;ble &agrave; paires torsad&eacute;es non blind&eacute;es (UTP)</strong>&nbsp;: c&acirc;ble qui poss&egrave;de deux ou quatre paires de fils. Ce type de c&acirc;ble compte uniquement sur l&rsquo;effet d&rsquo;annulation produit par les paires torsad&eacute;es pour limiter la d&eacute;gradation du signal due aux interf&eacute;rences &eacute;lectromagn&eacute;tiques et aux interf&eacute;rences de radiofr&eacute;quences. Le c&acirc;ble &agrave; paires torsad&eacute;es non blind&eacute;es est le c&acirc;ble le plus couramment utilis&eacute; dans les r&eacute;seaux. Il offre une port&eacute;e de 100&nbsp;m. </li>
              <li><strong>C&acirc;ble &agrave; paires torsad&eacute;es blind&eacute;es (STP)</strong>&nbsp;: c&acirc;ble o&ugrave; chaque paire de fils est envelopp&eacute;e d&rsquo;un film m&eacute;tallique qui offre une protection suppl&eacute;mentaire contre les parasites. Quatre paires sont ensuite regroup&eacute;es et envelopp&eacute;es dans un film ou un rev&ecirc;tement tress&eacute; m&eacute;tallique. Le c&acirc;ble &agrave; paires torsad&eacute;es blind&eacute;es r&eacute;duit les interf&eacute;rences &eacute;lectriques provenant du c&acirc;ble. Il r&eacute;duit &eacute;galement les interf&eacute;rences &eacute;lectromagn&eacute;tiques et de radiofr&eacute;quences provenant de l&rsquo;ext&eacute;rieur du c&acirc;ble. </li>
            </ul>
            <p>Bien que les c&acirc;bles &agrave; paires torsad&eacute;es blind&eacute;es emp&ecirc;chent les interf&eacute;rences mieux que les c&acirc;bles non blind&eacute;s, ils sont plus on&eacute;reux en raison de cette protection am&eacute;lior&eacute;e et plus difficiles &agrave; installer en raison de leur &eacute;paisseur. De plus, le blindage m&eacute;tallique doit &ecirc;tre mis &agrave; la terre aux deux extr&eacute;mit&eacute;s. Si la mise &agrave; la terre n&rsquo;est pas correctement effectu&eacute;e, le blindage joue le r&ocirc;le d&rsquo;antenne et capte des signaux ind&eacute;sirables. Les c&acirc;bles &agrave; paires torsad&eacute;es blind&eacute;es sont rarement utilis&eacute;s en Am&eacute;rique du Nord. </p>
            <p><span class="bold">Cat&eacute;gorie de c&acirc;blage </span><br> Les c&acirc;bles &agrave; paires torsad&eacute;es non blind&eacute;es sont divis&eacute;s en plusieurs cat&eacute;gories, en fonction de deux facteurs&nbsp;:</p>
            <ul>
              <li>le nombre de fils dans le c&acirc;ble&nbsp;; </li>
              <li>le nombre de torsades au niveau de ces fils.</li>
            </ul>
            <p>La cat&eacute;gorie&nbsp;3 correspond au c&acirc;blage utilis&eacute; pour les r&eacute;seaux t&eacute;l&eacute;phoniques et les r&eacute;seaux locaux Ethernet &agrave; 10&nbsp;Mbits/s. Elle pr&eacute;sente quatre paires de fils.</p>
            <p>Les cat&eacute;gories 5 et 5e poss&egrave;dent quatre paires de fils et offrent un d&eacute;bit de transmission de 100&nbsp;Mbits/s. Elles sont les plus utilis&eacute;es pour le c&acirc;blage des r&eacute;seaux. Les c&acirc;bles de cat&eacute;gorie 5e comptent plus de torsades par m&egrave;tre que les c&acirc;bles de cat&eacute;gorie&nbsp;5. Ces torsades suppl&eacute;mentaires &eacute;vitent les interf&eacute;rences provenant de sources ext&eacute;rieures et des autres fils du c&acirc;ble.</p>
            <p>Certains c&acirc;bles de cat&eacute;gorie&nbsp;6 utilisent un diviseur en plastique pour s&eacute;parer les paires de fils, ce qui &eacute;vite les interf&eacute;rences. Les paires ont &eacute;galement plus de torsades que sur les c&acirc;bles de cat&eacute;gorie&nbsp;5e. La Figure&nbsp;1 repr&eacute;sente un c&acirc;ble &agrave; paires torsad&eacute;es.</p>
            <p><span class="bold">C&acirc;ble coaxial</span><br> Un c&acirc;ble coaxial est un c&acirc;ble &agrave; noyau de cuivre envelopp&eacute; dans un blindage &eacute;pais. Il est utilis&eacute; pour relier les ordinateurs au sein d&rsquo;un r&eacute;seau. Il existe plusieurs types de c&acirc;ble coaxial&nbsp;:</p>
            <ul>
              <li><strong>Ethernet &eacute;pais ou 10BASE5</strong>&nbsp;: c&acirc;ble coaxial utilis&eacute; dans les anciens r&eacute;seaux et fonctionnant &agrave; 10&nbsp;Mbits/s, sur une longueur maximum de 500&nbsp;m&egrave;tres.</li>
              <li><strong>Ethernet fin 10BASE2</strong>&nbsp;: c&acirc;ble coaxial utilis&eacute; dans les anciens r&eacute;seaux et fonctionnant &agrave; 10&nbsp;Mbits/s, sur une longueur maximum de 185&nbsp;m&egrave;tres.</li>
              <li><span class="bold"></span><strong>RG-59</strong>&nbsp;: principalement utilis&eacute; pour la t&eacute;l&eacute;vision c&acirc;bl&eacute;e aux &Eacute;tats-Unis. </li>
              <li><strong>RG-6</strong>&nbsp;: c&acirc;ble de meilleure qualit&eacute; que le RG-59, dot&eacute; d&rsquo;une bande passante sup&eacute;rieure et d&rsquo;une sensibilit&eacute; aux interf&eacute;rences moindre. </li>
            </ul>
            <p>La Figure&nbsp;2 repr&eacute;sente un c&acirc;ble coaxial.</p>
            <p><span class="bold">C&acirc;ble en fibre optique </span><br> Une fibre optique est un conducteur de verre ou de plastique qui transmet les informations par le biais de la lumi&egrave;re. Un c&acirc;ble en fibre optique, comme illustr&eacute; dans la Figure&nbsp;3, contient une ou plusieurs fibres optiques envelopp&eacute;es dans une gaine. &Eacute;tant fait de verre, ce type de c&acirc;ble n&rsquo;est pas affect&eacute; par les interf&eacute;rences &eacute;lectromagn&eacute;tiques ou de radiofr&eacute;quence. Tous les signaux sont convertis en impulsions lumineuses pour pouvoir circuler dans le c&acirc;ble, puis reconvertis &agrave; l&rsquo;arriv&eacute;e en signaux &eacute;lectriques. Cela signifie que les c&acirc;bles en fibre optique peuvent transmettre des signaux plus clairs, plus loin et avec une meilleure bande passante que les c&acirc;bles en cuivre ou en autre m&eacute;tal.</p>
            <p>Les c&acirc;bles en fibre optique peuvent atteindre des distances de plusieurs kilom&egrave;tres avant qu&rsquo;il soit n&eacute;cessaire de reg&eacute;n&eacute;rer le signal. Ils sont g&eacute;n&eacute;ralement plus co&ucirc;teux que les c&acirc;bles en cuivre, les connecteurs &eacute;galement&nbsp;; ceux-ci sont &eacute;galement plus difficiles &agrave; assembler. Les connecteurs courants des r&eacute;seaux &agrave; fibre optique sont les types SC, ST et LC. Ces trois types de connecteur fonctionnent en bidirectionnel non simultan&eacute;, ce qui permet aux donn&eacute;es de circuler dans une seule direction. Par cons&eacute;quent, deux c&acirc;bles sont n&eacute;cessaires.</p>
            <p>Il existe deux types de c&acirc;ble en fibre optique&nbsp;:</p>
            <ul>
              <li><span class="bold">Multimode</span>&nbsp;: c&acirc;ble dot&eacute; d&rsquo;un noyau plus &eacute;pais que les c&acirc;bles monomode. Il est plus facile &agrave; produire, peut utiliser des sources lumineuses plus simples (LED) et fonctionne bien sur des distances maximum de quelques kilom&egrave;tres. </li>
              <li><span class="bold">Monomode</span>&nbsp;: c&acirc;ble dot&eacute; d&rsquo;un noyau tr&egrave;s fin. Plus difficile &agrave; fabriquer, il utilise les lasers comme source lumineuse et peut facilement transmettre les signaux &agrave; des dizaines de kilom&egrave;tres. </li>
            </ul>
			<p>Un c&acirc;ble en fibre optique, comme illustr&eacute; dans la Figure&nbsp;3, contient une ou plusieurs fibres optiques envelopp&eacute;es dans une gaine.</p>
          </td>
          </tr>
         </table>  
       </td>
     </tr>
	</table>
</body>

</html>