<html>

<head>
<meta http-equiv="Content-Language" content="fr-fr">
<meta http-equiv="Content-Type" content="text/html; charset=windows-1252">
<title>Contenu</title>
<base target="_self">
<link href="../../css/content.css" rel="stylesheet" type="text/css">
</head>

<body onLoad="window.focus();">
<table border="0" cellpadding="0" cellspacing="0" width="100%">
	<!--  Start top title Lesson Bar -->
	  <tr>
	    <td width="18" class="toptitle01_white_bold" valign="top">
	    <img border="0" src="../../images/content_lines.gif" width="16" height="25"> <img border="0" src="../../images/transdot.gif" width="2" height="1"></td>

    <td width="18" class="toptitle01_white_bold">16.1</td>
	    <td class="toptitle01_white_bold"><img border="0" src="../../images/transdot.gif" width="10" height="1"></td>
	    <td width="100%" class="toptitle01_white_bold">Description des exigences en mati&egrave;re de s&eacute;curit&eacute; selon les besoins d&rsquo;un client</td>
	    <td width="9" class="toptitle01_white_bold_margin">&nbsp;</td>
	  </tr>
	  <!--  End top title Lesson Bar --> <!--  Start top title Topic Bar -->
 	 <tr>
	    <td width="18" height="25" class="toptitle02_white_bold">&nbsp;</td>
	    <td height="25"  class="toptitle02_white_bold">16.1.3</td>
	    <td class="toptitle02_white_bold"><img border="0" src="../../images/transdot.gif" width="10" height="1"></td>
	    <td width="100%" height="25" class="toptitle02_white_bold">Utilisation des logiciels de s&eacute;curit&eacute;</td>
	    <td height="25" width="9" class="toptitle02_white_bold_margin">&nbsp;</td>
  </tr>
	 <!--  End top title Topic Bar -->
</table>

	<!-- CONTENT -->
	<table border="0" cellpadding="0" cellspacing="0" width="95%" >
		<tr>
			<td width="20"></td>
			<td>
        <table border="0" cellpadding="0" cellspacing="0"  width="95%">
          <tr>

          <td width="100%">
            <p>Les applications de s&eacute;curit&eacute; prot&egrave;gent le syst&egrave;me d&rsquo;exploitation et les donn&eacute;es des applications logicielles.</p>

			<p>Les produits et applications logicielles suivants peuvent &ecirc;tre utilis&eacute;s pour prot&eacute;ger les p&eacute;riph&eacute;riques r&eacute;seau&nbsp;:</p>
				  <ul>

				  <li><span class="bold">Pare-feu logiciel</span>&nbsp;: filtre les donn&eacute;es entrantes, est int&eacute;gr&eacute; &agrave; Windows XP.</li>

				  <li><span class="bold">Syst&egrave;me IDS (Intrusion Detection Systems)</span>&nbsp;: surveille et signale les modifications dans le code des programmes et toute activit&eacute; r&eacute;seau inhabituelle.</li>

				  <li><span class="bold">Correctifs d&rsquo;applications et de SE</span>&nbsp;: mettent &agrave; jour les applications et le syst&egrave;me d&rsquo;exploitation contre certaines faiblesses relatives &agrave; la s&eacute;curit&eacute;, &agrave; mesure qu&rsquo;elles sont d&eacute;couvertes. </li>
				  </ul>
			 <p>Plusieurs applications logicielles sont disponibles pour prot&eacute;ger les ordinateurs contre des acc&egrave;s non autoris&eacute;s par du code informatique malveillant&nbsp;:</p>

				  <ul>
					<li>protection contre les virus&nbsp;;</li>
					<li>protection contre les logiciels espions&nbsp;;</li>
					<li>protection contre les logiciels de publicit&eacute;&nbsp;;</li>
					<li>protection contre les logiciels malveillants.</li>
				  </ul>

			  <p>Souvent, dans les petites entreprises et chez les particuliers, les ordinateurs se connectent &agrave; Internet directement, plut&ocirc;t qu&rsquo;au moyen du r&eacute;seau local habituellement utilis&eacute; par des organisations plus importantes. Les ordinateurs en dehors d&rsquo;un r&eacute;seau local sont donc particuli&egrave;rement vuln&eacute;rables aux virus et autres attaques. Ces ordinateurs doivent, au minimum, utiliser des logiciels antivirus et des programmes de protection contre les logiciels malveillants. Les applications et le syst&egrave;me d&rsquo;exploitation doivent &ecirc;tre mis &agrave; jour avec les correctifs les plus r&eacute;cents. Un pare-feu logiciel peut &eacute;galement faire partie de la solution de s&eacute;curit&eacute;. </p>

			  <p>La strat&eacute;gie de s&eacute;curit&eacute; doit d&eacute;terminer le niveau des applications de s&eacute;curit&eacute; mises en &oelig;uvre. Chaque &eacute;tape pour am&eacute;liorer la protection co&ucirc;te de l&rsquo;argent. Lors du d&eacute;veloppement d&rsquo;une strat&eacute;gie de s&eacute;curit&eacute;, la direction de l&rsquo;organisation doit calculer le co&ucirc;t de la perte des donn&eacute;es par rapport au co&ucirc;t de leur protection et d&eacute;terminer les compromis acceptables.</p>
              </td>
          </tr>
         </table>
       </td>
     </tr>
	</table>

</body>

</html>