<html>

<head>
<meta http-equiv="Content-Language" content="fr-fr">
<meta http-equiv="Content-Type" content="text/html; charset=windows-1252">
<title>Contenu</title>
<base target="_self">
<link href="../../css/content.css" rel="stylesheet" type="text/css">
</head>

<body onLoad="window.focus();">
<table border="0" cellpadding="0" cellspacing="0" width="100%">
	<!--  Start top title Lesson Bar -->
	  <tr>
	  	    <td width="18" class="toptitle01_white_bold" valign="top">
	  	    <img border="0" src="../../images/content_lines.gif" width="16" height="25"> <img border="0" src="../../images/transdot.gif" width="2" height="1"></td>

	      	<td width="18" class="toptitle01_white_bold">14.3</td>
	  	    <td class="toptitle01_white_bold"><img border="0" src="../../images/transdot.gif" width="10" height="1"></td>

	      	<td width="100%" class="toptitle01_white_bold">Description du partage d&rsquo;une imprimante et d&rsquo;un scanner sur un r&eacute;seau</td>
	  	    <td width="9" class="toptitle01_white_bold_margin">&nbsp;</td>
	  </tr>
	  <!--  End top title Lesson Bar --> <!--  Start top title Topic Bar -->
 	 <tr>
	    <td width="18" height="25" class="toptitle02_white_bold">&nbsp;</td>

    	<td height="25"  class="toptitle02_white_bold">14.3.2</td>
	    <td class="toptitle02_white_bold"><img border="0" src="../../images/transdot.gif" width="10" height="1"></td>

    	<td width="100%" height="25" class="toptitle02_white_bold">Description de l&rsquo;installation du logiciel et des pilotes de l&rsquo;imprimante r&eacute;seau sur un ordinateur</td>
	    <td height="25" width="9" class="toptitle02_white_bold_margin">&nbsp;</td>
  </tr>
	 <!--  End top title Topic Bar -->
</table>

	<!-- CONTENT -->
	<table border="0" cellpadding="0" cellspacing="0" width="95%" >
		<tr>
			<td width="20"></td>
			<td>
        <table border="0" cellpadding="0" cellspacing="0"  width="95%">

        <tr>
          <td width="100%">

            <p>Windows XP permet aux utilisateurs d&rsquo;ordinateurs de partager leurs imprimantes avec d&rsquo;autres utilisateurs sur le r&eacute;seau. On distingue deux &eacute;tapes&nbsp;:</p>

			<ol>
				<li>Configurez l&rsquo;ordinateur reli&eacute; &agrave; l&rsquo;imprimante pour partager celle-ci avec d&rsquo;autres utilisateurs du r&eacute;seau. </li>
				<li>Configurez l&rsquo;ordinateur des utilisateurs pour reconna&icirc;tre l&rsquo;imprimante partag&eacute;e et pouvoir imprimer. </li>
			</ol>

			<p>Pour configurer l&rsquo;ordinateur reli&eacute; &agrave; l&rsquo;imprimante, afin qu&rsquo;il accepte des travaux d&rsquo;impression d&rsquo;autres utilisateurs du r&eacute;seau, proc&eacute;dez comme suit&nbsp;:</p>

				
            <ol>
              <li>Choisissez <b>D&eacute;marrer &gt; Panneau de configuration &gt; Imprimantes et autres p&eacute;riph&eacute;riques &gt; Imprimantes et t&eacute;l&eacute;copieurs</b>.</li>
              <li>S&eacute;lectionnez l&rsquo;imprimante &agrave; partager. </li>
              <li>La case <b>T&acirc;ches de l&rsquo;imprimante</b> s&rsquo;affiche sur la gauche. S&eacute;lectionnez <b>Partager cette imprimante</b>. </li>
              <li>La bo&icirc;te de dialogue <b>Propri&eacute;t&eacute;s de l&rsquo;imprimante</b> s&rsquo;affiche pour cette imprimante. S&eacute;lectionnez l&rsquo;onglet <b>Partage</b>. S&eacute;lectionnez <b>Partager cette imprimante</b> et entrez le nom de partage choisi. C&rsquo;est le nom que portera l&rsquo;imprimante pour les autres utilisateurs.</li>
              <li>V&eacute;rifiez que le partage a r&eacute;ussi. Revenez dans le dossier <b>Imprimantes et t&eacute;l&eacute;copieurs</b>&nbsp;: vous remarquez que l&rsquo;ic&ocirc;ne de l&rsquo;imprimante repose d&eacute;sormais sur une main, tel qu&rsquo;illustr&eacute; &agrave; la Figure 1. Cela signifie que l&rsquo;imprimante est maintenant une ressource partag&eacute;e.</li>
            </ol>

			<p>D&rsquo;autres utilisateurs, qui peuvent d&eacute;sormais se connecter &agrave; l&rsquo;imprimante partag&eacute;e, risquent de ne pas disposer des pilotes n&eacute;cessaires. Ces autres utilisateurs peuvent &eacute;galement utiliser des syst&egrave;mes d&rsquo;exploitation diff&eacute;rents de celui de l&rsquo;ordinateur qui h&eacute;berge l&rsquo;imprimante partag&eacute;e. Windows XP peut t&eacute;l&eacute;charger automatiquement les bons pilotes pour ces autres utilisateurs. Cliquez sur le bouton <span class="bold">Pilotes suppl&eacute;mentaires</span> pour s&eacute;lectionner les syst&egrave;mes d&rsquo;exploitation pouvant &ecirc;tre utilis&eacute;s par les autres utilisateurs. Lorsque vous fermez cette bo&icirc;te de dialogue en cliquant sur OK, Windows XP demande &agrave; obtenir ces pilotes suppl&eacute;mentaires. Si tous les autres utilisateurs utilisent &eacute;galement Windows XP, vous n&rsquo;avez pas besoin de cliquer sur le bouton <span class="bold">Pilotes suppl&eacute;mentaires</span>. </p>

			<p><span class="bold">Connexion d&rsquo;autres utilisateurs</span><br> D&rsquo;autres utilisateurs du r&eacute;seau peuvent d&eacute;sormais se connecter &agrave; cette imprimante en proc&eacute;dant comme suit&nbsp;:</p>

				
            <ol>
              <li>Choisissez <b>D&eacute;marrer &gt; Panneau de configuration &gt; Imprimantes et autres p&eacute;riph&eacute;riques &gt; Ajout d&rsquo;imprimante</b>.</li>
              <li>L&rsquo;assistant Ajout d&rsquo;imprimante appara&icirc;t. Cliquez sur <b>Suivant</b>.</li>
              <li>S&eacute;lectionnez <b>Une imprimante r&eacute;seau ou une imprimante connect&eacute;e &agrave; un autre ordinateur</b>, tel qu&rsquo;illustr&eacute; &agrave; la Figure 2. Cliquez sur <b>Suivant</b>.</li>
              <li>Saisissez le nom de l&rsquo;imprimante ou recherchez-la sur le r&eacute;seau gr&acirc;ce au bouton <b>Suivant</b>. Une liste d&rsquo;imprimantes partag&eacute;es s&rsquo;affiche.</li>
              <li>Apr&egrave;s avoir s&eacute;lectionn&eacute; l&rsquo;imprimante, un port virtuel d&rsquo;imprimante est cr&eacute;&eacute; et affich&eacute; dans la fen&ecirc;tre <strong>Ajout d&rsquo;imprimante</strong>. Les pilotes d&rsquo;impression n&eacute;cessaires sont t&eacute;l&eacute;charg&eacute;s depuis le serveur d&rsquo;impression et install&eacute;s sur l&rsquo;ordinateur. L&rsquo;Assistant termine alors l&rsquo;installation.</li>
            </ol>

<!-- Start Activity box   -->

            <table  width="95%" border="0" cellspacing="0" cellpadding="0" id="activity">
              <tr>
                <td valign="top">
                  <table  width="100%" cellspacing="0" cellpadding="0" border="0" >
                    <tr>
                      <td width="5" class="activity_topbar"> <img border="0" src="../../images/lab_toplft.gif" width="116" height="23"></td>
                      <td class="activity_topbar"><img alt="" height="1" width="3" src="../../images/s.gif"></td>
                      <td align="right" valign="top" class="activity_topbar">
                        <img alt="" src="../../images/corner_ur_7.gif" width="7" height="7"></td>
                    </tr>
                  </table>
                  <table width="100%" cellspacing="0" cellpadding="0" border="0" id="table3">
                    <tr>
                      <td>
                        <table width="100%" cellpadding="2" cellspacing="0" border="0"  id="table4">
                          <tr>
                            <td width="15" class="activity_text">&nbsp;</td>
                            <td class="activity_text"><img border="0" src="../../images/lab_icon.gif" width="36" height="30"> <a target="_blank" href="../lab14_3_2/14.3.2_Lab_Share_Printer_Scanner.pdf">Travaux pratiques</a>
<p> <span class="bold">Partage d&rsquo;une imprimante</span><br> Partage d&rsquo;une imprimante sur un r&eacute;seau<br> <br>
                              </p>
                            </td>
                          </tr>
                        </table>
                      </td>
                    </tr>
                  </table>
                </td>
              </tr>
            </table>

    <!-- END Activity box   -->
		</td>
		  </tr>
		 </table>
	   </td>
	 </tr>
	</table>

</body>

</html>