<html>

<head>
<meta http-equiv="Content-Language" content="fr-fr">
<meta http-equiv="Content-Type" content="text/html; charset=windows-1252">
<title>Contenu</title>
<base target="_self">
<link href="../../css/content.css" rel="stylesheet" type="text/css">
</head>

<body onLoad="window.focus();">
<table border="0" cellpadding="0" cellspacing="0" width="100%">
	<!--  Start top title Lesson Bar -->
	  <tr>
	    <td width="18" class="toptitle01_white_bold" valign="top">
	    <img border="0" src="../../images/content_lines.gif" width="16" height="25"> <img border="0" src="../../images/transdot.gif" width="2" height="1"></td>

    <td width="18" class="toptitle01_white_bold">12.2</td>
	    <td class="toptitle01_white_bold"><img border="0" src="../../images/transdot.gif" width="10" height="1"></td>

    <td width="100%" class="toptitle01_white_bold">Installation, configuration et optimisation d&rsquo;un syst&egrave;me d&rsquo;exploitation</td>
	    <td width="9" class="toptitle01_white_bold_margin">&nbsp;</td>
	  </tr>
	  <!--  End top title Lesson Bar --> <!--  Start top title Topic Bar -->
 	 <tr>
	    <td width="18" height="25" class="toptitle02_white_bold">&nbsp;</td>

    <td height="25"  class="toptitle02_white_bold">12.2.7</td>
	    <td class="toptitle02_white_bold"><img border="0" src="../../images/transdot.gif" width="10" height="1"></td>

    <td width="100%" height="25" class="toptitle02_white_bold">D&eacute;finition de la r&eacute;solution d&rsquo;un &eacute;cran et mise &agrave; jour d&rsquo;un pilote vid&eacute;o</td>
	    <td height="25" width="9" class="toptitle02_white_bold_margin">&nbsp;</td>
  </tr>
	 <!--  End top title Topic Bar -->
</table>

	<!-- CONTENT -->
	<table border="0" cellpadding="0" cellspacing="0" width="95%" >
		<tr>
			<td width="20"></td>
			<td>
        <table border="0" cellpadding="0" cellspacing="0"  width="95%">

        <tr>
          <td width="100%">
            <p>Une fois le syst&egrave;me d&rsquo;exploitation install&eacute;, vous pouvez d&eacute;finir la r&eacute;solution de l&rsquo;&eacute;cran afin de r&eacute;pondre aux besoins de votre client. Si cette r&eacute;solution n&rsquo;est pas correctement d&eacute;finie, vous pouvez obtenir des diff&eacute;rentes cartes et moniteurs vid&eacute;o, des r&eacute;sultats surprenants. Par exemple, le bureau Windows peut ne pas occuper toute la surface de l&rsquo;&eacute;cran ou l&rsquo;&eacute;cran peut &ecirc;tre vide si la r&eacute;solution est trop &eacute;lev&eacute;e.</p>

            <p>Lorsque vous utilisez un &eacute;cran &agrave; cristaux liquides, la r&eacute;solution doit &ecirc;tre d&eacute;finie sur mode natif ou r&eacute;solution native. Le mode natif correspond &agrave; une r&eacute;solution d&rsquo;&eacute;cran &eacute;gale au nombre de pixels du moniteur. Si vous vous &eacute;loignez du mode natif, le moniteur ne produit plus la meilleure image. Reportez-vous &agrave; la Figure 1 pour les param&egrave;tres de r&eacute;solution d&rsquo;&eacute;cran d&rsquo;un ordinateur sous Windows XP Professionnel.</p>

            <p>Vous pouvez modifier les param&egrave;tres de l&rsquo;&eacute;cran dans l&rsquo;onglet Param&egrave;tres accessible via l&rsquo;applet Affichage du panneau de configuration&nbsp;:</p>

				<ul>
				  <li><span class="bold">R&eacute;solution de l&rsquo;&eacute;cran</span>&nbsp;: d&eacute;termine le nombre de pixels. Plus le nombre de pixels est &eacute;lev&eacute;, plus la r&eacute;solution et l&rsquo;image sont bonnes. </li>

				  <li><span class="bold">Fr&eacute;quence d&rsquo;actualisation</span>&nbsp;: d&eacute;termine la fr&eacute;quence &agrave; laquelle l&rsquo;image est r&eacute;affich&eacute;e sur l&rsquo;&eacute;cran. La fr&eacute;quence d&rsquo;actualisation est exprim&eacute;e en Hertz (Hz). Plus elle est &eacute;lev&eacute;e, plus l&rsquo;image est stable. </li>

				  <li><span class="bold">Qualit&eacute; couleur</span>&nbsp;: d&eacute;termine le nombre de couleurs simultan&eacute;ment visibles &agrave; l&rsquo;&eacute;cran.  Les couleurs sont cr&eacute;&eacute;es en variant l&rsquo;intensit&eacute; de trois couleurs de base (rouge, vert et bleu). Plus le nombre de bits est &eacute;lev&eacute;, plus le nombre de couleurs est &eacute;lev&eacute;.  Voici une liste de profondeurs d&rsquo;&eacute;chantillonnage&nbsp;:

						<ul>
						  <li>256 couleurs&nbsp;: couleur 8 bits&nbsp;; </li>
						  <li> 65&nbsp;536 couleurs&nbsp;: couleur 16 bits&nbsp; (milliers de couleurs)&nbsp;; </li>
						  <li> 16 millions de couleurs&nbsp;: couleur 24 bits&nbsp; (couleurs r&eacute;elles)&nbsp;; </li>
						  <li> 16 millions de couleurs&nbsp;: 24 bits (couleurs r&eacute;elles avec remplissage &agrave; 8 bits pour permettre un traitement 32 bits). </li>
						</ul>
				  </li>
				</ul>
            <p>En cas de d&eacute;pannage d&rsquo;un probl&egrave;me d&rsquo;affichage, v&eacute;rifiez que le pilote est totalement compatible avec la carte graphique. Windows peut installer un pilote par d&eacute;faut qui fonctionne, mais qui ne fournit pas toutes les options disponibles pour le meilleur affichage et les meilleures performances. La Figure 2 illustre l&rsquo;utilitaire de mise &agrave; jour du pilote vid&eacute;o sous Windows XP Professionnel. Pour obtenir les meilleures performances graphiques, proc&eacute;dez comme suit&nbsp;:</p>
            <ol>
              <li>T&eacute;l&eacute;chargez le pilote le plus r&eacute;cent depuis le site Web du fabricant.</li>
              <li>Supprimez le pilote actuel.</li>
              <li>D&eacute;sactivez le logiciel antivirus.</li>
              <li>Installez le nouveau pilote.</li>
              <li>Red&eacute;marrez l&rsquo;ordinateur.</li>
            </ol>
            <p><span class="note_caps">REMARQUE&nbsp;:</span> lorsque vous d&eacute;sactivez le logiciel antivirus, votre ordinateur devient vuln&eacute;rable&nbsp;; vous ne devez donc pas le faire si vous &ecirc;tre connect&eacute; &agrave; Internet.</p>
            <p>Des probl&egrave;mes peuvent survenir lorsque vous installez ou r&eacute;installez un pilote vid&eacute;o. Par exemple, une fois les &eacute;tapes de performances graphiques effectu&eacute;es, l&rsquo;&eacute;cran ne s&rsquo;affiche pas lorsque vous red&eacute;marrez l&rsquo;ordinateur. Pour r&eacute;soudre ce probl&egrave;me et r&eacute;tablir les param&egrave;tres, red&eacute;marrez l&rsquo;ordinateur. Pendant la phase d&rsquo;amor&ccedil;age, appuyez sur la touche <span class="bold">F8</span>. Lorsque vous y &ecirc;tes invit&eacute;, entrez les options de d&eacute;marrage, puis s&eacute;lectionnez <strong>Activer le mode VGA</strong> pour utiliser une r&eacute;solution 640 x&nbsp;480. Une fois le syst&egrave;me d&rsquo;exploitation charg&eacute;, vous pouvez s&eacute;lectionner <span class="bold">Revenir &agrave; la version pr&eacute;c&eacute;dente</span> dans les <span class="bold">Propri&eacute;t&eacute;s</span> de la carte graphique. Vous pouvez ensuite rechercher les probl&egrave;mes possibles du pilote que vous avez tent&eacute; d&rsquo;installer. </p>
          </td>
          </tr>
         </table>
       </td>
     </tr>
	</table>

</body>

</html>