<html>

<head>
<meta http-equiv="Content-Language" content="fr-fr">
<meta http-equiv="Content-Type" content="text/html; charset=windows-1252">
<title>Contenu</title>
<base target="_self">
<link href="../../css/content.css" rel="stylesheet" type="text/css">
</head>

<body onLoad="window.focus();">
<table border="0" cellpadding="0" cellspacing="0" width="100%">
  <!--  Start top title Lesson Bar -->
  <tr>
      <td width="18" class="toptitle01_white_bold" valign="top"> <img border="0" src="../../images/content_lines.gif" width="16" height="25"> <img border="0" src="../../images/transdot.gif" width="2" height="1"></td>
      <td width="18" class="toptitle01_white_bold">11.5</td>
      <td class="toptitle01_white_bold"><img border="0" src="../../images/transdot.gif" width="10" height="1"></td>
      <td width="100%" class="toptitle01_white_bold">Identification et application des techniques courantes de maintenance pr&eacute;ventive des composants d&rsquo;un ordinateur personnel</td>
      <td width="9" class="toptitle01_white_bold_margin">&nbsp;</td>
  </tr>
  <!--  End top title Lesson Bar -->

  <!--  Start top title Topic Bar -->
	 <tr>
		<td width="18" height="25" class="toptitle02_white_bold">&nbsp;</td>
		<td height="25"  class="toptitle02_white_bold">11.5.3</td>
		<td class="toptitle02_white_bold"><img border="0" src="../../images/transdot.gif" width="10" height="1"></td>
		<td width="100%" height="25" class="toptitle02_white_bold">V&eacute;rification des composants de l&rsquo;ordinateur</td>
		<td height="25" width="9" class="toptitle02_white_bold_margin">&nbsp;</td>
	 </tr>
  <!--  End top title Topic Bar -->
</table>

	<!-- CONTENT -->
	<table border="0" cellpadding="0" cellspacing="0" width="95%" >
		<tr>
			<td width="20"></td>
			<td>
        <table border="0" cellpadding="0" cellspacing="0"  width="95%">

        <tr>
          <td width="100%" height="11">
            <p>Le meilleur moyen de garder un ordinateur en bon &eacute;tat, c&rsquo;est de l&rsquo;inspecter r&eacute;guli&egrave;rement. Le nettoyage est une bonne occasion de proc&eacute;der &agrave; cette v&eacute;rification. Vous devez avoir une liste de contr&ocirc;le des composants &agrave; inspecter&nbsp;:</p>

            <ul>
				  <li><span class="bold">Unit&eacute; centrale et syst&egrave;me de ventilation</span>&nbsp;: inspectez l&rsquo;unit&eacute; centrale et le syst&egrave;me de ventilation pour rechercher une &eacute;ventuelle accumulation de poussi&egrave;re. Assurez-vous que rien ne g&ecirc;ne la rotation du ventilateur. V&eacute;rifiez que le c&acirc;ble d&rsquo;alimentation du ventilateur est correctement fix&eacute;, comme illustr&eacute; dans la Figure 1. V&eacute;rifiez que le ventilateur tourne lorsque l&rsquo;ordinateur est sous tension. Inspectez l&rsquo;unit&eacute; centrale pour vous assurer qu&rsquo;elle est correctement positionn&eacute;e sur l&rsquo;interface de connexion. V&eacute;rifiez que le dissipateur thermique est correctement fix&eacute;. Pour &eacute;viter tout endommagement, ne retirez pas l&rsquo;unit&eacute; centrale pour la nettoyer.</li>

				  <li><span class="bold">Connexions m&eacute;moire vive</span>&nbsp;: les barettes de m&eacute;moire vive doivent &ecirc;tre correctement positionn&eacute;es dans les logements de m&eacute;moire vive. La Figure 2 montre que les clips de fixation peuvent parfois &ecirc;tre mal connect&eacute;s. Remettez-les en place si n&eacute;cessaire. Utilisez de l&rsquo;air comprim&eacute; pour enlever la poussi&egrave;re &eacute;ventuelle.</li>

				  <li><span class="bold">P&eacute;riph&eacute;riques de stockage</span>&nbsp;: inspectez tous les p&eacute;riph&eacute;riques de stockage, y compris les disques durs, le lecteur de disquettes, les disques optiques et le lecteur de bande. Tous les c&acirc;bles doivent &ecirc;tre correctement connect&eacute;s. V&eacute;rifiez qu&rsquo;aucun cavalier n&rsquo;est desserr&eacute;, manquant ou mal positionn&eacute;, comme illustr&eacute; dans la Figure 3. Un disque ne doit pas &eacute;mettre de cliquetis, de cognements ou de grincements. Lisez le manuel du fabricant pour savoir comment nettoyer une t&ecirc;te de disque optique ou de bande avec des cotons-tiges et de l&rsquo;air comprim&eacute;. Nettoyez les lecteurs de disquettes avec un kit de nettoyage de lecteur.</li>

				  <li><span class="bold">Adaptateurs</span>&nbsp;: les adaptateurs doivent &ecirc;tre correctement positionn&eacute;s dans leurs logements d&rsquo;extension. Les adaptateurs mal fix&eacute;s, comme dans la Figure 4, peuvent provoquer des courts-circuits. Fixez correctement les adaptateurs avec la vis de fixation pour &eacute;viter qu&rsquo;ils ne se desserrent dans leurs logements d&rsquo;extension. Utilisez de l&rsquo;air comprim&eacute; pour &eacute;liminer toute salet&eacute; ou poussi&egrave;re qui serait pr&eacute;sente sur les adaptateurs ou les logements d&rsquo;extension.  </li>
			</ul>

            <p><span class="bold">REMARQUE&nbsp;:</span> l&rsquo;adaptateur vid&eacute;o peut parfois &ecirc;tre mal positionn&eacute; en raison de la pression qu&rsquo;exerce sur lui le gros c&acirc;ble de l&rsquo;&eacute;cran ou parce qu&rsquo;il a &eacute;t&eacute; mal manipul&eacute; lors du serrage des vis de fixation.</p>

            <p><span class="bold">REMARQUE&nbsp;:</span> si un adaptateur vid&eacute;o est utilis&eacute; dans un logement d&rsquo;extension, l&rsquo;adaptateur vid&eacute;o int&eacute;gr&eacute; &agrave; la carte m&egrave;re est susceptible d&rsquo;&ecirc;tre d&eacute;sactiv&eacute;. Si vous y connectez un &eacute;cran par erreur, l&rsquo;ordinateur ne fonctionnera pas.</p>
            <p>Voici quelques &eacute;l&eacute;ments de l&rsquo;ordinateur &agrave; inspecter&nbsp;:</p>
            <ul>
				  <li><span class="bold">P&eacute;riph&eacute;riques d&rsquo;alimentation</span>&nbsp;: v&eacute;rifiez les cordons d&rsquo;alimentation, les parasurtenseurs et les p&eacute;riph&eacute;riques UPS. Assurez-vous que la ventilation est correcte et non obstru&eacute;e. Remplacez le cordon d&rsquo;alimentation si des probl&egrave;mes &eacute;lectriques se sont produits ou si de nombreux orages ont &eacute;clat&eacute; dans la r&eacute;gion.</li>

				  <li><span class="bold">Vis desserr&eacute;es</span>&nbsp;: les vis desserr&eacute;es peuvent provoquer des probl&egrave;mes si elles ne sont pas imm&eacute;diatement resserr&eacute;es ou retir&eacute;es. Une vis desserr&eacute;e peut causer ult&eacute;rieurement un court-circuit ou rouler dans un endroit, d&rsquo;o&ugrave; elle sera difficile &agrave; extraire.  </li>

				  <li><span class="bold">Clavier et souris</span>&nbsp;: utilisez de l&rsquo;air comprim&eacute; ou un petit aspirateur pour nettoyer le clavier et la souris. Si la souris est m&eacute;canique, retirez la boule et enlevez la poussi&egrave;re. </li>

				  <li><span class="bold">C&acirc;bles</span>&nbsp;: inspectez toutes les connexions des c&acirc;bles. V&eacute;rifiez qu&rsquo;aucune broche n&rsquo;est cass&eacute;e ou tordue. Assurez-vous que toutes les vis de fixation des connecteurs sont bien serr&eacute;es (&agrave; la main). Assurez-vous que les c&acirc;bles ne sont pas sertis, pinc&eacute;s ou excessivement tordus. </li>


			</ul>


		  </td>
          </tr>
         </table>
       </td>
     </tr>
	</table>

</body>

</html>