<html>

<head>
<meta http-equiv="Content-Language" content="fr-fr">
<meta http-equiv="Content-Type" content="text/html; charset=windows-1252">
<title>Contenu</title>
<base target="_self">
<link href="../../css/content.css" rel="stylesheet" type="text/css">
</head>

<body onLoad="window.focus();">
<table border="0" cellpadding="0" cellspacing="0" width="100%">
	<!--  Start top title Lesson Bar -->
	  <tr>
	  	    <td width="18" class="toptitle01_white_bold" valign="top">
	  	    <img border="0" src="../../images/content_lines.gif" width="16" height="25"> <img border="0" src="../../images/transdot.gif" width="2" height="1"></td>

	      	<td width="18" class="toptitle01_white_bold">14.2</td>
	  	    <td class="toptitle01_white_bold"><img border="0" src="../../images/transdot.gif" width="10" height="1"></td>

	      	<td width="100%" class="toptitle01_white_bold">Installation et configuration en local d&rsquo;une imprimante et d&rsquo;un scanner</td>
	  	    <td width="9" class="toptitle01_white_bold_margin">&nbsp;</td>
	  </tr>
	  <!--  End top title Lesson Bar --> <!--  Start top title Topic Bar -->
 	<tr>
	    <td width="18" height="25" class="toptitle02_white_bold">&nbsp;</td>
	    <td height="25"  class="toptitle02_white_bold">14.2.2</td>
	    <td class="toptitle02_white_bold"><img border="0" src="../../images/transdot.gif" width="10" height="1"></td>
	    <td width="100%" height="25" class="toptitle02_white_bold">Installation et configuration du pilote et du logiciel</td>
	    <td height="25" width="9" class="toptitle02_white_bold_margin">&nbsp;</td>
  </tr>
	 <!--  End top title Topic Bar -->
</table>

	<!-- CONTENT -->
		<table border="0" cellpadding="0" cellspacing="0" width="95%" >
		<tr>
		<td width="20"></td>
		<td>
        <table border="0" cellpadding="0" cellspacing="0"  width="95%">
        <tr>
        <td width="100%">

		<p>Les pilotes d&rsquo;imprimantes sont des logiciels qui permettent aux ordinateur et aux imprimantes de communiquer les uns avec les autres. Le logiciel de configuration propose une interface qui permet aux utilisateurs de d&eacute;finir et de modifier les options de l&rsquo;imprimante. Chaque mod&egrave;le d&rsquo;imprimante a son propre type de logiciel de configuration du pilote et du logiciel.</p>

		<p>Lorsque vous connectez une nouvelle imprimante &agrave; un ordinateur, Windows XP tente de localiser et d&rsquo;installer un pilote par d&eacute;faut en utilisant l&rsquo;utilitaire Plug and Play (PnP). Si Windows ne parvient pas &agrave; trouver le pilote n&eacute;cessaire sur l&rsquo;ordinateur, il tente de se connecter &agrave; Internet pour le trouver. Les fabricants d&rsquo;imprimantes mettent fr&eacute;quemment &agrave; jour les pilotes pour augmenter les performances de l&rsquo;imprimante, ajouter de nouvelles options plus efficaces et r&eacute;soudre les probl&egrave;mes de compatibilit&eacute; g&eacute;n&eacute;rale.</p>

		<p><span class="bold">Installation du pilote de l&rsquo;imprimante</span><br>Le processus d&rsquo;installation et de mise &agrave; jour d&rsquo;un pilote d&rsquo;imprimante implique g&eacute;n&eacute;ralement les cinq &eacute;tapes suivantes&nbsp;:</p>

			<ol>
				<li>D&eacute;terminez la version actuelle du pilote d&rsquo;imprimante install&eacute;. N&rsquo;oubliez pas de s&eacute;lectionner une version plus r&eacute;cente pour am&eacute;liorer les fonctionnalit&eacute;s.</li>
				<li>Cherchez, sur Internet, la version la plus r&eacute;cente du pilote. </li>
				<li>T&eacute;l&eacute;chargez le pilote en suivant les instructions du site Web.</li>
				<li>Installez le pilote. La plupart des programmes d&rsquo;installation de pilotes, une fois activ&eacute;s, installent automatiquement le nouveau pilote.</li>
				
              <li>Testez le pilote. Pour ce faire, s&eacute;lectionnez <span class="bold">D&eacute;marrer &gt; Param&egrave;tres &gt; Imprimantes et t&eacute;l&eacute;copieurs</span>. Cliquez avec le bouton droit de la souris sur l&rsquo;imprimante, puis choisissez <span class="bold">Propri&eacute;t&eacute;s</span>. Choisissez ensuite <span class="bold">Imprimer une page de test</span>. Si l&rsquo;imprimante ne fonctionne pas, red&eacute;marrez l&rsquo;ordinateur et r&eacute;essayez.</li>
			</ol>


		<p>La page de test imprim&eacute;e doit contenir du texte lisible. Si ce n&rsquo;est pas le cas, le probl&egrave;me peut provenir d&rsquo;un pilote inadapt&eacute; ou de l&rsquo;utilisation du mauvais langage de description de page.</p>

		<p><span class="bold">Langage de description de page (PDL)</span><br> Un langage de description de page (PDL) est un type de code qui d&eacute;crit l&rsquo;aspect d&rsquo;un document dans un langage compr&eacute;hensible pour une imprimante. Le PDL pour une page inclut le texte, les illustrations et les informations de formatage. Les logiciels utilisent les PDL pour envoyer &agrave; l&rsquo;imprimante des images de ce que vous obtenez (WYSIWYG&nbsp;: &agrave; traduire litt&eacute;ralement par &laquo;&nbsp;ce que vous voyez est ce que vous obtenez&nbsp;&raquo;). L&rsquo;imprimante traduit le fichier PDL pour que tout ce qui s&rsquo;affiche &agrave; l&rsquo;&eacute;cran de l&rsquo;ordinateur soit imprim&eacute;. Les PDL acc&eacute;l&egrave;rent le processus d&rsquo;impression en envoyant de grandes quantit&eacute;s de donn&eacute;es en une seule fois. Ils g&egrave;rent &eacute;galement les polices de l&rsquo;ordinateur.</p>

		<p>Il existe trois PDL courants&nbsp;:</p>
			<ul>
				<li><span class="bold">Langage de commande pour imprimantes (PCL)</span>&nbsp;: Hewlett-Packard a d&eacute;velopp&eacute; un langage PCL pour communiquer avec les premi&egrave;res imprimantes &agrave; jet d&rsquo;encre. Le langage PCL est d&eacute;sormais une norme sectorielle pour la quasi-totalit&eacute; des types d&rsquo;imprimantes.</li>
				<li><span class="bold">PostScript (PS)</span>&nbsp;: Adobe Systems a d&eacute;velopp&eacute; le langage PS pour que les polices ou les types de texte partagent les m&ecirc;mes caract&eacute;ristiques &agrave; l&rsquo;&eacute;cran et sur le papier.</li>
				<li><span class="bold">Graphics Device Interface (GDI)</span>&nbsp;: l&rsquo;interface GDI est un composant Windows permettant de g&eacute;rer la mani&egrave;re dont les images graphiques sont transmises aux p&eacute;riph&eacute;riques de sortie. L&rsquo;interface GDI convertit les images dans un format bitmap utilisant l&rsquo;ordinateur (et non l&rsquo;imprimante) pour le transfert des images.</li>
			</ul>

		</td>
          </tr>
         </table>
       </td>
     </tr>
	</table>

</body>

</html>