<html>

<head>
<meta http-equiv="Content-Language" content="fr-fr">
<meta http-equiv="Content-Type" content="text/html; charset=windows-1252">
<title>Contenu</title>
<base target="_self">
<link href="../../css/content.css" rel="stylesheet" type="text/css">
</head>

<body onLoad="window.focus();">
<table border="0" cellpadding="0" cellspacing="0" width="100%">
	<!--  Start top title Lesson Bar -->
	  <tr>
	    <td width="18" class="toptitle01_white_bold" valign="top">
	    <img border="0" src="../../images/content_lines.gif" width="16" height="25"> <img border="0" src="../../images/transdot.gif" width="2" height="1"></td>
	    <td width="18" class="toptitle01_white_bold">4.1</td>
	    <td class="toptitle01_white_bold"><img border="0" src="../../images/transdot.gif" width="10" height="1"></td>
	    <td width="100%" class="toptitle01_white_bold">Explication des objectifs de la maintenance pr&eacute;ventive</td>
	    <td width="9" class="toptitle01_white_bold_margin">&nbsp;</td>
	  </tr>
	  <!--  End top title Lesson Bar --> <!--  Start top title Topic Bar --> <!-- <tr> 	    <td width="18" height="25" class="toptitle02_white_bold">&nbsp;</td> 	    <td height="25"  class="toptitle02_white_bold">1.0</td>  	    <td class="toptitle02_white_bold"><img border="0" src="../../images/transdot.gif" width="10" height="1"></td> 	    <td width="100%" height="25" class="toptitle02_white_bold">Describe wireless communication methods for laptops and portable devices</td> 	    <td height="25" width="9" class="toptitle02_white_bold_margin">&nbsp;</td>   </tr> 	 <!--  End top title Topic Bar -->
</table>
	
	<!-- CONTENT -->
	<table border="0" cellpadding="0" cellspacing="0" width="95%" >
		<tr>
			<td width="20"></td>
			<td>
        <table border="0" cellpadding="0" cellspacing="0"  width="95%">
          <tr>
            <td width="100%">
              
            <p>La maintenance pr&eacute;ventive est utilis&eacute;e pour r&eacute;duire la probabilit&eacute; de probl&egrave;mes mat&eacute;riels ou logiciels, en v&eacute;rifiant syst&eacute;matiquement et p&eacute;riodiquement le mat&eacute;riel et les logiciels pour assurer un fonctionnement correct. </p>
			<p><span class="bold">Mat&eacute;riel</span><br> V&eacute;rifiez l&rsquo;&eacute;tat des c&acirc;bles, des composants et des p&eacute;riph&eacute;riques. Nettoyez les composants afin de r&eacute;duire la possibilit&eacute; de surchauffe. R&eacute;parez ou remplacez les composants qui pr&eacute;sentent des signes d&rsquo;abus ou d&rsquo;usure excessive. Utilisez les t&acirc;ches r&eacute;pertori&eacute;es &agrave; la Figure 1 comme un guide pour cr&eacute;er un programme de maintenance mat&eacute;rielle.</p>
			  
            <p>Quelles t&acirc;ches suppl&eacute;mentaires de maintenance mat&eacute;rielle pouvez-vous ajouter &agrave; cette liste&nbsp;?</p>  
            <p><span class="bold">Logiciels</span><br> V&eacute;rifiez que les logiciels install&eacute;s sont &agrave; jour. Respectez les strat&eacute;gies de l&rsquo;organisation pour installer les mises &agrave; jour de s&eacute;curit&eacute;, de syst&egrave;me d&rsquo;exploitation et de programmes. De nombreuses organisations autorisent les mises &agrave; jour uniquement lorsque des tests complets sont termin&eacute;s. Ces tests ont pour objectif de confirmer que la mise &agrave; jour ne causera pas de probl&egrave;mes dans le syst&egrave;me d&rsquo;exploitation et les logiciels. Utilisez les t&acirc;ches r&eacute;pertori&eacute;es &agrave; la Figure 2 comme un guide pour cr&eacute;er un plan de maintenance logicielle qui r&eacute;ponde aux besoins de votre &eacute;quipement informatique.</p>
 			  <p>Quelles autres t&acirc;ches de maintenance logicielle pouvez-vous ajouter &agrave; cette liste&nbsp;?</p>
			  
            <p><span class="bold">Avantages</span><br> Anticipez la maintenance de l&rsquo;&eacute;quipement informatique et la protection des donn&eacute;es. En suivant des routines de maintenance r&eacute;guli&egrave;res, vous pouvez r&eacute;duire les probl&egrave;mes potentiels de mat&eacute;riel et de logiciels. Cela permet de r&eacute;duire les temps d&rsquo;arr&ecirc;t des ordinateurs et les co&ucirc;ts de r&eacute;paration. </p>
  			<p>Un plan de maintenance pr&eacute;ventive est d&eacute;velopp&eacute; sur la base des besoins de l&rsquo;&eacute;quipement. Un ordinateur expos&eacute; &agrave; un environnement poussi&eacute;reux, un chantier par exemple, a besoin de davantage de &laquo;&nbsp;soins&nbsp;&raquo; qu&rsquo;un &eacute;quipement de bureau. Les r&eacute;seaux tr&egrave;s fr&eacute;quent&eacute;s, comme les r&eacute;seaux scolaires, peuvent n&eacute;cessiter des analyses suppl&eacute;mentaires pour en retirer les logiciels malveillants ou les fichiers ind&eacute;sirables. Documentez les t&acirc;ches de maintenance r&eacute;guli&egrave;res qui doivent &ecirc;tre effectu&eacute;es sur l&rsquo;&eacute;quipement informatique et la fr&eacute;quence de chaque t&acirc;che. Cette liste de t&acirc;ches peut ensuite &ecirc;tre utilis&eacute;e pour cr&eacute;er un programme de maintenance. </p>
			<p>La Figure 3 pr&eacute;sente certains des avantages de la maintenance pr&eacute;ventive. Pouvez-vous en citer d&rsquo;autres&nbsp;?</p>
            
          </td>
          </tr>
         </table>  
       </td>
     </tr>
	</table>

</body>

</html>