<html>

<head>
<meta http-equiv="Content-Language" content="fr-fr">
<meta http-equiv="Content-Type" content="text/html; charset=windows-1252">
<title>Contenu</title>
<base target="_self">
<link href="../../css/content.css" rel="stylesheet" type="text/css">
</head>

<body onLoad="window.focus();">
<table border="0" cellpadding="0" cellspacing="0" width="100%">
	<!--  Start top title Lesson Bar -->
	  <tr>
	    <td width="18" class="toptitle01_white_bold" valign="top">
	    <img border="0" src="../../images/content_lines.gif" width="16" height="25"> <img border="0" src="../../images/transdot.gif" width="2" height="1"></td>
	    <td width="18" class="toptitle01_white_bold">13.6</td>
	    <td class="toptitle01_white_bold"><img border="0" src="../../images/transdot.gif" width="10" height="1"></td>
	    
    <td width="100%" class="toptitle01_white_bold">R&eacute;sum&eacute;</td>
	    <td width="9" class="toptitle01_white_bold_margin">&nbsp;</td>
	  </tr>
	  <!--  End top title Lesson Bar --> <!--  Start top title Topic Bar --> <!-- <tr> 	    <td width="18" height="25" class="toptitle02_white_bold">&nbsp;</td> 	    <td height="25"  class="toptitle02_white_bold">5.6</td>  	    <td class="toptitle02_white_bold"><img border="0" src="../../images/transdot.gif" width="10" height="1"></td> 	    <td width="100%" height="25" class="toptitle02_white_bold">Close with the customer</td> 	    <td height="25" width="9" class="toptitle02_white_bold_margin">&nbsp;</td>   </tr> 	 <!--  End top title Topic Bar -->
</table>
	
	<!-- CONTENT -->
	<table border="0" cellpadding="0" cellspacing="0" width="95%" >
		<tr>
			<td width="20"></td>
			<td>
        <table border="0" cellpadding="0" cellspacing="0"  width="95%">
          <tr>
            <td width="100%">
              <p> Ce chapitre a d&eacute;crit les composants d&rsquo;ordinateurs et p&eacute;riph&eacute;riques portables. Voici quelques concepts importants acquis dans ce chapitre. </p>
              <ul>
                <li> La technologie Bluetooth cr&eacute;e un petit r&eacute;seau personnel (PAN) sans fil pour les t&eacute;l&eacute;phones portables, les imprimantes et les ordinateurs portables connect&eacute;s. </li>
                <li> Un r&eacute;seau IR utilise la lumi&egrave;re infrarouge pour cr&eacute;er des r&eacute;seaux &agrave; faible port&eacute;e, principalement utilis&eacute;s pour contr&ocirc;ler les p&eacute;riph&eacute;riques d&rsquo;entr&eacute;e et mobiles. </li>
                <li> Un r&eacute;seau &eacute;tendu cellulaire vous permet d&rsquo;utiliser votre t&eacute;l&eacute;phone portable et votre ordinateur portable pour des communications vocales et de donn&eacute;es. </li>
                
              <li> La technologie sans fil la plus populaire est le Wi-Fi. Il existe quatre grandes normes Wi-Fi, affichant toutes diff&eacute;rents d&eacute;bits et niveaux de bande passante&nbsp;: IEEE 802.11 a, b, g et n. </li>
                <li> Les r&eacute;seaux satellite sont plus rapides que les modems, mais plus lents que les r&eacute;seaux DSL et c&acirc;bl&eacute;s. Les r&eacute;seaux satellite sont principalement utilis&eacute;s dans des lieux recul&eacute;s. </li>
                <li> Une CRU est un composant qu&rsquo;un utilisateur peut facilement installer sans formation technique. </li>
                <li> Une FRU est un composant qu&rsquo;un technicien de maintenance qualifi&eacute; peut installer sur un site distant. </li>
                <li> La plupart des r&eacute;parations peuvent &ecirc;tre effectu&eacute;es sur le site du client ou dans un centre de r&eacute;paration local. Cependant, dans certains cas, l&rsquo;ordinateur portable doit &ecirc;tre directement envoy&eacute; au fabricant pour &ecirc;tre r&eacute;par&eacute;. </li>
                <li> Les techniciens professionnels suivent des plannings de maintenance pr&eacute;ventive pour conserver des niveaux de performances optimaux pour leurs &eacute;quipements. </li>
                <li> Les ordinateurs portables sont davantage sujets &agrave; la contamination et aux d&eacute;g&acirc;ts. Un ordinateur portable bien entretenu permet de r&eacute;duire le co&ucirc;t des r&eacute;parations. </li>
                <li> Une station d&rsquo;accueil permet de connecter facilement un ordinateur portable &agrave; des p&eacute;riph&eacute;riques similaires &agrave; ceux reli&eacute;s aux ordinateurs de bureau. Un r&eacute;plicateur de port peut &ecirc;tre ajout&eacute; &agrave; un ordinateur portable si l&rsquo;utilisateur a besoin de ports E/S suppl&eacute;mentaires. </li>
                <li> La ma&icirc;trise des &eacute;tapes de d&eacute;pannage des probl&egrave;mes d&rsquo;ordinateurs portables est consid&eacute;r&eacute;e par nombre de techniciens comme une &eacute;volution professionnelle d&eacute;terminante. </li>
                <li> Un technicien bien form&eacute; doit poss&eacute;der de bonnes comp&eacute;tences de communications avec le client.</li>
			  </ul>              
            </td>
          </tr>
         </table>  
       </td>
     </tr>
	</table>

</body>

</html>