<html>

<head>
<meta http-equiv="Content-Language" content="fr-fr">
<meta http-equiv="Content-Type" content="text/html; charset=windows-1252">
<title>Contenu</title>
<base target="_self">
<link href="../../css/content.css" rel="stylesheet" type="text/css">
</head>

<body onLoad="window.focus();">
<table border="0" cellpadding="0" cellspacing="0" width="100%">
	<!--  Start top title Lesson Bar -->
	  <tr>
	    <td width="18" class="toptitle01_white_bold" valign="top">
	    <img border="0" src="../../images/content_lines.gif" width="16" height="25"> <img border="0" src="../../images/transdot.gif" width="2" height="1"></td>

    <td width="18" class="toptitle01_white_bold">9.4</td>
	    <td class="toptitle01_white_bold"><img border="0" src="../../images/transdot.gif" width="10" height="1"></td>

    <td width="100%" class="toptitle01_white_bold">Identification des techniques de maintenance pr&eacute;ventive courantes pour la s&eacute;curit&eacute;</td>
	    <td width="9" class="toptitle01_white_bold_margin">&nbsp;</td>
	  </tr>
	  <!--  End top title Lesson Bar --> <!--  Start top title Topic Bar -->
 	 <tr>
	    <td width="18" height="25" class="toptitle02_white_bold">&nbsp;</td>

    <td height="25"  class="toptitle02_white_bold">9.4.1</td>
	    <td class="toptitle02_white_bold"><img border="0" src="../../images/transdot.gif" width="10" height="1"></td>

    <td width="100%" height="25" class="toptitle02_white_bold">Explication de la mise &agrave; jour des fichiers de signature pour les logiciels antivirus et les bloqueurs de logiciel espion</td>
	    <td height="25" width="9" class="toptitle02_white_bold_margin">&nbsp;</td>
  </tr>
	 <!--  End top title Topic Bar -->
</table>

	<!-- CONTENT -->
	<table border="0" cellpadding="0" cellspacing="0" width="95%" >
		<tr>
			<td width="20"></td>
			<td>
        <table border="0" cellpadding="0" cellspacing="0"  width="95%">

        <tr>
          <td width="100%">
            <p>Les menaces de s&eacute;curit&eacute; des virus et des vers sont toujours pr&eacute;sentes. Les pirates recherchent constamment de nouveaux moyens d&rsquo;infiltrer les ordinateurs et les r&eacute;seaux. De nouveaux virus &eacute;tant continuellement d&eacute;velopp&eacute;s, les logiciels de s&eacute;curit&eacute; doivent &ecirc;tre constamment mis &agrave; jour. Ce processus peut &ecirc;tre automatis&eacute;, mais un technicien doit savoir mettre &agrave; jour manuellement des logiciels de protection de tout type et toutes les applications du client.</p>

            <p>Les programmes de d&eacute;tection des virus, des logiciels espions et des logiciels de publicit&eacute; recherchent des suites caract&eacute;ristiques de code dans les logiciels install&eacute;s sur un ordinateur. Ces suites caract&eacute;ristiques sont d&eacute;termin&eacute;es par l&rsquo;analyse de virus intercept&eacute;s sur Internet et sur les r&eacute;seaux locaux.  Elles sont appel&eacute;es signatures. Les fabricants de logiciels de protection conservent les signatures dans des tables de d&eacute;finitions de virus. Pour mettre &agrave; jour les fichiers de signatures des logiciels antivirus et des bloqueurs de logiciel espion, v&eacute;rifiez tout d&rsquo;abord si les fichiers de signatures sont les plus r&eacute;cents. Consultez l&rsquo;option &laquo;&nbsp;&Agrave; propos&nbsp;&raquo; du logiciel de protection ou lancez l&rsquo;outil de mise &agrave; jour de ce logiciel. Si les fichiers de signatures sont p&eacute;rim&eacute;s, vous pouvez les mettre &agrave; jour manuellement au moyen de l&rsquo;option &laquo;&nbsp;Mettre &agrave; jour maintenant&nbsp;&raquo; de la plupart des logiciels de protection.</p>

            <p>Vous devez toujours r&eacute;cup&eacute;rer les fichiers de signatures sur le site Web du fabricant, pour &ecirc;tre s&ucirc;r que la mise &agrave; jour est authentique et n&rsquo;a pas &eacute;t&eacute; affect&eacute;e par des virus. Cela peut produire une forte demande sur le site Web du fabricant, en particulier lorsque de nouveaux virus sont publi&eacute;s.  Pour &eacute;viter un trop grand volume de trafic sur un seul site Web, certains fabricants r&eacute;partissent leurs fichiers de signatures sur plusieurs sites de t&eacute;l&eacute;chargement. Ces sites sont appel&eacute;s des sites miroirs. </p>

            <p><span class="caution_caps">ATTENTION&nbsp;: </span>lorsque vous t&eacute;l&eacute;chargez des fichiers de signatures depuis un site miroir, v&eacute;rifiez qu&rsquo;il s&rsquo;agit d&rsquo;un site l&eacute;gitime. Acc&eacute;dez toujours au site miroir depuis le site Web du fabricant.</p>

        </tr>
         </table>
       </td>
     </tr>
	</table>

</body>

</html>