<html>

<head>
<meta http-equiv="Content-Language" content="fr-fr">
<meta http-equiv="Content-Type" content="text/html; charset=windows-1252">
<title>Contenu</title>
<base target="_self">
<link href="../../css/content.css" rel="stylesheet" type="text/css">
</head>

<body onLoad="window.focus();">
<table border="0" cellpadding="0" cellspacing="0" width="100%">
	<!--  Start top title Lesson Bar -->
	  <tr>
		<td width="18" class="toptitle01_white_bold" valign="top">
		<img border="0" src="../../images/content_lines.gif" width="16" height="25"> <img border="0" src="../../images/transdot.gif" width="2" height="1"></td>

		<td width="18" class="toptitle01_white_bold">3.7</td>
		<td class="toptitle01_white_bold"><img border="0" src="../../images/transdot.gif" width="10" height="1"></td>

		<td width="100%" class="toptitle01_white_bold">Connexion de tous les c&acirc;bles internes</td>
		<td width="9" class="toptitle01_white_bold_margin">&nbsp;</td>
	  </tr>
	  <!--  End top title Lesson Bar --> <!--  Start top title Topic Bar -->
	  <tr>
	  	    <td width="18" height="25" class="toptitle02_white_bold">&nbsp;</td>
	  	    <td height="25"  class="toptitle02_white_bold">3.7.1</td>
	  	    <td class="toptitle02_white_bold"><img border="0" src="../../images/transdot.gif" width="10" height="1"></td>
	  	    
    <td width="100%" height="25" class="toptitle02_white_bold">Connexion des c&acirc;bles d&rsquo;alimentation</td>
	  	    <td height="25" width="9" class="toptitle02_white_bold_margin">&nbsp;</td>
 	 </tr>

	 <!--  End top title Topic Bar -->
</table>

	<!-- CONTENT -->
	<table border="0" cellpadding="0" cellspacing="0" width="95%" >
		<tr>
			<td width="20"></td>
			<td>
        <table border="0" cellpadding="0" cellspacing="0"  width="95%">

        <tr> 
          <td width="100%"> 
            <p><span class="bold">Connexions d&rsquo;alimentation de la carte m&egrave;re</span><br> Tout comme les autres composants, la carte m&egrave;re a besoin de courant &eacute;lectrique pour fonctionner. Le connecteur d&rsquo;alimentation principale Advanced Technology Extended (ATX) est dot&eacute; de 20 ou 24 broches. L&rsquo;alimentation peut &eacute;galement comprendre un connecteur d&rsquo;alimentation auxiliaire (AUX) &agrave; 4 ou 6 broches raccord&eacute; &agrave; la carte m&egrave;re. Un connecteur &agrave; 20 broches fonctionne sur une carte m&egrave;re avec une interface de connexion &agrave; 24 broches. 
            </p>
            <p>Pour installer le c&acirc;ble d&rsquo;alimentation de la carte m&egrave;re, proc&eacute;dez comme suit&nbsp;:</p>
            <ol>
              <li>Alignez le connecteur d&rsquo;alimentation ATX &agrave; 20 broches avec l&rsquo;interface de connexion sur la carte m&egrave;re. [Figure 1]</li>
              <li>Appuyez doucement sur le connecteur jusqu&rsquo;&agrave; ce qu&rsquo;un clic indique qu&rsquo;il est en place. </li>
              <li>Alignez le connecteur d&rsquo;alimentation AUX &agrave; 4 broches avec l&rsquo;interface de connexion sur la carte m&egrave;re. [Figure 2]</li>
              <li>Appuyez doucement sur le connecteur jusqu&rsquo;&agrave; ce qu&rsquo;un clic indique qu&rsquo;il est en place. </li>
            </ol>
            <p><span class="bold">Connecteurs d&rsquo;alimentation SATA</span><br> Les connecteurs d&rsquo;alimentation SATA utilisent un connecteur &agrave; 15 broches. Ils sont utilis&eacute;s pour connecter les disques durs, les lecteurs optiques ou tout autre p&eacute;riph&eacute;rique dot&eacute; d&rsquo;une prise d&rsquo;alimentation SATA.</p>
            <p><span class="bold">Connecteurs d&rsquo;alimentation Molex</span><br> Les disques durs et les lecteurs optiques non dot&eacute;s de prises d&rsquo;alimentation SATA utilisent un connecteur d&rsquo;alimentation Molex.</p>
            <p><span class="caution_caps">ATTENTION&nbsp;:</span> N&rsquo;utilisez pas un connecteur Molex et un connecteur d&rsquo;alimentation SATA sur le m&ecirc;me lecteur au m&ecirc;me moment.</p>
            <p><span class="bold">Connecteurs d&rsquo;alimentation Berg</span><br> Le connecteur d&rsquo;alimentation Berg &agrave; 4 broches alimente une disquette.</p> 
            <p>Pour installer le connecteur d&rsquo;alimentation, proc&eacute;dez comme suit&nbsp;:</p>
            <ol>
              <li>Branchez le connecteur d&rsquo;alimentation SATA sur le disque dur. [Figure 3] </li>
              <li>Branchez le connecteur d&rsquo;alimentation Molex sur le lecteur optique. [Figure 4] </li>
              <li>Branchez le connecteur d&rsquo;alimentation Berg &agrave; 4 broches sur le lecteur de disquette. [Figure 5]</li>
              <li>Branchez le connecteur d&rsquo;alimentation &agrave; 3 broches du ventilateur dans l&rsquo;en-t&ecirc;te du ventilateur ad&eacute;quat sur la carte m&egrave;re, comme indiqu&eacute; dans le manuel de la carte m&egrave;re. [Figure 6] </li>
              <li>Reliez les autres c&acirc;bles du bo&icirc;tier aux connecteurs appropri&eacute;s, comme indiqu&eacute; dans le manuel de la carte m&egrave;re.</li>
            </ol>
          </td>
          </tr>
         </table>
       </td>
     </tr>
	</table>

</body>

</html>