	<html>

<head>
<meta http-equiv="Content-Language" content="fr-fr">
<meta http-equiv="Content-Type" content="text/html; charset=windows-1252">
<title>Contenu</title>
<base target="_self">
<link href="../../css/content.css" rel="stylesheet" type="text/css">
</head>

<body onLoad="window.focus();">
<table border="0" cellpadding="0" cellspacing="0" width="100%">
	<!--  Start top title Lesson Bar -->
	  <tr>
	    <td width="18" class="toptitle01_white_bold" valign="top">
	    <img border="0" src="../../images/content_lines.gif" width="16" height="25"> <img border="0" src="../../images/transdot.gif" width="2" height="1"></td>
    	<td width="18" class="toptitle01_white_bold">10.3</td>
	    <td class="toptitle01_white_bold"><img border="0" src="../../images/transdot.gif" width="10" height="1"></td>
    	
    <td width="100%" class="toptitle01_white_bold"><font size="2" face="Arial"><b>Explication des aspects &eacute;thiques et l&eacute;gaux de l&rsquo;utilisation de l&rsquo;informatique</b></font></td>
	    <td width="9" class="toptitle01_white_bold_margin">&nbsp;</td>
	  </tr>
	  <!--  End top title Lesson Bar --> <!--  Start top title Topic Bar -->

	 <!--  End top title Topic Bar -->
</table>

	<!-- CONTENT -->
	<table border="0" cellpadding="0" cellspacing="0" width="95%" >
		<tr>
			<td width="20"></td>
			<td>
        <table border="0" cellpadding="0" cellspacing="0"  width="95%">

        <tr>
          <td width="100%">

            <p>Lorsque vous travaillez avec un client et son &eacute;quipement, vous devez respecter certains usages &eacute;thiques g&eacute;n&eacute;ralis&eacute;s et certaines r&egrave;gles l&eacute;gales. Souvent, ces usages et ces r&egrave;gles se recoupent.</p>

			<p><span class="bold">Usages &eacute;thiques</span><br> Vous devez toujours respecter vos clients, ainsi que leurs biens. Ces biens comprennent toutes les informations ou donn&eacute;es &eacute;ventuellement accessibles. Par exemple&nbsp;:</p>

				<ul>
					<li>les courriels&nbsp;;</li>
					<li>les listes de num&eacute;ros de t&eacute;l&eacute;phone&nbsp;;</li>
					<li>les donn&eacute;es ou enregistrements pr&eacute;sents sur l&rsquo;ordinateur&nbsp;;</li>
					<li>les informations, donn&eacute;es ou fichiers imprim&eacute;s laiss&eacute;s sur un bureau.</li>

				</ul>

			<p>Avant d&rsquo;acc&eacute;der &agrave; un compte d&rsquo;ordinateur, y compris le compte administrateur, vous devez demander l&rsquo;autorisation du client. Au cours de la proc&eacute;dure de d&eacute;pannage, vous avez peut-&ecirc;tre obtenu des informations priv&eacute;es comme des noms d&rsquo;utilisateur et des mots de passe. Si vous documentez ce type d&rsquo;informations, celles-ci doivent rester confidentielles. Le fait de divulguer les informations d&rsquo;un client &agrave; un tiers est contraire &agrave; l&rsquo;&eacute;thique et cela peut aussi &ecirc;tre ill&eacute;gal. Les d&eacute;tails l&eacute;gaux des informations d&rsquo;un client sont g&eacute;n&eacute;ralement couverts par l&rsquo;ANS.</p>

			<p>N&rsquo;envoyez pas de messages non sollicit&eacute;s &agrave; un client. N&rsquo;envoyez pas de publipostages non sollicit&eacute;s ou de lettres de cha&icirc;ne &agrave; un client. N&rsquo;envoyez jamais de courriels falsifi&eacute;s ou anonymes. Toutes ces activit&eacute;s sont consid&eacute;r&eacute;es contraires &agrave; l&rsquo;&eacute;thique et, dans certaines circonstances, ill&eacute;gales. </p>

			<p><span class="bold">R&egrave;gles l&eacute;gales</span><br>Plusieurs activit&eacute;s relatives aux ordinateurs sont contraires &agrave; l&rsquo;&eacute;thique mais aussi absolument ill&eacute;gales. Sachez que la liste ci-dessous n&rsquo;est pas exhaustive.</p>

				<ul>
					<li>Ne modifiez pas les configurations mat&eacute;rielles ou logicielles du syst&egrave;me sans l&rsquo;autorisation du client.</li>
					<li>N&rsquo;acc&eacute;dez pas sans autorisation aux comptes, fichiers priv&eacute;s ou courriels d&rsquo;un client ou de ses coll&egrave;gues.</li>
					<li>Respectez le copyright et/ ou les licences logicielles, ainsi que les lois europ&eacute;ennes et nationales, lorsque vous installez, copiez ou partagez un contenu num&eacute;rique (notamment du logiciel, de la musique, du texte, des images et de la vid&eacute;o). </li>
					<li>N&rsquo;utilisez pas les ressources informatiques de l&rsquo;entreprise d&rsquo;un client &agrave; des fins commerciales. </li>
					<li>Ne mettez pas les ressources informatiques d&rsquo;un client &agrave; disposition d&rsquo;utilisateurs non autoris&eacute;s. </li>
					<li>Respectez la confidentialit&eacute; des informations sensibles d&rsquo;un client.</li>
					<li>N&rsquo;utilisez pas sciemment les ressources de l&rsquo;entreprise d&rsquo;un client pour des activit&eacute;s ill&eacute;gales. Ces activit&eacute;s ill&eacute;gales ou criminelles comprennent, sans s&rsquo;y limiter, l&rsquo;obsc&eacute;nit&eacute;, la pornographie juv&eacute;nile, les menaces, le harc&egrave;lement, la violation du droit d&rsquo;auteur, la violation des marques commerciales d&rsquo;universit&eacute;s, la diffamation, le vol, le vol d&rsquo;identit&eacute; et l&rsquo;acc&egrave;s non autoris&eacute;.</li>
				</ul>

			<p>Connaissez-vous les lois relatives au copyright et aux marques commerciales de votre pays&nbsp;?</p>



<!-- Start Activity box   -->
	  <table  width="95%" border="0" cellspacing="0" cellpadding="0" id="activity">
			<tr>
			  <td valign="top">
				<table  width="100%" cellspacing="0" cellpadding="0" border="0" >
				  <tr>
					<td width="5" class="activity_topbar"><img border="0" src="../../images/lab_toplft.gif" width="116" height="23"></td>
					<td class="activity_topbar"><img alt="" height="1" width="3" src="../../images/s.gif"></td>
					<td align="right" valign="top" class="activity_topbar"><img alt="" src="../../images/corner_ur_7.gif" width="7" height="7"></td>
				  </tr>
				</table>
				<table width="100%" cellspacing="0" cellpadding="0" border="0" id="table3">
				  <tr>
					<td>
					  <table width="100%" cellpadding="2" cellspacing="0" border="0"  id="table4">
						<tr>
						  <td width="15" class="activity_text">&nbsp;</td>
						  <td class="activity_text">
							  <p><img border="0" src="../../images/activity_icon.gif" width="36" height="30"> <b>Exercice</b>
                              <p> <b>Discussion en classe</b><br> Discussion sur les probl&egrave;mes de confidentialit&eacute;<br> <br>
                              </p>
						  </td>
						</tr>
					  </table>
					</td>
				  </tr>
				</table>
			  </td>
			</tr>
		  </table>
   <!-- END Activity box   -->

          </td>
          </tr>
         </table>
       </td>
     </tr>
	</table>

</body>

</html>