<html>

<head>
<meta http-equiv="Content-Language" content="fr-fr">
<meta http-equiv="Content-Type" content="text/html; charset=windows-1252">
<title>Contenu</title>
<base target="_self">
<link href="../../css/content.css" rel="stylesheet" type="text/css">
</head>

<body onLoad="window.focus();">
<table border="0" cellpadding="0" cellspacing="0" width="100%">
	<!--  Start top title Lesson Bar -->
	  <tr>
	    <td width="18" class="toptitle01_white_bold" valign="top">
	    <img border="0" src="../../images/content_lines.gif" width="16" height="25"> <img border="0" src="../../images/transdot.gif" width="2" height="1"></td>
	    
    <td width="18" class="toptitle01_white_bold">5.1</td>
	    <td class="toptitle01_white_bold"><img border="0" src="../../images/transdot.gif" width="10" height="1"></td>
	    
    <td width="100%" class="toptitle01_white_bold">Explication du r&ocirc;le d&rsquo;un syst&egrave;me d&rsquo;exploitation</td>
	    <td width="9" class="toptitle01_white_bold_margin">&nbsp;</td>
	  </tr>
	  <!--  End top title Lesson Bar --> <!--  Start top title Topic Bar -->
 	 <tr>
	    <td width="18" height="25" class="toptitle02_white_bold">&nbsp;</td>
	    
    <td height="25"  class="toptitle02_white_bold">5.1.1</td> 
	    <td class="toptitle02_white_bold"><img border="0" src="../../images/transdot.gif" width="10" height="1"></td>
	    
    <td width="100%" height="25" class="toptitle02_white_bold">Description des caract&eacute;ristiques des syst&egrave;mes d&rsquo;exploitation modernes</td>
	    <td height="25" width="9" class="toptitle02_white_bold_margin">&nbsp;</td>
  </tr>
	 <!--  End top title Topic Bar -->
</table>
	
	<!-- CONTENT -->
	<table border="0" cellpadding="0" cellspacing="0" width="95%" >
		<tr>
			<td width="20"></td>
			<td>
        <table border="0" cellpadding="0" cellspacing="0"  width="95%">
          
        <tr> 
          <td width="100%"> 
            <p>Quelles que soient la taille et la complexit&eacute; de l&rsquo;ordinateur et du syst&egrave;me d&rsquo;exploitation, tous les syst&egrave;mes d&rsquo;exploitation remplissent les quatre m&ecirc;mes fonctions de base. Les syst&egrave;mes d&rsquo;exploitation contr&ocirc;lent l&rsquo;acc&egrave;s au mat&eacute;riel, g&egrave;rent les fichiers et les dossiers, fournissent une interface utilisateur et g&egrave;rent des applications.</p>
            <p><strong>Contr&ocirc;le de l&rsquo;acc&egrave;s au mat&eacute;riel</strong><br> Le syst&egrave;me d&rsquo;exploitation g&egrave;re l&rsquo;interaction entre applications et mat&eacute;riel. Pour acc&eacute;der au mat&eacute;riel et communiquer avec lui, le syst&egrave;me d&rsquo;exploitation installe un pilote de p&eacute;riph&eacute;rique pour chaque composant mat&eacute;riel. Un pilote de p&eacute;riph&eacute;rique est un petit programme &eacute;crit par le fabricant du mat&eacute;riel et fourni avec le composant mat&eacute;riel. Lorsque le p&eacute;riph&eacute;rique est install&eacute;, le pilote l&rsquo;est &eacute;galement, permettant ainsi au syst&egrave;me d&rsquo;exploitation de communiquer avec le composant mat&eacute;riel.</p>
            <p>La proc&eacute;dure d&rsquo;attribution de ressources syst&egrave;me et d&rsquo;installation de pilotes peut &ecirc;tre effectu&eacute;e avec Plug and Play. Le processus Plug and Play a &eacute;t&eacute; int&eacute;gr&eacute; &agrave; Windows 95 pour simplifier l&rsquo;installation de nouveau mat&eacute;riel. Tous les syst&egrave;mes d&rsquo;exploitation modernes sont compatibles Plug and Play. Avec Plug and Play, le syst&egrave;me d&rsquo;exploitation d&eacute;tecte automatiquement le mat&eacute;riel compatible Plug and Play et installe le pilote pour ce composant. Le syst&egrave;me d&rsquo;exploitation configure ensuite le p&eacute;riph&eacute;rique et met &agrave; jour le registre, qui est une base de donn&eacute;es contenant toutes les informations sur l&rsquo;ordinateur. </p>
            <p><strong>REMARQUE&nbsp;:</strong> le registre contient des informations sur les applications, les utilisateurs, le mat&eacute;riel, les param&egrave;tres r&eacute;seau et les types de fichiers.</p>
            <p><span class="bold"><strong>Gestion des fichiers et des dossiers</strong></span><br> Le syst&egrave;me d&rsquo;exploitation cr&eacute;e une structure de fichier sur le disque dur pour permettre le stockage des donn&eacute;es. Un fichier est un bloc de donn&eacute;es &agrave; liaison auquel on attribue un nom unique et qui est trait&eacute; comme une seule unit&eacute;. Les programmes et les fichiers de donn&eacute;es sont regroup&eacute;s dans un r&eacute;pertoire. Les fichiers et les r&eacute;pertoires sont organis&eacute;s pour une utilisation et une recherche simples. Les r&eacute;pertoires peuvent &ecirc;tre conserv&eacute;s &agrave; l&rsquo;int&eacute;rieur d&rsquo;autres r&eacute;pertoires. Ces r&eacute;pertoires imbriqu&eacute;s sont appel&eacute;s sous-r&eacute;pertoires. Dans les syst&egrave;mes d&rsquo;exploitation Windows, les r&eacute;pertoires sont appel&eacute;s &laquo;&nbsp;dossiers&nbsp;&raquo; et les sous-r&eacute;pertoires &laquo;&nbsp;sous-dossiers&nbsp;&raquo;.</p>
            <p><strong>Interface utilisateur</strong> <br> Le syst&egrave;me d&rsquo;exploitation permet &agrave; l&rsquo;utilisateur d&rsquo;interagir avec des logiciels et du mat&eacute;riel. Il existe deux types d&rsquo;interfaces utilisateur&nbsp;:</p>
            <ul>
              <li>Interface de ligne de commande (ILC)&nbsp;: l&rsquo;utilisateur saisit des commandes lorsqu&rsquo;il y est invit&eacute;, comme le montre la Figure 1. </li>
              <li>Interface graphique utilisateur (GUI)&nbsp;: l&rsquo;utilisateur interagit avec des menus et des ic&ocirc;nes, comme le montre la Figure 2.</li>
            </ul>
			<p>La plupart des syst&egrave;mes d&rsquo;exploitation, tels que Windows 2000 et Windows XP, incluent &agrave; la fois une interface graphique utilisateur et une interface de ligne de commande. </p>
            <p><strong>Gestion d&rsquo;applications</strong> <br> Le syst&egrave;me d&rsquo;exploitation localise une application et la charge dans la m&eacute;moire vive de l&rsquo;ordinateur. Les applications sont des logiciels, comme des traitements de texte, des bases de donn&eacute;es, des feuilles de calcul, des jeux et de nombreuses autres applications. Le syst&egrave;me d&rsquo;exploitation veille &agrave; ce que chaque application ait les ressources syst&egrave;me ad&eacute;quates.</p>
            <p>L&rsquo;interface de programmation d&rsquo;application (API) est un ensemble de directives utilis&eacute;es par les programmeurs pour s&rsquo;assurer que l&rsquo;application qu&rsquo;ils d&eacute;veloppent est compatible avec un syst&egrave;me d&rsquo;exploitation. Voici deux exemples d&rsquo;API&nbsp;:</p>
            <ul>
              <li class="tablestyle">Open Graphics Library (OpenGL)&nbsp;: sp&eacute;cification standard multiplateforme pour les graphiques multim&eacute;dia. </li>
            
              <li><span class="tablestyle">DirectX&nbsp;: ensemble d&rsquo;API se rapportant aux t&acirc;ches multim&eacute;dia pour Microsoft Windows.            </span></li>
			</ul>
            <p>&nbsp; </p>          
        </tr>
         </table>  
       </td>
     </tr>
	</table>

</body>

</html>