<html>

<head>
<meta http-equiv="Content-Language" content="fr-fr">
<meta http-equiv="Content-Type" content="text/html; charset=windows-1252">
<title>Contenu</title>
<base target="_self">
<link href="../../css/content.css" rel="stylesheet" type="text/css">
</head>

<body onLoad="window.focus();">
<table border="0" cellpadding="0" cellspacing="0" width="100%">
	<!--  Start top title Lesson Bar -->
	  <tr>
	    <td width="18" class="toptitle01_white_bold" valign="top">
	    <img border="0" src="../../images/content_lines.gif" width="16" height="25"> <img border="0" src="../../images/transdot.gif" width="2" height="1"></td>
	    
    <td width="18" class="toptitle01_white_bold">1.4</td>
	    <td class="toptitle01_white_bold"><img border="0" src="../../images/transdot.gif" width="10" height="1"></td>
	    
    <td width="100%" class="toptitle01_white_bold">Identification des noms, objectifs et caract&eacute;ristiques des composants internes</td>
	    <td width="9" class="toptitle01_white_bold_margin">&nbsp;</td>
	  </tr>
	  <!--  End top title Lesson Bar --> <!--  Start top title Topic Bar -->
 	 <tr>
	    <td width="18" height="25" class="toptitle02_white_bold">&nbsp;</td>
	    
    <td height="25"  class="toptitle02_white_bold">1.4.4</td> 
	    <td class="toptitle02_white_bold"><img border="0" src="../../images/transdot.gif" width="10" height="1"></td>
	    
    <td width="100%" height="25" class="toptitle02_white_bold">Identification des noms, objectifs et caract&eacute;ristiques de la m&eacute;moire morte et de la m&eacute;moire vive</td>
	    <td height="25" width="9" class="toptitle02_white_bold_margin">&nbsp;</td>
  </tr>
	 <!--  End top title Topic Bar -->
</table>
	
	<!-- CONTENT -->
	
<table border="0" cellpadding="0" cellspacing="0" width="95%" >
  <tr> 
    <td width="20" class="bold"></td>
    <td class="bold"> 
      <table border="0" cellpadding="0" cellspacing="0"  width="95%">
        <tr> 
          <td width="100%"> 
            <p><span class="bold">M&eacute;moire morte</span><br> Les puces de la m&eacute;moire morte se situent dans la carte m&egrave;re. Les puces de la m&eacute;moire morte contiennent des instructions auxquelles l&rsquo;unit&eacute; centrale peut acc&eacute;der directement. Les instructions de base pour d&eacute;marrer l&rsquo;ordinateur et charger le syst&egrave;me d&rsquo;exploitation sont stock&eacute;es dans la m&eacute;moire morte. Les puces de la m&eacute;moire morte conservent leur contenu, y compris lorsque l&rsquo;ordinateur est mis hors tension. Le contenu ne peut pas &ecirc;tre effac&eacute; ou modifi&eacute; par des moyens normaux. La Figure 1 repr&eacute;sente les diff&eacute;rents types de m&eacute;moire morte. </p>
            <p><span class="note_caps">REMARQUE&nbsp;:</span> la m&eacute;moire morte est parfois appel&eacute;e progiciel. Cela pr&ecirc;te &agrave; confusion car le progiciel est en r&eacute;alit&eacute; le logiciel stock&eacute; dans la puce de la m&eacute;moire morte.</p>
            <p><span class="bold">M&eacute;moire vive</span><br> La m&eacute;moire vive est le stockage temporaire des donn&eacute;es et des programmes auxquels l&rsquo;unit&eacute; centrale peut acc&eacute;der. La m&eacute;moire vive est une m&eacute;moire volatile, ce qui signifie que le contenu est effac&eacute; lors de la mise hors tension de l&rsquo;ordinateur. Plus un ordinateur comprend de m&eacute;moire vive, plus l&rsquo;ordinateur doit avoir de capacit&eacute;s, traiter des programmes et des fichiers importants et am&eacute;liorer les performances du syst&egrave;me. La Figure 2 repr&eacute;sente les diff&eacute;rents types de m&eacute;moire vive. </p>
            <p><span class="bold">Modules de m&eacute;moire</span><br> La m&eacute;moire vive des premiers ordinateurs &eacute;tait install&eacute;e sur des puces individuelles sur la carte m&egrave;re. Les puces m&eacute;moire individuelles, appel&eacute;es puces DIP (dual inline package), &eacute;taient difficiles &agrave; installer et se d&eacute;tachaient souvent de la carte-m&egrave;re. Pour r&eacute;soudre ce probl&egrave;me, les concepteurs ont soud&eacute; les puces m&eacute;moire sur une carte de circuit sp&eacute;ciale appel&eacute;e &laquo;&nbsp;module de m&eacute;moire&nbsp;&raquo;. La Figure 3 repr&eacute;sente les diff&eacute;rents types de modules de m&eacute;moire.</p>
            <p><b>REMARQUE&nbsp;:</b> Les modules de m&eacute;moire peuvent &ecirc;tre monoface ou double-face. Les modules de m&eacute;moire monoface contiennent uniquement de la m&eacute;moire vive sur un c&ocirc;t&eacute; du module. Les modules de m&eacute;moire double-face contiennent de la m&eacute;moire vive sur les deux c&ocirc;t&eacute;s du module.</p>
            <p><span class="bold">M&eacute;moire cache</span><br> La SRAM (m&eacute;moire vive statique) est utilis&eacute;e comme m&eacute;moire cache pour stocker les donn&eacute;es utilis&eacute;es le plus fr&eacute;quemment. La SRAM permet au processeur d&rsquo;acc&eacute;der plus rapidement aux donn&eacute;es et de les r&eacute;cup&eacute;rer de la m&eacute;moire vive dynamique (DRAM), plus lente, ou de la m&eacute;moire principale. La Figure 4 repr&eacute;sente les trois types de m&eacute;moire cache.</p>
            <p><span class="bold">V&eacute;rification des erreurs</span><br> Les erreurs de m&eacute;moire se produisent lorsque les donn&eacute;es ne sont pas stock&eacute;es correctement dans les puces de m&eacute;moire vive. L&rsquo;ordinateur utilise diff&eacute;rentes m&eacute;thodes pour d&eacute;tecter et corriger les erreurs de donn&eacute;es dans la m&eacute;moire. La Figure 5 montre trois m&eacute;thodes diff&eacute;rentes de v&eacute;rification des erreurs de m&eacute;moire.</p>
        </tr>
      </table>
    </td>
  </tr>
</table>

</body>

</html>