<html>

<head>
<meta http-equiv="Content-Language" content="fr-fr">
<meta http-equiv="Content-Type" content="text/html; charset=windows-1252">
<title>Contenu</title>
<base target="_self">
<link href="../../css/content.css" rel="stylesheet" type="text/css">
</head>

<body onLoad="window.focus();">
<table border="0" cellpadding="0" cellspacing="0" width="100%">
	<!--  Start top title Lesson Bar -->
	  <tr>
	    <td width="18" class="toptitle01_white_bold" valign="top">
	    <img border="0" src="../../images/content_lines.gif" width="16" height="25"> <img border="0" src="../../images/transdot.gif" width="2" height="1"></td>
	    <td width="18" class="toptitle01_white_bold">6.8</td>
	    <td class="toptitle01_white_bold"><img border="0" src="../../images/transdot.gif" width="10" height="1"></td>
	    
    <td width="100%" class="toptitle01_white_bold">R&eacute;sum&eacute;</td>
	    <td width="9" class="toptitle01_white_bold_margin">&nbsp;</td>
	  </tr>
	  <!--  End top title Lesson Bar --> <!--  Start top title Topic Bar --> <!-- 	 <tr> 	    <td width="18" height="25" class="toptitle02_white_bold">&nbsp;</td> 	    <td height="25"  class="toptitle02_white_bold">6.2.3</td>  	    <td class="toptitle02_white_bold"><img border="0" src="../../images/transdot.gif" width="10" height="1"></td> 	    <td width="100%" height="25" class="toptitle02_white_bold">Describe the components found on the laptop docking station</td> 	    <td height="25" width="9" class="toptitle02_white_bold_margin">&nbsp;</td> 	  </tr> 	 <!--  End top title Topic Bar -->	
</table>
	
	<!-- CONTENT -->
	<table border="0" cellpadding="0" cellspacing="0" width="95%" >
		<tr>
			<td width="20"></td>
			<td>
        <table border="0" cellpadding="0" cellspacing="0"  width="95%">
          <tr>
            <td width="100%">
             
	            	
            <p>Ce chapitre a d&eacute;crit les caract&eacute;ristiques des ordinateurs portables, des assistants num&eacute;riques personnels et des t&eacute;l&eacute;phones intelligents. Il est important de ne pas oublier les concepts suivants de ce chapitre&nbsp;:</p>
					
            <ul>
              <li>Les ordinateurs portables et les assistants num&eacute;riques personnels sont de plus en plus populaires en raison de la r&eacute;duction de leur prix et de leur poids, de l&rsquo;augmentation de leurs possibilit&eacute;s et de l&rsquo;autonomie de leurs batteries.</li>
              <li>Les assistants num&eacute;riques personnels et les t&eacute;l&eacute;phones intelligents sont de petits appareils portables qui proposent de nombreuses possibilit&eacute;s &eacute;galement pr&eacute;sentes sur les ordinateurs, telles qu&rsquo;un carnet d&rsquo;adresse, un calendrier, une messagerie et un acc&egrave;s &agrave; Internet. </li>
              <li>Les ordinateurs portables et de bureau utilisent des ports quasiment identiques&nbsp;: leurs p&eacute;riph&eacute;riques sont donc interchangeables. Les ordinateurs portables peuvent utiliser des stations d&rsquo;accueil ou des r&eacute;plicateurs de ports pour se connecter rapidement &agrave; des p&eacute;riph&eacute;riques de bureau et &agrave; l&rsquo;alimentation secteur. </li>
              <li>Les composants des ordinateurs portables et de bureau, tels que les cartes m&egrave;res, ne sont pas interchangeables. De plus, les composants des ordinateurs portables sont g&eacute;n&eacute;ralement propres &agrave; chaque fabricant et ont un format unique.</li>
              <li>L&rsquo;UC d&rsquo;un ordinateur portable est con&ccedil;ue pour utiliser moins d&rsquo;&eacute;nergie et produire moins de chaleur que celle d&rsquo;un ordinateur de bureau. Elle utilise la modification dynamique de la fr&eacute;quence d&rsquo;horloge pour r&eacute;duire la consommation de courant et la chaleur produite.</li>
              <li>Il est possible de compl&eacute;ter les fonctions d&rsquo;un ordinateur portable en ajoutant des composants via les logements PC Card ou ExpressCard et via les ports USB, FireWire ou les ports parall&egrave;les. </li>
              <li>Le fonctionnement sur batteries est un aspect important d&rsquo;un ordinateur portable. Actuellement, la gestion de l&rsquo;alimentation d&rsquo;un ordinateur se fait au moyen du syst&egrave;me d&rsquo;exploitation et de l&rsquo;interface ACPI (Advanced Configuration and Power Interface). La norme ACPI d&eacute;finit six &eacute;tats de gestion de l&rsquo;alimentation.</li>
              <li>Plusieurs composants d&rsquo;un ordinateur portable peuvent avoir besoin d&rsquo;&ecirc;tre remplac&eacute;s. Des &eacute;tapes ont &eacute;t&eacute; d&eacute;finies pour remplacer la batterie, le lecteur optique, le disque dur, la m&eacute;moire et les PC Cards. </li>
              <li>Les normes de t&eacute;l&eacute;phones portables ont &eacute;t&eacute; d&eacute;velopp&eacute;es au cours des ann&eacute;es quatre-vingts. Les normes actuelles, de troisi&egrave;me g&eacute;n&eacute;ration, permettent aux t&eacute;l&eacute;phones portables de disposer de certaines fonctions pr&eacute;sentes sur les ordinateurs portables, telles que la messagerie, l&rsquo;acc&egrave;s &agrave; Internet et les fonctions d&rsquo;adresses et de calendrier. Les normes n&rsquo;ont pas &eacute;t&eacute; accept&eacute;es partout dans le monde. </li>
              <li>La maintenance pr&eacute;ventive permet un fonctionnement optimal de l&rsquo;ordinateur portable. Il est important de maintenir l&rsquo;ordinateur propre et de l&rsquo;utiliser dans des environnements s&ucirc;rs. Il est fondamental d&rsquo;utiliser les techniques et les produits adapt&eacute;s pour nettoyer les diff&eacute;rents composants d&rsquo;un ordinateur portable. Des proc&eacute;dures de nettoyage des composants ont &eacute;t&eacute; pr&eacute;sent&eacute;es.</li>
              <li>La poussi&egrave;re, la temp&eacute;rature et le taux d&rsquo;humidit&eacute; peuvent affecter les performances d&rsquo;un ordinateur portable. En g&eacute;n&eacute;ral, il convient de maintenir l&rsquo;ordinateur propre, avec une bonne ventilation et dans une pi&egrave;ce o&ugrave; la temp&eacute;rature est comprise entre 7 et 32&deg;&nbsp;C et le taux d&rsquo;humidit&eacute; entre 10 et 80&nbsp;%.</li>
              <li>V&eacute;rifiez toujours si la r&eacute;paration d&rsquo;un ordinateur portable est rentable.</li>
              <li>Le d&eacute;pannage d&rsquo;un ordinateur portable requiert l&rsquo;intervention d&rsquo;un technicien pour identifier, r&eacute;parer et documenter le probl&egrave;me. Les &eacute;tapes de d&eacute;pannage comprennent&nbsp;: l&rsquo;obtention de donn&eacute;es aupr&egrave;s du client, la v&eacute;rification des points &eacute;vidents, l&rsquo;essai de solutions rapides, la consultation de donn&eacute;es sur l&rsquo;ordinateur, l&rsquo;&eacute;valuation du probl&egrave;me, l&rsquo;impl&eacute;mentation de la solution et la conclusion avec le client. </li>
              <li>En cas de d&eacute;pannage de p&eacute;riph&eacute;riques sans fil, v&eacute;rifiez toutes les LED d&rsquo;&eacute;tat et tous les indicateurs de puissance du signal. Retirez tous les p&eacute;riph&eacute;riques inutiles pour isoler le probl&egrave;me.</li>
              <li>V&eacute;rifiez l&rsquo;absence de probl&egrave;mes externes, tels que des erreurs de connexion, d&rsquo;alimentation ou de touches de fonction. Les erreurs de connexion peuvent souvent &ecirc;tre r&eacute;solues en retirant et r&eacute;ins&eacute;rant les composants. V&eacute;rifiez si le Gestionnaire de p&eacute;riph&eacute;riques indique des erreurs. Les erreurs d&rsquo;alimentation peuvent &ecirc;tre caus&eacute;es par l&rsquo;utilisation d&rsquo;adaptateurs incorrects, de batteries ou d&rsquo;adaptateur secteur endommag&eacute;s ou de prises murales d&eacute;fectueuses. V&eacute;rifiez les composants contr&ocirc;l&eacute;s par des touches de fonction.</li>
              <li>Pour r&eacute;soudre les probl&egrave;mes d&rsquo;un ordinateur portable, essayez tout d&rsquo;abord des solutions rapides. R&eacute;amorcez et v&eacute;rifiez les param&egrave;tres du BIOS, d&eacute;marrez l&rsquo;ordinateur en mode s&eacute;curis&eacute;, puis utilisez l&rsquo;option Derni&egrave;re bonne configuration connue.</li>
              <li>Pour la r&eacute;solution de probl&egrave;mes, recueillez des informations sur l&rsquo;ordinateur en utilisant le Gestionnaire de p&eacute;riph&eacute;riques, les Param&egrave;tres r&eacute;seau, les Options d&rsquo;alimentation, l&rsquo;Observateur d&rsquo;&eacute;v&eacute;nements et la Configuration syst&egrave;me.</li>
              <li>Les ressources &agrave; consulter pour le d&eacute;pannage comprennent d&rsquo;autres techniciens, les ressources Internet, les FAQ des fabricants et les forums en ligne. </li>
              <li>Les &eacute;tapes finales de la proc&eacute;dure de d&eacute;pannage consistent &agrave; tester l&rsquo;ordinateur portable dans tous les sc&eacute;narios, discuter de la solution avec le client, remplir tous les formulaires et documents de facturation n&eacute;cessaires et documenter la solution. </li>
            </ul>
           	<p>Le chapitre Ordinateurs portables et p&eacute;riph&eacute;riques portables avanc&eacute;s est consacr&eacute; au d&eacute;pannage de probl&egrave;mes plus difficiles.  </p>                         </td>
          </tr>
         </table>  
       </td>
     </tr>
	</table>

</body>

</html>