<html>

<head>
<meta http-equiv="Content-Language" content="fr-fr">
<meta http-equiv="Content-Type" content="text/html; charset=windows-1252">
<title>Contenu</title>
<base target="_self">
<link href="../../css/content.css" rel="stylesheet" type="text/css">
</head>

<body onLoad="window.focus();">
<table border="0" cellpadding="0" cellspacing="0" width="100%">
	<!--  Start top title Lesson Bar -->
	  <tr>
	    <td width="18" class="toptitle01_white_bold" valign="top">
	    <img border="0" src="../../images/content_lines.gif" width="16" height="25"> <img border="0" src="../../images/transdot.gif" width="2" height="1"></td>

    <td width="18" class="toptitle01_white_bold">12.6</td>
	    <td class="toptitle01_white_bold"><img border="0" src="../../images/transdot.gif" width="10" height="1"></td>

    <td width="100%" class="toptitle01_white_bold">R&eacute;sum&eacute;</td>
	    <td width="9" class="toptitle01_white_bold_margin">&nbsp;</td>
	  </tr>
	  <!--  End top title Lesson Bar --> <!--  Start top title Topic Bar --> <!-- <tr> 	    <td width="18" height="25" class="toptitle02_white_bold">&nbsp;</td> 	    <td height="25"  class="toptitle02_white_bold">5.6</td> 	    <td class="toptitle02_white_bold"><img border="0" src="../../images/transdot.gif" width="10" height="1"></td> 	    <td width="100%" height="25" class="toptitle02_white_bold">Close with the customer</td> 	    <td height="25" width="9" class="toptitle02_white_bold_margin">&nbsp;</td>   </tr> 	 <!--  End top title Topic Bar -->
</table>

	<!-- CONTENT -->
	<table border="0" cellpadding="0" cellspacing="0" width="95%" >
		<tr>
			<td width="20"></td>
			<td>
        <table border="0" cellpadding="0" cellspacing="0"  width="95%">

        <tr>
          <td width="100%">
            <p>Ce chapitre a pr&eacute;sent&eacute; comment s&eacute;lectionner un syst&egrave;me d&rsquo;exploitation sur la base des besoins du client. Vous avez appris les diff&eacute;rences entre les syst&egrave;mes d&rsquo;exploitation et les syst&egrave;mes d&rsquo;exploitation de r&eacute;seau. Les travaux pratiques vous ont aid&eacute; &agrave; vous familiariser avec Windows XP, la cr&eacute;ation de partitions, la personnalisation de la m&eacute;moire virtuelle et la planification de t&acirc;ches. Vous avez &eacute;galement d&eacute;couvert quelques conseils d&rsquo;optimisation des syst&egrave;mes d&rsquo;exploitation, ainsi que la fa&ccedil;on de d&eacute;panner un probl&egrave;me informatique du point de vue d&rsquo;un technicien de niveau deux. Les concepts suivants abord&eacute;s dans ce chapitre vous seront utiles lorsque vous s&eacute;lectionnerez et installerez un syst&egrave;me d&rsquo;exploitation&nbsp;:</p>
				<ul>
				  <li>Compr&eacute;hension parfaite des besoins technologiques du client.</li>
				  <li>Connaissance des diff&eacute;rences entre les syst&egrave;mes d&rsquo;exploitation courants.</li>
				  <li>Choix rigoureux des technologies adapt&eacute;es pour r&eacute;pondre aux besoins du client.</li>
				  <li>Connaissance des diff&eacute;rentes m&eacute;thodes d&rsquo;installation d&rsquo;un syst&egrave;me d&rsquo;exploitation.</li>
				  <li>Connaissance des fa&ccedil;ons de mettre &agrave; niveau diff&eacute;rents syst&egrave;mes d&rsquo;exploitation.</li>
				  <li>Compr&eacute;hension de comment la maintenance pr&eacute;ventive peut permettre d&rsquo;&eacute;viter la survenue de probl&egrave;mes.</li>
				  <li>Connaissance des proc&eacute;dures de maintenance pr&eacute;ventive adapt&eacute;es au client.</li>
				  <li>Connaissances des fa&ccedil;ons de d&eacute;panner les probl&egrave;mes de syst&egrave;me d&rsquo;exploitation.</li>
				</ul>
          </td>
          </tr>
         </table>
       </td>
     </tr>
	</table>

</body>

</html>