<html>

<head>
<meta http-equiv="Content-Language" content="fr-fr">
<meta http-equiv="Content-Type" content="text/html; charset=windows-1252">
<title>Contenu</title>
<base target="_self">
<link href="../../css/content.css" rel="stylesheet" type="text/css">
</head>

<body onLoad="window.focus();">
<table border="0" cellpadding="0" cellspacing="0" width="100%">
	<!--  Start top title Lesson Bar -->
	  <tr>
	    <td width="18" class="toptitle01_white_bold" valign="top">
	    <img border="0" src="../../images/content_lines.gif" width="16" height="25"> <img border="0" src="../../images/transdot.gif" width="2" height="1"></td>
	    
    <td width="18" class="toptitle01_white_bold">5.5</td>
	    <td class="toptitle01_white_bold"><img border="0" src="../../images/transdot.gif" width="10" height="1"></td>
	    
    <td width="100%" class="toptitle01_white_bold">Navigation dans une interface graphique utilisateur (Windows)</td>
	    <td width="9" class="toptitle01_white_bold_margin">&nbsp;</td>
	  </tr>
	  <!--  End top title Lesson Bar --> <!--  Start top title Topic Bar -->
 	 <tr>
	    <td width="18" height="25" class="toptitle02_white_bold">&nbsp;</td>
	    
    <td height="25"  class="toptitle02_white_bold">5.5.4</td> 
	    <td class="toptitle02_white_bold"><img border="0" src="../../images/transdot.gif" width="10" height="1"></td>
	    
    <td width="100%" height="25" class="toptitle02_white_bold"><strong>Installation, d&eacute;sinstallation et acc&egrave;s &agrave; une application</strong></td>
	    <td height="25" width="9" class="toptitle02_white_bold_margin">&nbsp;</td>
  </tr>
	 <!--  End top title Topic Bar -->
</table>
	
	<!-- CONTENT -->
	<table border="0" cellpadding="0" cellspacing="0" width="95%" >
		<tr>
			<td width="20"></td>
			<td>
        <table border="0" cellpadding="0" cellspacing="0"  width="95%">
          
        <tr> 
          <td width="100%"> 
            <p>En tant que technicien, vous devrez ajouter et supprimer des logiciels sur les ordinateurs de vos clients. La plupart des applications utilisent un processus d&rsquo;installation automatique lorsqu&rsquo;un CD est ins&eacute;r&eacute; dans le lecteur optique. Le processus d&rsquo;installation met &agrave; jour l&rsquo;utilitaire Ajout/Suppression de programmes. L&rsquo;utilisateur doit cliquer sur certaines options dans l&rsquo;assistant d&rsquo;installation et fournir des informations lorsqu&rsquo;il y est invit&eacute;. </p>
            <p><span class="bold">Applet Ajout/Suppression de programmes</span><br> Microsoft recommande de toujours utiliser l&rsquo;utilitaire Ajout/Suppression de programmes, comme indiqu&eacute; dans la Figure 1, lors de l&rsquo;installation ou de la suppression d&rsquo;applications.  Lorsque vous utilisez l&rsquo;utilitaire Ajout/Suppression de programmes pour installer une application, celui-ci effectue un suivi des fichiers d&rsquo;installation, afin que l&rsquo;application puisse &ecirc;tre d&eacute;sinstall&eacute;e compl&egrave;tement, si vous le souhaitez. Pour ouvrir l&rsquo;applet Ajout/Suppression de programmes, suivez le chemin&nbsp;: </p>
            <p class="bold">D&eacute;marrer &gt; Panneau de configuration &gt; Ajout/Suppression de programmes</p>
            <p><span class="bold">Ajout d&rsquo;une application</span><br> Si un programme ou une application ne s&rsquo;installe pas automatiquement lorsque le CD est ins&eacute;r&eacute;, vous pouvez utiliser l&rsquo;applet Ajout/Suppression de programmes pour installer l&rsquo;application, comme indiqu&eacute; dans la Figure 2. Cliquez sur le bouton <b>Ajouter de nouveaux programmes</b> et s&eacute;lectionnez l&rsquo;emplacement o&ugrave; se trouve l&rsquo;application. Windows installe l&rsquo;application pour vous.</p>
            <p>Une fois l&rsquo;application install&eacute;e, vous pouvez la d&eacute;marrer &agrave; partir du menu D&eacute;marrer ou d&rsquo;une ic&ocirc;ne de raccourci install&eacute;e par l&rsquo;application sur le Bureau. V&eacute;rifiez que l&rsquo;application fonctionne correctement. Si l&rsquo;application rencontre des probl&egrave;mes, corrigez-les ou d&eacute;sinstallez l&rsquo;application. Certaines applications, comme Microsoft Office, proposent une option de r&eacute;paration dans le processus d&rsquo;installation. Vous pouvez l&rsquo;utiliser pour tenter de corriger un programme qui ne fonctionne pas correctement.</p>
            <p><span class="bold">D&eacute;sinstallation d&rsquo;une application</span><br> Si une application n&rsquo;est pas correctement d&eacute;sinstall&eacute;e, vous risquez de laisser des fichiers sur le disque dur et des param&egrave;tres inutiles dans le registre. Bien que n&rsquo;entra&icirc;nant g&eacute;n&eacute;ralement pas de probl&egrave;mes, cela diminue l&rsquo;espace libre sur le disque dur, les ressources syst&egrave;me et la vitesse de lecture du registre. La Figure 3 pr&eacute;sente l&rsquo;applet Ajout/Suppression de programmes, &agrave; utiliser pour d&eacute;sinstaller des programmes que vous n&rsquo;utilisez plus. L&rsquo;assistant vous guide au cours du processus de suppression du logiciel et supprime tous les fichiers install&eacute;s.</p>
			<!-- Start Activity box   -->
            <table  width="95%" border="0" cellspacing="0" cellpadding="0" id="activity">
              <tr> 
                <td valign="top"> 
                  <table  width="100%" cellspacing="0" cellpadding="0" border="0" >
                    <tr> 
                      <td width="5" class="activity_topbar"> 
                      <img border="0" src="../../images/lab_toplft.gif" width="116" height="23"></td>
                      <td class="activity_topbar"><img alt="" height="1" width="3" src="../../images/s.gif"></td>
                      <td align="right" valign="top" class="activity_topbar"> 
                        <img alt="" src="../../images/corner_ur_7.gif" width="7" height="7"></td>
                    </tr>
                  </table>
                  <table width="100%" cellspacing="0" cellpadding="0" border="0" id="table3">
                    <tr> 
                      <td> 
                        <table width="100%" cellpadding="2" cellspacing="0" border="0"  id="table4">
                          <tr> 
                            <td width="15" class="activity_text">&nbsp;</td>
                            <td class="activity_text">
                            <img border="0" src="../../images/lab_icon.gif" width="36" height="30"> <a target="_blank" href="../worksheet5_5_4/5.5.4_Lab_Install_Third_Party_Software.pdf">Travaux pratiques </a> 
                              <p> <span class="bold">Installation de logiciels tiers</span><br> Installation et suppression d&rsquo;une application<br> <br>
                              </p>
                            </td>
                          </tr>
                        </table>
                      </td>
                    </tr>
                  </table>
                </td>
              </tr>
            </table>
            <!-- END Activity box   -->
          </tr>
         </table>  
       </td>
     </tr>
	</table>

</body>

</html>