<html>

<head>
<meta http-equiv="Content-Language" content="fr-fr">
<meta http-equiv="Content-Type" content="text/html; charset=windows-1252">
<title>Contenu</title>
<base target="_self">
<link href="../../css/content.css" rel="stylesheet" type="text/css">
</head>

<body onLoad="window.focus();">
<table border="0" cellpadding="0" cellspacing="0" width="100%">
	<!--  Start top title Lesson Bar -->
	  <tr>
	    <td width="18" class="toptitle01_white_bold" valign="top">
	    <img border="0" src="../../images/content_lines.gif" width="16" height="25"> <img border="0" src="../../images/transdot.gif" width="2" height="1"></td>
	    
    <td width="18" class="toptitle01_white_bold">8.5</td>
	    <td class="toptitle01_white_bold"><img border="0" src="../../images/transdot.gif" width="10" height="1"></td>
	    <td width="100%" class="toptitle01_white_bold">Description des diff&eacute;rentes topologies et architectures d&rsquo;un r&eacute;seau local</td>
	    <td width="9" class="toptitle01_white_bold_margin">&nbsp;</td>
	  </tr>
	  <!--  End top title Lesson Bar --> <!--  Start top title Topic Bar -->
	 <tr>
	    <td width="18" height="25" class="toptitle02_white_bold">&nbsp;</td>
	    
    <td height="25"  class="toptitle02_white_bold">8.5.1</td> 
	    <td class="toptitle02_white_bold"><img border="0" src="../../images/transdot.gif" width="10" height="1"></td>
	    <td width="100%" height="25" class="toptitle02_white_bold">Description des topologies de r&eacute;seau local</td>
	    <td height="25" width="9" class="toptitle02_white_bold_margin">&nbsp;</td>
	  </tr>
	 <!--  End top title Topic Bar -->	
</table>
	
	<!-- CONTENT -->
	<table border="0" cellpadding="0" cellspacing="0" width="95%" bordercolor="#111111">
		<tr>
			<td width="20"></td>
			<td>
        <table border="0" cellpadding="0" cellspacing="0" bordercolor="#111111" width="95%">
          
        <tr> 
          <td width="100%"> 
            <p>La topologie physique d&rsquo;un r&eacute;seau d&eacute;finit la mani&egrave;re dont les ordinateurs, les imprimantes et les autres p&eacute;riph&eacute;riques sont connect&eacute;s au r&eacute;seau. La topologie logique d&eacute;crit comment les h&ocirc;tes acc&egrave;dent au support et communiquent sur le r&eacute;seau. Le type de topologie d&eacute;termine les capacit&eacute;s du r&eacute;seau, notamment sa simplicit&eacute; de configuration, sa vitesse et la longueur des c&acirc;bles.</p>
            <p><strong>Topologies physiques</strong><br> La Figure&nbsp;1 pr&eacute;sente les topologies physiques les plus courantes pour un r&eacute;seau local&nbsp;:</p>
            <ul>
              <li>en bus&nbsp;;</li>
              <li>en anneau&nbsp;;</li>
              <li>en &eacute;toile&nbsp;;</li>
              <li>en &eacute;toile hi&eacute;rarchique ou &eacute;tendue&nbsp;; </li>
              <li>maill&eacute;e.</li>
            </ul>
            <p><span class="bold">Topologie en bus</span><br> Dans cette topologie, tous les ordinateurs sont reli&eacute;s &agrave; un c&acirc;ble commun. Ce c&acirc;ble connecte un ordinateur au suivant, comme une ligne de bus faisant le tour de la ville. Le c&acirc;ble est termin&eacute; par un bouchon, appel&eacute; terminateur. Le terminateur emp&ecirc;che les signaux de rebondir, entra&icirc;nant des erreurs de r&eacute;seau.</p>
            <p><span class="bold">Topologie en anneau</span><br> Dans cette topologie, les h&ocirc;tes sont connect&eacute;s via un cercle physique ou anneau. Cette disposition n&rsquo;ayant aucun d&eacute;but et aucune fin, il n&rsquo;est pas n&eacute;cessaire d&rsquo;&eacute;quiper le c&acirc;ble d&rsquo;un terminateur. Une trame au format sp&eacute;cial, appel&eacute;e jeton, circule autour de l&rsquo;anneau et s&rsquo;arr&ecirc;te &agrave; chaque h&ocirc;te. Si un h&ocirc;te souhaite transmettre des donn&eacute;es, il les ajoute &agrave; la trame, accompagn&eacute;es de l&rsquo;adresse de destination. La trame continue son chemin autour de l&rsquo;anneau, jusqu&rsquo;&agrave; arriver &agrave; l&rsquo;h&ocirc;te de destination. L&rsquo;h&ocirc;te de destination r&eacute;cup&egrave;re les donn&eacute;es dans la trame.</p>
            <p><span class="bold">Topologie en &eacute;toile</span><br> La topologie en &eacute;toile est dot&eacute;e d&rsquo;un point de connexion central, g&eacute;n&eacute;ralement un concentrateur, un commutateur ou un routeur. Chaque h&ocirc;te du r&eacute;seau est reli&eacute; individuellement au point de connexion central par un segment c&acirc;bl&eacute;. L&rsquo;avantage d&rsquo;une topologie en &eacute;toile est que le d&eacute;pannage en est simple. Chaque h&ocirc;te est connect&eacute; au p&eacute;riph&eacute;rique central &agrave; l&rsquo;aide de son propre c&acirc;ble. En cas de probl&egrave;me sur ce c&acirc;ble, seul l&rsquo;h&ocirc;te correspondant est affect&eacute;. L&rsquo;ensemble du r&eacute;seau reste op&eacute;rationnel. </p>
            <p><span class="bold">Topologie en &eacute;toile hi&eacute;rarchique ou &eacute;tendue</span><br> Cette topologie correspond &agrave; un r&eacute;seau en &eacute;toile dot&eacute; de p&eacute;riph&eacute;riques r&eacute;seau suppl&eacute;mentaires, connect&eacute;s aux p&eacute;riph&eacute;riques principaux. En g&eacute;n&eacute;ral, un c&acirc;ble r&eacute;seau permet de brancher un concentrateur, auquel sont ensuite reli&eacute;s plusieurs autres concentrateurs. Les r&eacute;seaux de grande taille, par exemple ceux des grandes soci&eacute;t&eacute;s ou des universit&eacute;s, utilisent une topologie en &eacute;toile hi&eacute;rarchique.</p>
            <p><span class="bold">Topologie maill&eacute;e</span><br> Cette topologie permet de connecter tous les p&eacute;riph&eacute;riques les uns aux autres. Lorsque tous les p&eacute;riph&eacute;riques sont reli&eacute;s les uns aux autres, un c&acirc;ble d&eacute;faillant n&rsquo;affecte pas l&rsquo;ensemble du r&eacute;seau. La topologie maill&eacute;e est utilis&eacute;e dans les r&eacute;seaux &eacute;tendus charg&eacute;s de l&rsquo;interconnexion de r&eacute;seaux locaux.</p>
          <p><strong>Topologies logiques</strong><br> Les deux types de topologie logique les plus courants sont la diffusion et le passage de jeton. </p>
          <p>Dans une topologie de diffusion, chaque h&ocirc;te peut transf&eacute;rer des donn&eacute;es soit &agrave; un h&ocirc;te sp&eacute;cifique du r&eacute;seau, soit &agrave; tous les h&ocirc;tes.  Les h&ocirc;tes n&rsquo;ont pas &agrave; suivre un ordre pr&eacute;cis pour utiliser le r&eacute;seau&nbsp;; la transmission des donn&eacute;es sur le r&eacute;seau se fait suivant la r&egrave;gle du &laquo;&nbsp;premier arriv&eacute;, premier servi&nbsp;&raquo;.</p>
          <p>Avec la m&eacute;thode de passage de jeton, l&rsquo;acc&egrave;s au r&eacute;seau est contr&ocirc;l&eacute; en transmettant un jeton &eacute;lectronique &agrave; chaque h&ocirc;te, de mani&egrave;re s&eacute;quentielle. Lorsqu&rsquo;un qu&rsquo;un h&ocirc;te re&ccedil;oit le jeton, cela signifie qu&rsquo;il peut transmettre des donn&eacute;es sur le r&eacute;seau. Si l&rsquo;h&ocirc;te n&rsquo;a pas de donn&eacute;es &agrave; transmettre, il passe le jeton &agrave; l&rsquo;h&ocirc;te suivant et le processus est r&eacute;p&eacute;t&eacute;.</p></td>
          </tr>
         </table>  
       </td>
     </tr>
	</table>

</body>

</html>