<html>

<head>
<meta http-equiv="Content-Language" content="fr-fr">
<meta http-equiv="Content-Type" content="text/html; charset=windows-1252">
<title>Contenu</title>
<base target="_self">
<link href="../../css/content.css" rel="stylesheet" type="text/css">
</head>

<body onLoad="window.focus();">
<table border="0" cellpadding="0" cellspacing="0" width="100%">
	<!--  Start top title Lesson Bar -->
	  <tr>
	  	    <td width="18" class="toptitle01_white_bold" valign="top">
	  	    <img border="0" src="../../images/content_lines.gif" width="16" height="25"> <img border="0" src="../../images/transdot.gif" width="2" height="1"></td>

	      	<td width="18" class="toptitle01_white_bold">11.4</td>
	  	    <td class="toptitle01_white_bold"><img border="0" src="../../images/transdot.gif" width="10" height="1"></td>

	      	<td width="100%" class="toptitle01_white_bold">Mise &agrave; niveau et configuration des composants et des p&eacute;riph&eacute;riques d&rsquo;un ordinateur personnel</td>
	  	    <td width="9" class="toptitle01_white_bold_margin">&nbsp;</td>
	  </tr>
	  <!--  End top title Lesson Bar -->

	  <!--  Start top title Topic Bar -->
 	 <tr>
	    <td width="18" height="25" class="toptitle02_white_bold">&nbsp;</td>

    	<td height="25"  class="toptitle02_white_bold">11.4.2</td>
	    <td class="toptitle02_white_bold"><img border="0" src="../../images/transdot.gif" width="10" height="1"></td>

    	<td width="100%" height="25" class="toptitle02_white_bold">Mise &agrave; niveau et configuration d&rsquo;un processeur et d&rsquo;un ensemble dissipateur thermique/ventilateur</td>
	    <td height="25" width="9" class="toptitle02_white_bold_margin">&nbsp;</td>
  	</tr>
	 <!--  End top title Topic Bar -->
</table>

	<!-- CONTENT -->
	<table border="0" cellpadding="0" cellspacing="0" width="95%" >
		<tr>
			<td width="20"></td>
			<td>
        <table border="0" cellpadding="0" cellspacing="0"  width="95%">

        <tr>
          <td width="100%">
            <p>Un moyen d&rsquo;am&eacute;liorer la puissance apparente d&rsquo;un ordinateur consiste &agrave; augmenter la vitesse de traitement. Pour ce faire, g&eacute;n&eacute;ralement, vous pouvez faire &eacute;voluer le processeur. Toutefois, vous devez satisfaire &agrave; certaines exigences&nbsp;:</p>

				
            <ul>
              <li>le nouveau processeur doit entrer dans l&rsquo;interface de connexion existante&nbsp;;</li>
              <li>le nouveau processeur doit &ecirc;tre compatible avec le jeu de composants de la carte m&egrave;re&nbsp;;</li>
              <li>le nouveau processeur doit fonctionner avec la carte m&egrave;re et l&rsquo;alimentation existantes&nbsp;; </li>
              <li>le nouveau processeur doit fonctionner avec la m&eacute;moire vive existante&nbsp;; il peut &ecirc;tre n&eacute;cessaire de mettre &agrave; niveau ou d&rsquo;&eacute;tendre la m&eacute;moire vive pour qu&rsquo;elle profite du nouveau processeur, plus puissant.</li>
            </ul>

			<p>Si la carte m&egrave;re est plus ancienne, vous aurez peut-&ecirc;tre du mal &agrave; trouver un processeur compatible. Dans ce cas, il faut remplacer la carte m&egrave;re.</p>

            <p><span class="caution_caps">ATTENTION&nbsp;:</span> travaillez toujours sur un tapis antistatique et portez un bracelet antistatique lorsque vous installez et retirez des processeurs. Placez le processeur sur le tapis antistatique jusqu&rsquo;au moment o&ugrave; vous allez l&rsquo;utiliser. Stockez les processeurs dans un emballage antistatique.</p>

            <p>Pour changer le processeur, vous devez retirer le processeur existant en le lib&eacute;rant de l&rsquo;interface de connexion &agrave; l&rsquo;aide d&rsquo;un levier &agrave; force d&rsquo;insertion nulle. Les diff&eacute;rentes interfaces de connexion ont des m&eacute;canismes qui varient l&eacute;g&egrave;rement, mais toutes servent &agrave; maintenir le processeur en place une fois celui-ci correctement orient&eacute; dans l&rsquo;interface de connexion. </p>

            <p>Ins&eacute;rez le nouveau processeur. Ne faites pas entrer le processeur dans son interface de connexion de force et n&rsquo;exercez pas une trop grande pression pour fermer les barres de verrouillage. Une pression excessive risquerait d&rsquo;endommager le processeur ou son interface de connexion. Si vous rencontrez une r&eacute;sistance, assurez-vous d&rsquo;avoir correctement align&eacute; le processeur. La plupart des processeurs comportent un ensemble de broches qui n&rsquo;entrent que dans un sens. En cas de doute, examinez le processeur pour vous assurer qu&rsquo;il est physiquement similaire &agrave; l&rsquo;ancien.</p>

            <p>Le nouveau processeur peut n&eacute;cessiter un ensemble dissipateur thermique/ventilateur diff&eacute;rent. L&rsquo;ensemble dissipateur thermique/ventilateur doit pouvoir s&rsquo;ins&eacute;rer physiquement dans l&rsquo;unit&eacute; centrale et &ecirc;tre compatible avec l&rsquo;interface de connexion de l&rsquo;UC. En outre, l&rsquo;ensemble dissipateur thermique/ventilateur doit &ecirc;tre capable d&rsquo;&eacute;vacuer correctement la chaleur &eacute;mise par le processeur plus rapide.</p>

			<p><span class="caution_caps">ATTENTION&nbsp;:</span> vous devez appliquer de la p&acirc;te thermique entre le nouveau processeur et l&rsquo;ensemble dissipateur thermique/ventilateur. </p>

            <p>Avec certains types de BIOS, vous pouvez afficher les param&egrave;tres de chaleur pour d&eacute;tecter d&rsquo;&eacute;ventuels probl&egrave;mes au niveau de l&rsquo;unit&eacute; centrale et de l&rsquo;ensemble dissipateur thermique/ventilateur. Des applications logicielles tierces peuvent fournir des informations sur la temp&eacute;rature de l&rsquo;unit&eacute; centrale dans un format lisible. Reportez-vous &agrave; la documentation utilisateur de la carte m&egrave;re ou de l&rsquo;unit&eacute; centrale pour d&eacute;terminer si le composant fonctionne dans la bonne plage de temp&eacute;ratures. Certains ventilateurs d&rsquo;unit&eacute; centrale et de bo&icirc;tier se mettent en marche et s&rsquo;arr&ecirc;tent automatiquement en fonction de la temp&eacute;rature de l&rsquo;UC et de la temp&eacute;rature interne du bo&icirc;tier. Les temp&eacute;ratures sont mesur&eacute;es gr&acirc;ce &agrave; des sondes thermiques int&eacute;gr&eacute;es dans le ventilateur ou les circuits internes de l&rsquo;unit&eacute; centrale.</p>

        </tr>
         </table>
       </td>
     </tr>
	</table>

</body>

</html>