<html>

<head>
<meta http-equiv="Content-Language" content="fr-fr">
<meta http-equiv="Content-Type" content="text/html; charset=windows-1252">
<title>Contenu</title>
<base target="_self">
<link href="../../css/content.css" rel="stylesheet" type="text/css">
</head>

<body onLoad="window.focus();">
<table border="0" cellpadding="0" cellspacing="0" width="100%">
	<!--  Start top title Lesson Bar -->
	  <tr>
	  	    <td width="18" class="toptitle01_white_bold" valign="top">
	  	    <img border="0" src="../../images/content_lines.gif" width="16" height="25"> <img border="0" src="../../images/transdot.gif" width="2" height="1"></td>

	      	<td width="18" class="toptitle01_white_bold">10.2</td>
	  	    <td class="toptitle01_white_bold"><img border="0" src="../../images/transdot.gif" width="10" height="1"></td>

	      	
    <td width="100%" class="toptitle01_white_bold"><font size="2" face="Arial"><b>Description de bonnes techniques de communication et d&rsquo;un comportement professionnel</b></font></td>
	  	    <td width="9" class="toptitle01_white_bold_margin">&nbsp;</td>
	  </tr>
	  <!--  End top title Lesson Bar --> <!--  Start top title Topic Bar -->
 	<tr>
	    <td width="18" height="25" class="toptitle02_white_bold">&nbsp;</td>
	    <td height="25"  class="toptitle02_white_bold">10.2.3</td>
	    <td class="toptitle02_white_bold"><img border="0" src="../../images/transdot.gif" width="10" height="1"></td>
	    
    <td width="100%" height="25" class="toptitle02_white_bold"><font size="2" face="Arial">Concentration du client sur le probl&egrave;me durant l&rsquo;appel</font></td>
	    <td height="25" width="9" class="toptitle02_white_bold_margin">&nbsp;</td>
  </tr>
	 <!--  End top title Topic Bar -->
</table>

	<!-- CONTENT -->
		<table border="0" cellpadding="0" cellspacing="0" width="95%" >
		<tr>
		<td width="20"></td>
		<td>
        <table border="0" cellpadding="0" cellspacing="0"  width="95%">
        <tr>
        <td width="100%">

		<p>Il vous incombe que le client reste concentr&eacute; durant l&rsquo;appel t&eacute;l&eacute;phonique. En effet, lorsque le client reste centr&eacute; sur le probl&egrave;me, vous pouvez contr&ocirc;ler l&rsquo;appel. Vous utilisez ainsi au mieux votre temps, ainsi que celui du client, pour r&eacute;soudre le probl&egrave;me. Ne prenez aucun commentaire personnellement et ne vous vengez pas par d&rsquo;autres commentaires ou d&rsquo;autres critiques. Si vous restez calme face au client, la recherche d&rsquo;une solution au probl&egrave;me reste le point central de l&rsquo;appel.</p>

		<p>Alors qu&rsquo;il existe de nombreux probl&egrave;mes informatiques diff&eacute;rents, il existe &eacute;galement de nombreux types de clients, comme illustr&eacute; &agrave; la Figure 1. Cette liste de types de clients difficiles n&rsquo;est pas exhaustive et un client peut souvent pr&eacute;senter plusieurs traits. Vous devez reconna&icirc;tre les caract&eacute;ristiques de votre client. Cela vous aide &agrave; g&eacute;rer l&rsquo;appel en cons&eacute;quence.</p>


		    <p><span class="bold">Client bavard</span><br> Un client bavard discute de tout, sauf du probl&egrave;me &agrave; la base de l&rsquo;appel. Un tel client utilise souvent l&rsquo;appel comme une occasion d&rsquo;&ecirc;tre en contact avec quelqu&rsquo;un. Il peut &ecirc;tre difficile de conserver l&rsquo;attention d&rsquo;un client bavard sur le probl&egrave;me en question.</p>

		    <p><span class="bold">Client impoli</span><br> Un client impoli se plaint au cours de l&rsquo;appel et exprime souvent des commentaires n&eacute;gatifs sur le produit, le service et le technicien. Ce type de client est parfois abusif, peu coop&eacute;ratif et il s&rsquo;exasp&egrave;re tr&egrave;s facilement.</p>

		    <p><span class="bold">Client en col&egrave;re</span><br> Un client en col&egrave;re parle fort durant l&rsquo;appel et essaye souvent de couper la parole au technicien. Les clients en col&egrave;re sont souvent frustr&eacute;s d&rsquo;avoir un probl&egrave;me et contrari&eacute;s de devoir appeler quelqu&rsquo;un pour le r&eacute;soudre. </p>

		    <p><span class="bold">Client exp&eacute;riment&eacute;</span><br> Un client exp&eacute;riment&eacute; souhaite parler &agrave; un technicien aussi exp&eacute;riment&eacute; que lui. En g&eacute;n&eacute;ral, ce type de client essaie de contr&ocirc;ler l&rsquo;appel et ne veut pas parler &agrave; un technicien de niveau un.</p>

		    <p><span class="bold">Client inexp&eacute;riment&eacute;</span><br> Un client inexp&eacute;riment&eacute; &eacute;prouve des difficult&eacute;s &agrave; d&eacute;crire le probl&egrave;me. En g&eacute;n&eacute;ral, ces clients ne sont pas capables de suivre des instructions correctement ni de communiquer les erreurs qu&rsquo;ils rencontrent.</p>


            <!-- Start Activity box   -->

		<table  width="95%" border="0" cellspacing="0" cellpadding="0" id="activity">
		  <tr>
			<td valign="top">
			  <table  width="100%" cellspacing="0" cellpadding="0" border="0" >
				<tr>
				  <td width="5" class="activity_topbar"> <img border="0" src="../../images/lab_toplft.gif" width="116" height="23"></td>
				  <td class="activity_topbar"><img alt="" height="1" width="3" src="../../images/s.gif"></td>
				  <td align="right" valign="top" class="activity_topbar">
					<img alt="" src="../../images/corner_ur_7.gif" width="7" height="7"></td>
				</tr>
			  </table>
			  <table width="100%" cellspacing="0" cellpadding="0" border="0" id="table3">
				<tr>
				  <td>
					<table width="100%" cellpadding="2" cellspacing="0" border="0"  id="table4">
					  <tr>
						<td width="15" class="activity_text">&nbsp;</td>
						    <td class="activity_text"><img border="0" src="../../images/activity_icon.gif" width="36" height="30"> <b>Exercice</b> 
                              <p> <b>Discussion en classe</b><br> Identification et discussion des fa&ccedil;ons de g&eacute;rer des clients difficiles<br> <br>
                              </p>
						</td>
					  </tr>
					</table>
				  </td>
				</tr>
			  </table>
			</td>
		  </tr>
		</table>

	<!-- END Activity box   -->
          </tr>
         </table>
       </td>
     </tr>
	</table>

</body>

</html>