<html>

<head>
<meta http-equiv="Content-Language" content="fr-fr">
<meta http-equiv="Content-Type" content="text/html; charset=windows-1252">
<title>Contenu</title>
<base target="_self">
<link href="../../css/content.css" rel="stylesheet" type="text/css">
</head>

<body onLoad="window.focus();">
<table border="0" cellpadding="0" cellspacing="0" width="100%">
	<!--  Start top title Lesson Bar -->
	  <tr>
	    <td width="18" class="toptitle01_white_bold" valign="top">
	    <img border="0" src="../../images/content_lines.gif" width="16" height="25"> <img border="0" src="../../images/transdot.gif" width="2" height="1"></td>
	    <td width="18" class="toptitle01_white_bold">16.4</td>
	    <td class="toptitle01_white_bold"><img border="0" src="../../images/transdot.gif" width="10" height="1"></td>
	    <td width="100%" class="toptitle01_white_bold">Description des proc&eacute;dures de maintenance pr&eacute;ventive pour les ordinateurs portables</td>
	    <td width="9" class="toptitle01_white_bold_margin">&nbsp;</td>
	  </tr>
	  <!--  End top title Lesson Bar --> <!--  Start top title Topic Bar -->
 	 <tr>
	    <td width="18" height="25" class="toptitle02_white_bold">&nbsp;</td>
	    <td height="25"  class="toptitle02_white_bold">16.4.2</td> 
	    <td class="toptitle02_white_bold"><img border="0" src="../../images/transdot.gif" width="10" height="1"></td>
	    <td width="100%" height="25" class="toptitle02_white_bold">Gestion de comptes</td>
	    <td height="25" width="9" class="toptitle02_white_bold_margin">&nbsp;</td>
  </tr>
	 <!--  End top title Topic Bar -->
</table>
	
	<!-- CONTENT -->
	<table border="0" cellpadding="0" cellspacing="0" width="95%" >
		<tr>
			<td width="20"></td>
			<td>
        <table border="0" cellpadding="0" cellspacing="0"  width="95%">
          <tr>
            
          <td width="100%"> 
            <p>Les employ&eacute;s d&rsquo;une organisation peuvent avoir besoin de diff&eacute;rents niveaux d&rsquo;acc&egrave;s aux donn&eacute;es. Par exemple, un directeur et un comptable peuvent &ecirc;tre les seuls employ&eacute;s d&rsquo;une organisation &agrave; acc&eacute;der aux fichiers de paie.</p>
			  <p>Les employ&eacute;s peuvent &ecirc;tre regroup&eacute;s selon les exigences de leur travail et &ecirc;tre autoris&eacute;s &agrave; acc&eacute;der aux fichiers conform&eacute;ment &agrave; des autorisations de groupe. Cette proc&eacute;dure permet de g&eacute;rer l&rsquo;acc&egrave;s des employ&eacute;s au r&eacute;seau. Des comptes temporaires peuvent &ecirc;tre d&eacute;finis pour les employ&eacute;s ayant besoin d&rsquo;un acc&egrave;s &agrave; court terme. Une gestion rigoureuse de l&rsquo;acc&egrave;s au r&eacute;seau peut contribuer &agrave; limiter les zones de vuln&eacute;rabilit&eacute; qui permettent &agrave; un virus ou &agrave; un logiciel malveillant d&rsquo;entrer dans le r&eacute;seau.</p>
			  
            <p><span class="bold">Fin de l&rsquo;acc&egrave;s d&rsquo;un employ&eacute;</span><br> Lorsqu&rsquo;un employ&eacute; quitte une organisation, il est n&eacute;cessaire de mettre fin imm&eacute;diatement &agrave; son acc&egrave;s aux donn&eacute;es et au mat&eacute;riel sur le r&eacute;seau. Si cet employ&eacute; a stock&eacute; des fichiers sur un espace personnel sur un serveur, interdisez l&rsquo;acc&egrave;s &agrave; cet espace en d&eacute;sactivant le compte. Si la personne qui remplace cet employ&eacute; a ult&eacute;rieurement besoin d&rsquo;acc&eacute;der aux applications et &agrave; l&rsquo;espace de stockage, r&eacute;activez le compte et remplacez son nom par celui du nouvel employ&eacute;. </p>
			  
            <p><span class="bold">Comptes invit&eacute;s</span><br> Les employ&eacute;s temporaires et les invit&eacute;s peuvent avoir besoin d&rsquo;un acc&egrave;s au r&eacute;seau. Par exemple, de nombreux visiteurs peuvent souhaiter acc&eacute;der &agrave; la messagerie, &agrave; Internet et &agrave; une imprimante sur le r&eacute;seau. Ces ressources peuvent &ecirc;tre mises &agrave; la disposition d&rsquo;un compte sp&eacute;cial appel&eacute; &laquo;&nbsp;Invit&eacute;&nbsp;&raquo; Lorsque des invit&eacute;s sont pr&eacute;sents, le compte Invit&eacute; peut leur &ecirc;tre attribu&eacute;. En l&rsquo;absence d&rsquo;invit&eacute;s, le compte peut &ecirc;tre suspendu jusqu&rsquo;&agrave; l&rsquo;arriv&eacute;e du prochain invit&eacute;. </p>
			  <p>Certains comptes d&rsquo;invit&eacute;s, destin&eacute;s par exemple &agrave; un consultant ou &agrave; un auditeur financier, peuvent avoir besoin d&rsquo;un acc&egrave;s &eacute;tendu aux ressources. Ce type d&rsquo;acc&egrave;s doit leur &ecirc;tre accord&eacute; uniquement pour la p&eacute;riode n&eacute;cessaire &agrave; leur travail. </p>
            </td>
          </tr>
         </table>  
       </td>
     </tr>
	</table>

</body>

</html>