<html>

<head>
<meta http-equiv="Content-Language" content="fr-fr">
<meta http-equiv="Content-Type" content="text/html; charset=windows-1252">
<title>Contenu</title>
<base target="_self">
<link href="../../css/content.css" rel="stylesheet" type="text/css">
</head>

<body onLoad="window.focus();">
<table border="0" cellpadding="0" cellspacing="0" width="100%">
	<!--  Start top title Lesson Bar -->
	  <tr>
	    <td width="18" class="toptitle01_white_bold" valign="top">
	    <img border="0" src="../../images/content_lines.gif" width="16" height="25"> <img border="0" src="../../images/transdot.gif" width="2" height="1"></td>

    <td width="18" class="toptitle01_white_bold">12.2</td>
	    <td class="toptitle01_white_bold"><img border="0" src="../../images/transdot.gif" width="10" height="1"></td>

    <td width="100%" class="toptitle01_white_bold">Installation, configuration et optimisation d&rsquo;un syst&egrave;me d&rsquo;exploitation</td>
	    <td width="9" class="toptitle01_white_bold_margin">&nbsp;</td>
	  </tr>
	  <!--  End top title Lesson Bar --> <!--  Start top title Topic Bar -->
 	 <tr>
	    <td width="18" height="25" class="toptitle02_white_bold">&nbsp;</td>

    <td height="25"  class="toptitle02_white_bold">12.2.2</td>
	    <td class="toptitle02_white_bold"><img border="0" src="../../images/transdot.gif" width="10" height="1"></td>

    <td width="100%" height="25" class="toptitle02_white_bold">Installation de Windows XP Professionnel en utilisant une installation personnalis&eacute;e</td>
	    <td height="25" width="9" class="toptitle02_white_bold_margin">&nbsp;</td>
  </tr>
	 <!--  End top title Topic Bar -->
</table>

	<!-- CONTENT -->
	<table border="0" cellpadding="0" cellspacing="0" width="95%" >
		<tr>
			<td width="20"></td>
			<td>
        <table border="0" cellpadding="0" cellspacing="0"  width="95%">

        <tr>
          <td width="100%">
            <p>L&rsquo;installation par d&eacute;faut de Windows XP Professionnel est suffisante pour la plupart des ordinateurs utilis&eacute;s dans un environnement domestique ou d&rsquo;une petite entreprise. Une installation personnalis&eacute;e de Windows XP Professionnel peut permettre de gagner du temps et de fournir une configuration homog&egrave;ne du syst&egrave;me d&rsquo;exploitation sur les ordinateurs d&rsquo;un r&eacute;seau de grandes dimensions.</p>
			<ul>
				  <li>Installation sans surveillance depuis un point de distribution r&eacute;seau, &agrave; l&rsquo;aide d&rsquo;un fichier de r&eacute;ponses.</li>
				  <li>Installation bas&eacute;e sur image, au moyen de Sysprep et d&rsquo;un programme d&rsquo;image de disque, qui copie une image du syst&egrave;me d&rsquo;exploitation directement sur le disque dur sans intervention de l&rsquo;utilisateur.</li>
				  <li>Installation &agrave; distance &agrave; l&rsquo;aide des services RIS (Remote Installation Services), qui permettent de t&eacute;l&eacute;charger l&rsquo;installation via le r&eacute;seau. Cette installation peut &ecirc;tre demand&eacute;e par l&rsquo;utilisateur ou forc&eacute;e par l&rsquo;administrateur pour un poste sp&eacute;cifique.</li>
				  <li>OS Deployment Feature Pack utilisant Microsoft Systems Management Server (SMS), qui peut simplifier consid&eacute;rablement le d&eacute;ploiement d&rsquo;un syst&egrave;me d&rsquo;exploitation dans toute une organisation.</li>
			</ul>

            <p><span class="bold">Installation sans surveillance</span><br> L&rsquo;installation sans surveillance utilisant le fichier de r&eacute;ponses &laquo;&nbsp;unattend.txt&nbsp;&raquo; constitue la m&eacute;thode d&rsquo;installation personnalis&eacute;e la plus facile &agrave; effectuer sur un r&eacute;seau. Un fichier de r&eacute;ponses peut &ecirc;tre cr&eacute;&eacute; &agrave; l&rsquo;aide d&rsquo;une application appel&eacute;e setupmgr.exe, situ&eacute;e dans le fichier deploy.cab sur le CD de Windows XP Professionnel. <br> <span class="bold"> </span></p>

            <p>La Figure 1 pr&eacute;sente un exemple de fichier de r&eacute;ponses. Une fois que vous avez r&eacute;pondu &agrave; toutes les questions, le fichier unattend.txt est copi&eacute; dans le dossier partag&eacute; de distribution, sur un serveur. &Agrave; ce stade, deux options sont possibles&nbsp;:</p>

				<ul>
				  <li>Ex&eacute;cution du fichier unattended.bat sur la machine client.  Cela pr&eacute;pare le disque dur et installe automatiquement le syst&egrave;me d&rsquo;exploitation depuis le serveur, via le r&eacute;seau. </li>
				  <li>Cr&eacute;ation d&rsquo;un disque d&rsquo;amor&ccedil;age, qui amorce l&rsquo;ordinateur et le connecte au partage de distribution sur le serveur.  Ex&eacute;cutez le fichier batch pour installer le syst&egrave;me d&rsquo;exploitation sur le r&eacute;seau. </li>
				</ul>

            <p><span class="bold">Installation bas&eacute;e sur image</span><br> En cas d&rsquo;installations bas&eacute;es sur image, vous devez tout d&rsquo;abord configurer enti&egrave;rement l&rsquo;un des ordinateurs pour qu&rsquo;il soit op&eacute;rationnel. Ex&eacute;cutez ensuite Sysprep, afin de pr&eacute;parer le syst&egrave;me pour l&rsquo;image du disque. Une application tierce d&rsquo;image du disque pr&eacute;pare une image de l&rsquo;ordinateur configur&eacute;, qui peut ensuite &ecirc;tre grav&eacute;e sur un CD ou un DVD. Cette image peut ensuite &ecirc;tre copi&eacute;e sur des ordinateurs de couche HAL compatible, afin de r&eacute;aliser l&rsquo;installation sur plusieurs ordinateurs. Une fois l&rsquo;image copi&eacute;e, vous pouvez amorcer l&rsquo;ordinateur, mais il peut &ecirc;tre n&eacute;cessaire de configurer certains param&egrave;tres, tels que le nom de l&rsquo;ordinateur et l&rsquo;appartenance au domaine.</p>

            <p><span class="bold">Installation &agrave; distance</span><br> L&rsquo;utilisation des services d&rsquo;installation &agrave; distance RIS ressemble beaucoup &agrave; une installation bas&eacute;e sur image, sauf qu&rsquo;il est inutile d&rsquo;utiliser un utilitaire d&rsquo;image du disque. Vous pouvez utiliser les services RIS pour configurer &agrave; distance de nouveaux ordinateurs Microsoft Windows, en vous servant d&rsquo;un dossier partag&eacute; de r&eacute;seau RIS comme source des fichiers du syst&egrave;me d&rsquo;exploitation Windows. Vous pouvez installer des syst&egrave;mes d&rsquo;exploitation sur des ordinateurs clients activ&eacute;s pour un amor&ccedil;age &agrave; distance. Les ordinateurs clients connect&eacute;s au r&eacute;seau peuvent &ecirc;tre d&eacute;marr&eacute;s en utilisant un adaptateur de r&eacute;seau PXE (Pre-Boot eXecution Environment) ou un disque d&rsquo;amor&ccedil;age &agrave; distance. Le client ouvre ensuite une session en utilisant des identifiants de compte utilisateur valides.</p>

            <p>Les services RIS sont con&ccedil;us pour &ecirc;tre utilis&eacute;s dans un r&eacute;seau de dimensions relativement r&eacute;duites et ne doivent pas &ecirc;tre utilis&eacute;s sur les liaisons &agrave; bas d&eacute;bit d&rsquo;un r&eacute;seau &eacute;tendu. Microsoft System Management Server (SMS) permet &agrave; un administrateur r&eacute;seau de g&eacute;rer un grand nombre d&rsquo;ordinateurs sur un r&eacute;seau. SMS peut &ecirc;tre utilis&eacute; pour g&eacute;rer des mises &agrave; jour, fournir un contr&ocirc;le &agrave; distance et effectuer une gestion d&rsquo;inventaire. En option, une fonction permet le d&eacute;ploiement d&rsquo;un syst&egrave;me d&rsquo;exploitation, ce qui requiert l&rsquo;installation du pack OS Deployment Feature Pack SMS sur le serveur Windows 2003. SMS permet l&rsquo;installation d&rsquo;un grand nombre d&rsquo;ordinateurs clients sur l&rsquo;int&eacute;gralit&eacute; d&rsquo;un r&eacute;seau, local ou &eacute;tendu.</p>

            <!-- Start Activity box   -->
            <p></p>
            <table  width="95%" border="0" cellspacing="0" cellpadding="0" id="activity">
              <tr>
                <td valign="top">
                  <table  width="100%" cellspacing="0" cellpadding="0" border="0" >
                    <tr>
                      <td width="5" class="activity_topbar"> <img border="0" src="../../images/lab_toplft.gif" width="116" height="23"></td>
                      <td class="activity_topbar"><img alt="" height="1" width="3" src="../../images/s.gif"></td>
                      <td align="right" valign="top" class="activity_topbar">
                        <img alt="" src="../../images/corner_ur_7.gif" width="7" height="7"></td>
                    </tr>
                  </table>
                  <table width="100%" cellspacing="0" cellpadding="0" border="0" id="table3">
                    <tr>
                      <td>
                        <table width="100%" cellpadding="2" cellspacing="0" border="0"  id="table4">
                          <tr>
                            <td width="15" class="activity_text">&nbsp;</td>
                            <td class="activity_text"><img border="0" src="../../images/lab_icon.gif" width="36" height="30"> <a target="_blank" href="../lab12_2_2/12.2.2_Lab_Advanced_XP_Install.pdf">Travaux pratiques</a>
<p> <span class="activity_bold">Installation avanc&eacute;e de Windows XP</span><br> Installation personnalis&eacute;e de Windows XP<br> <br>
                              </p>
                            </td>
                          </tr>
                        </table>
                      </td>
                    </tr>
                  </table>
                </td>
              </tr>
            </table>
            <!-- END Activity box   -->
            <p>&nbsp; </p>
          </td>
          </tr>
         </table>
       </td>
     </tr>
	</table>

</body>

</html>