<html>

<head>
<meta http-equiv="Content-Language" content="fr-fr">
<meta http-equiv="Content-Type" content="text/html; charset=windows-1252">
<title>Contenu</title>
<base target="_self">
<link href="../../css/content.css" rel="stylesheet" type="text/css">
</head>

<body onLoad="window.focus();">
<table border="0" cellpadding="0" cellspacing="0" width="100%">
	<!--  Start top title Lesson Bar -->
	  <tr>
	    <td width="18" class="toptitle01_white_bold" valign="top">
	    <img border="0" src="../../images/content_lines.gif" width="16" height="25"> <img border="0" src="../../images/transdot.gif" width="2" height="1"></td>
	    
    <td width="18" class="toptitle01_white_bold">8.7</td>
	    <td class="toptitle01_white_bold"><img border="0" src="../../images/transdot.gif" width="10" height="1"></td>
	    <td width="100%" class="toptitle01_white_bold">Identification des normes Ethernet</td>
	    <td width="9" class="toptitle01_white_bold_margin">&nbsp;</td>
	  </tr>
	  <!--  End top title Lesson Bar --> <!--  Start top title Topic Bar -->
 	 <tr>
	    <td width="18" height="25" class="toptitle02_white_bold">&nbsp;</td>
	    
    <td height="25"  class="toptitle02_white_bold">8.7.1</td> 
	    <td class="toptitle02_white_bold"><img border="0" src="../../images/transdot.gif" width="10" height="1"></td>
	    <td width="100%" height="25" class="toptitle02_white_bold">Description des normes de r&eacute;seau Ethernet filaire</td>
	    <td height="25" width="9" class="toptitle02_white_bold_margin">&nbsp;</td>
	  </tr>
	 <!--  End top title Topic Bar -->	
</table>
	
	<!-- CONTENT -->
	<table border="0" cellpadding="0" cellspacing="0" width="95%" >
		<tr>
			<td width="20"></td>
			<td>
        <table border="0" cellpadding="0" cellspacing="0"  width="95%">
          <tr>
            
          <td width="100%"> 
            <p><span class="bold">IEEE 802.3</span><br> L&rsquo;architecture Ethernet est bas&eacute;e sur la norme IEEE 802.3 La norme IEEE 802.3 sp&eacute;cifie que le r&eacute;seau doit utiliser la m&eacute;thode de contr&ocirc;le d&rsquo;acc&egrave;s CSMA/CD. </p>
            <p>Avec cette m&eacute;thode, toutes les stations d&rsquo;extr&ecirc;mit&eacute; &laquo;&nbsp;&eacute;coutent&nbsp;&raquo; le c&acirc;ble r&eacute;seau pour savoir quand elles sont autoris&eacute;es &agrave; envoyer des donn&eacute;es. Ce processus est similaire &agrave; l&rsquo;attente de la tonalit&eacute; sur une ligne t&eacute;l&eacute;phonique, avant de composer le num&eacute;ro. Lorsque la station d&rsquo;extr&ecirc;mit&eacute; d&eacute;tecte qu&rsquo;aucun autre h&ocirc;te n&rsquo;est en cours de transmission, elle tente &agrave; son tour d&rsquo;envoyer ses donn&eacute;es. Si aucune autre station n&rsquo;envoie de donn&eacute;es en m&ecirc;me temps, la transmission arrive &agrave; destination sans probl&egrave;me. Si une autre station a d&eacute;tect&eacute; le m&ecirc;me signal d&rsquo;autorisation et a transmis des donn&eacute;es en m&ecirc;me temps, une collision se produit au niveau du support r&eacute;seau. </p>
            <p>La premi&egrave;re station qui d&eacute;tecte la collision (ou le doublement de tension qui en r&eacute;sulte) envoie un signal de bourrage qui indique &agrave; toutes les stations d&rsquo;arr&ecirc;ter de transmettre et d&rsquo;ex&eacute;cuter un algorithme de r&eacute;&eacute;mission temporis&eacute;e. Cet algorithme calcule des d&eacute;lais al&eacute;atoires, au bout duquel la station d&rsquo;extr&ecirc;mit&eacute; tentera d&rsquo;&eacute;mettre &agrave; nouveau. Ce d&eacute;lai al&eacute;atoire est g&eacute;n&eacute;ralement d&rsquo;une ou deux millisecondes (ms) ou de quelques milli&egrave;mes de seconde. Cette s&eacute;quence a lieu &agrave; chaque fois qu&rsquo;une collision se produit sur le r&eacute;seau et peut r&eacute;duire les transmissions Ethernet jusqu&rsquo;&agrave; 40&nbsp;%.</p>
            <p><span class="bold">Technologies Ethernet</span><br> La norme IEEE 802.3 d&eacute;finit plusieurs impl&eacute;mentations physiques prenant en charge la technologie Ethernet. Quelques-unes des impl&eacute;mentations les plus courantes sont d&eacute;crites ici.</p>
            <p><span class="bold">Ethernet</span><br> 10BASE-T est une technologie Ethernet qui utilise la topologie en &eacute;toile. Il s&rsquo;agit d&rsquo;une architecture Ethernet tr&egrave;s populaire, dont le nom d&eacute;crit les fonctionnalit&eacute;s&nbsp;:
            <ul>
			  	<li>le dix (10) repr&eacute;sente la vitesse, soit 10&nbsp;Mbits/s&nbsp;; </li>
              	<li>le terme BASE indique une transmission en bande de base. Avec ce type de transmission, la totalit&eacute; de la bande passante d&rsquo;un c&acirc;ble est utilis&eacute;e pour un seul type de signal&nbsp;;</li>
            	<li>le T indique un c&acirc;blage en cuivre &agrave; paires torsad&eacute;es. </li>
			</ul>
            <p><span class="bold">Avantages de la technologie 10BASE-T&nbsp;: </span>
            <ul>
			   	<li>installation des c&acirc;bles peu on&eacute;reuse, compar&eacute;e &agrave; une installation en fibre optique&nbsp;;</li>
              	<li>c&acirc;bles fins, flexibles et plus faciles &agrave; installer qu&rsquo;un c&acirc;ble coaxial&nbsp;; </li>
            	<li>mise &agrave; niveau des &eacute;quipements et des c&acirc;bles simple. </li>
			</ul>
            <p><span class="bold">Inconv&eacute;nients de la technologie 10BASE-T&nbsp;: </span>
			<ul>
              <li>la longueur maximum d&rsquo;un segment 10BASE-T est seulement de 100&nbsp;m&nbsp;; </li>
              <li>les c&acirc;bles sont sujets aux interf&eacute;rences &eacute;lectromagn&eacute;tiques. </li>
            </ul>
			
            <p><span class="bold">Fast Ethernet</span><br> Les besoins de plus en plus importants des applications modernes en termes de bande passante, notamment pour la vid&eacute;oconf&eacute;rence et la lecture audio en continu, ont g&eacute;n&eacute;r&eacute; une demande pour des vitesses de transferts &eacute;lev&eacute;es. De nombreux r&eacute;seaux requi&egrave;rent une bande passante sup&eacute;rieure &agrave; Ethernet 10&nbsp;Mbits/s.</p>
			<p>La technologie 100BASE-TX, qui offre une bande passante th&eacute;orique de 100&nbsp;Mbits/s, est bien plus rapide que la 10BASE-T.</p>
            <p><span class="bold">Avantages de la technologie 100BASE-TX&nbsp;: </span></p>
			<ul>
	            <li>avec des d&eacute;bits jusqu&rsquo;&agrave; 100&nbsp;Mbits/s, la technologie 100BASE-TX est dix fois plus rapide que la 10BASE-T&nbsp;; </li>
				<li>elle utilise un c&acirc;blage &agrave; paires torsad&eacute;es, peu on&eacute;reux et facile &agrave; installer. </li>
			</ul>
			<p><span class="bold">Inconv&eacute;nients de la technologie 100BASE-TX&nbsp;: </span></p>
			<ul>
	            <li>la longueur maximum d&rsquo;un segment 100BASE-TX est seulement de 100&nbsp;m&nbsp;; </li>
				<li>les c&acirc;bles sont sujets aux interf&eacute;rences &eacute;lectromagn&eacute;tiques. </li>
			</ul>
            <p>La technologie 1000BASE-T est couramment appel&eacute;e Gigabit Ethernet. Gigabit Ethernet est une architecture de r&eacute;seau local. </p>   
			<p><span class="bold">Avantages de la technologie 1000BASE-T&nbsp;: </span></p>
			<ul>
	            <li>L&rsquo;architecture 1000BASE-T prend en charge des d&eacute;bits de transfert de 1&nbsp;Gbit/s. Elle est donc dix fois plus rapide que la technologie Fast Ethernet et cent fois plus rapide qu&rsquo;Ethernet. Cette vitesse &eacute;lev&eacute;e rend possible l&rsquo;impl&eacute;mentation d&rsquo;applications gourmandes en bande passante, telles que la vid&eacute;o en continu. </li>
				<li>L&rsquo;architecture 1000BASE-T offre l&rsquo;interop&eacute;rabilit&eacute; avec les technologies 10BASE-T et 100BASE-TX. </li>
			</ul>
			<p><span class="bold">Inconv&eacute;nients de la technologie 1000BASE-T&nbsp;:</span></p>
			<ul>
	            <li>la longueur maximum d&rsquo;un segment 1000BASE-T est seulement de 100&nbsp;m&nbsp;;</li>
				<li>elle est sujette aux interf&eacute;rences&nbsp;;</li>
			    <li>les commutateurs et les cartes r&eacute;seau Gigabit sont on&eacute;reux&nbsp;; </li>
			    <li>un &eacute;quipement compl&eacute;mentaire sp&eacute;cial est requis. </li>
			</ul> 
			<p>10BASE-FL, 100BASE-FX et 1000BASE-SX/LX sont des technologies Ethernet fibre optique.</p>        </td>
          </tr>
         </table>  
       </td>
     </tr>
	</table>