<html>

<head>
<meta http-equiv="Content-Language" content="fr-fr">
<meta http-equiv="Content-Type" content="text/html; charset=windows-1252">
<title>Contenu</title>
<base target="_self">
<link href="../../css/content.css" rel="stylesheet" type="text/css">
</head>

<body onLoad="window.focus();">
<table border="0" cellpadding="0" cellspacing="0" width="100%">
	<!--  Start top title Lesson Bar -->
	  <tr>
	    <td width="18" class="toptitle01_white_bold" valign="top">
	    <img border="0" src="../../images/content_lines.gif" width="16" height="25"> <img border="0" src="../../images/transdot.gif" width="2" height="1"></td>
	    
    <td width="18" class="toptitle01_white_bold">5.6</td>
	    <td class="toptitle01_white_bold"><img border="0" src="../../images/transdot.gif" width="10" height="1"></td>
	    
    <td width="100%" class="toptitle01_white_bold">Identification et application des techniques courantes de maintenance pr&eacute;ventive pour les syst&egrave;mes d&rsquo;exploitation</td>
	    <td width="9" class="toptitle01_white_bold_margin">&nbsp;</td>
	  </tr>
	  <!--  End top title Lesson Bar --> <!--  Start top title Topic Bar -->
 	 <tr>
	    <td width="18" height="25" class="toptitle02_white_bold">&nbsp;</td>
	    
    <td height="25"  class="toptitle02_white_bold">5.6.2</td> 
	    <td class="toptitle02_white_bold"><img border="0" src="../../images/transdot.gif" width="10" height="1"></td>
	    
    <td width="100%" height="25" class="toptitle02_white_bold"><strong>Planification d&rsquo;une t&acirc;che</strong></td>
	    <td height="25" width="9" class="toptitle02_white_bold_margin">&nbsp;</td>
  </tr>
	 <!--  End top title Topic Bar -->
</table>
	
	<!-- CONTENT -->
	<table border="0" cellpadding="0" cellspacing="0" width="95%" >
		<tr>
			<td width="20"></td>
			<td>
        <table border="0" cellpadding="0" cellspacing="0"  width="95%">
          
        <tr> 
          <td width="100%"> 
            <p>La maintenance pr&eacute;ventive concerne, en partie, le nettoyage, l&rsquo;inspection et la r&eacute;alisation de r&eacute;parations mineures. La maintenance pr&eacute;ventive utilise, entre autres, des outils d&rsquo;application int&eacute;gr&eacute;s au syst&egrave;me d&rsquo;exploitation ou pouvant &ecirc;tre charg&eacute;s sur le disque dur de l&rsquo;utilisateur. Les applications de maintenance pr&eacute;ventive peuvent, pour la plupart, &ecirc;tre param&eacute;tr&eacute;es pour s&rsquo;ex&eacute;cuter automatiquement selon un planning. </p>
            <p>Sous Windows, les utilitaires suivants lancent les t&acirc;ches lorsque vous les planifiez&nbsp;:</p>
            <ul>
              <li>la commande DOS AT lance les t&acirc;ches &agrave; un moment donn&eacute;, en utilisant l&rsquo;interface de ligne de commande&nbsp;;</li>
              <li>le Planificateur de t&acirc;ches Windows lance les t&acirc;ches &agrave; un moment donn&eacute;, en utilisant une interface graphique utilisateur.</li>
            </ul>
            <p>Pour obtenir des informations sur la commande AT, suivez le chemin&nbsp;:</p>
            <p class="bold">D&eacute;marrer &gt; Ex&eacute;cuter &gt; cmd </p>
            <p>Puis tapez <span class="bold">AT /?</span> dans la ligne de commande.</p>
            <p>Pour acc&eacute;der au Planificateur de t&acirc;ches Windows, suivez le chemin&nbsp;: </p>
            <p class="bold">D&eacute;marrer &gt; Programmes &gt; Accessoires &gt; Outils syst&egrave;me &gt; T&acirc;ches planifi&eacute;es</p>
            <p>Ces deux outils permettent &agrave; l&rsquo;utilisateur de param&eacute;trer des commandes pour qu&rsquo;elles s&rsquo;ex&eacute;cutent une fois, &agrave; un moment donn&eacute;, ou pour que leur ex&eacute;cution se r&eacute;p&egrave;te &agrave; certains moments ou certains jours. Le Planificateur de t&acirc;ches Windows, pr&eacute;sent&eacute; dans la Figure 1, est plus facile &agrave; appr&eacute;hender et &agrave; utiliser que la commande AT, notamment en ce qui concerne les t&acirc;ches r&eacute;currentes ou la suppression de t&acirc;ches d&eacute;j&agrave; planifi&eacute;es.</p>
            <p><span class="bold">Utilitaires syst&egrave;me</span><br> Plusieurs utilitaires int&eacute;gr&eacute;s &agrave; DOS et &agrave; Windows permettent de pr&eacute;server l&rsquo;int&eacute;grit&eacute; du syst&egrave;me.  Les deux utilitaires suivants sont des outils utiles en mati&egrave;re de maintenance pr&eacute;ventive&nbsp;:</p>
            <ul>
              <li><strong>ScanDisk ou CHKDSK</strong>&nbsp;: ScanDisk (Windows 2000) et CHKDSK (Windows XP) v&eacute;rifient l&rsquo;int&eacute;grit&eacute; des fichiers et dossiers et recherchent des erreurs physiques &agrave; la surface du disque dur. Pensez &agrave; les utiliser au moins une fois par mois et &agrave; chaque fois qu&rsquo;une panne de courant soudaine entra&icirc;ne l&rsquo;arr&ecirc;t du syst&egrave;me.</li>
              <li><strong>D&eacute;fragmentation</strong>&nbsp;: lorsque les fichiers prennent du volume, certaines donn&eacute;es sont &eacute;crites sur le prochain espace libre du disque.  Avec le temps, les donn&eacute;es se fragmentent ou se r&eacute;partissent sur l&rsquo;ensemble du disque. Il faut du temps &agrave; l&rsquo;ordinateur pour rechercher chaque section des donn&eacute;es. La d&eacute;fragmentation regroupe en un seul endroit les donn&eacute;es non contigu&euml;s, ce qui permet une ex&eacute;cution plus rapide des fichiers.</li>
            </ul>
            <p>Vous pouvez acc&eacute;der &agrave; ces deux utilitaires en suivant le chemin&nbsp;:</p>
            <p class="bold">D&eacute;marrer &gt; Programmes &gt; Accessoires &gt; Outils syst&egrave;me &gt; D&eacute;fragmenteur de disque</p>
            <p><span class="bold">Mises &agrave; jour automatiques</span><br> Si chaque t&acirc;che de maintenance devait &ecirc;tre planifi&eacute;e chaque fois qu&rsquo;elle est ex&eacute;cut&eacute;e, la r&eacute;paration des ordinateurs serait beaucoup plus difficile. Heureusement, des outils tels que l&rsquo;assistant T&acirc;che planifi&eacute;e, permettent de rendre automatiques de nombreuses fonctions. Mais comment automatiser la mise &agrave; jour de logiciels qui n&rsquo;ont pas &eacute;t&eacute; &eacute;crits&nbsp;?            </p>
            <p>Pour des raisons de s&eacute;curit&eacute; et pour offrir plus de fonctionnalit&eacute;s, les applications et les syst&egrave;mes d&rsquo;exploitation sont constamment mis &agrave; jour. Comme indiqu&eacute; dans la Figure 2, il est important que Microsoft et d&rsquo;autres soci&eacute;t&eacute;s fournissent un service de mise &agrave; jour. Ce dernier peut rechercher les mises &agrave; jour n&eacute;cessaires au syst&egrave;me, puis fournir des recommandations sur ce qui doit &ecirc;tre t&eacute;l&eacute;charg&eacute; et install&eacute;. Le service de mise &agrave; jour peut t&eacute;l&eacute;charger et installer les mises &agrave; jour d&egrave;s qu&rsquo;elles sont disponibles ou les t&eacute;l&eacute;charger selon le besoin, puis les installer lors du prochain r&eacute;amor&ccedil;age de l&rsquo;ordinateur. Pour acc&eacute;der &agrave; l&rsquo;assistant de mise &agrave; jour Microsoft, suivez le chemin&nbsp;:</p>
            <p class="bold">D&eacute;marrer &gt; Panneau de configuration &gt; Syst&egrave;me &gt; Mises &agrave; jour automatiques</p>
            <p>La plupart des logiciels antivirus contiennent leur propre service de mise &agrave; jour. Ils peuvent mettre automatiquement &agrave; jour &agrave; la fois leur logiciel d&rsquo;application et les fichiers de la base de donn&eacute;es. Cette fonction permet &agrave; l&rsquo;antivirus de fournir une protection imm&eacute;diate au fur et &agrave; mesure que les nouvelles menaces se d&eacute;veloppent.</p>
            <p><span class="bold">Point de restauration</span><br> Une mise &agrave; jour peut parfois entra&icirc;ner de graves probl&egrave;mes. Ce peut &ecirc;tre le cas, par exemple, lorsqu&rsquo;un ancien programme se trouve dans le syst&egrave;me et qu&rsquo;il n&rsquo;est pas compatible avec le syst&egrave;me d&rsquo;exploitation actuel. Une mise &agrave; jour automatique peut installer des codes fonctionnant avec la plupart des syst&egrave;mes, mais pas avec le v&ocirc;tre.</p>
            <p>Le point de restauration Windows, pr&eacute;sent&eacute; dans la Figure 3, permet de r&eacute;soudre ce probl&egrave;me. Windows XP peut cr&eacute;er une image des param&egrave;tres actuels de l&rsquo;ordinateur, appel&eacute;e point de restauration. Ainsi, si l&rsquo;ordinateur tombe en panne ou si une mise &agrave; jour provoque des probl&egrave;mes syst&egrave;me, l&rsquo;ordinateur peut revenir &agrave; une pr&eacute;c&eacute;dente configuration.</p>
            <p>Un technicien doit toujours cr&eacute;er un point de restauration avant de proc&eacute;der &agrave; une mise &agrave; jour ou au remplacement du syst&egrave;me d&rsquo;exploitation. Des points de restauration doivent toujours &ecirc;tre cr&eacute;&eacute;s&nbsp;:</p>
            <ul>
              <li>lorsqu&rsquo;une application est install&eacute;e&nbsp;; </li>
              <li>lorsqu&rsquo;un pilote est install&eacute;. </li>
            </ul>
            <p><strong>REMARQUE&nbsp;:</strong> le point de restauration sauvegarde les pilotes, les fichiers syst&egrave;me et les param&egrave;tres du registre, mais pas les donn&eacute;es des applications.</p>
            <p>Pour effectuer une restauration ou cr&eacute;er un point de restauration, suivez le chemin&nbsp;:</p>
            <p class="bold">D&eacute;marrer &gt; Programmes &gt; Accessoires &gt; Outils syst&egrave;me &gt; Restauration du syst&egrave;me </p>
            <p><span class="bold">ERD et ASR</span><br> Windows 2000 permet de cr&eacute;er un disque de r&eacute;paration d&rsquo;urgence (Emergency Repair Disk, ERD), qui sauvegarde les informations de configuration et les fichiers d&rsquo;amor&ccedil;age essentiels pour r&eacute;soudre des probl&egrave;mes sous Windows. Windows XP offre les m&ecirc;mes fonctions avec l&rsquo;assistant de r&eacute;cup&eacute;ration automatique du syst&egrave;me (Automated System Recovery, ASR). Bien qu&rsquo;ERD et ASR soient tous deux de puissants outils de d&eacute;pannage, ils ne remplacent jamais une bonne sauvegarde.</p>
            <p>Un CD de r&eacute;cup&eacute;ration contient les principaux fichiers utilis&eacute;s pour r&eacute;parer le syst&egrave;me apr&egrave;s un grave probl&egrave;me, par exemple une panne du disque dur. Le CD de r&eacute;cup&eacute;ration peut contenir la version originale de Windows, les pilotes mat&eacute;riels et les logiciels d&rsquo;application. Lorsque le CD de r&eacute;cup&eacute;ration est utilis&eacute;, l&rsquo;ordinateur est restaur&eacute; avec sa configuration par d&eacute;faut d&rsquo;origine.</p>
            <table  width="95%" border="0" cellspacing="0" cellpadding="0" id="activity">
              <tr> 
                <td valign="top"> 
                  <table  width="100%" cellspacing="0" cellpadding="0" border="0" >
                    <tr> 
                      <td width="5" class="activity_topbar"> <img border="0" src="../../images/lab_toplft.gif" width="116" height="23"></td>
                      <td class="activity_topbar"><img alt="" height="1" width="3" src="../../images/s.gif"></td>
                      <td align="right" valign="top" class="activity_topbar"> 
                        <img alt="" src="../../images/corner_ur_7.gif" width="7" height="7"></td>
                    </tr>
                  </table>
                  <table width="100%" cellspacing="0" cellpadding="0" border="0" id="table3">
                    <tr> 
                      <td> 
                        <table width="100%" cellpadding="2" cellspacing="0" border="0"  id="table4">
                          <tr> 
                            <td width="15" class="activity_text">&nbsp;</td>
                            <td class="activity_text"><img border="0" src="../../images/lab_icon.gif" width="36" height="30"> <a target="_blank" href="../worksheet5_6_2/5.6.2_Lab_Restore_Points.pdf"> Travaux pratiques</a> 
                              <p> <span class="activity_bold">Point de restauration</span><br> Cr&eacute;ation et ex&eacute;cution d&rsquo;un point de restauration<br> <br>
                              </p>
                            </td>
                          </tr>
                        </table>
                      </td>
                    </tr>
                  </table>
                </td>
              </tr>
            </table>
            <!-- END Activity box   -->
        </tr>
         </table>  
       </td>
     </tr>
	</table>

</body>

</html>