<html>

<head>
<meta http-equiv="Content-Language" content="fr-fr">
<meta http-equiv="Content-Type" content="text/html; charset=windows-1252">
<title>Contenu</title>
<base target="_self">
<link href="../../css/content.css" rel="stylesheet" type="text/css">
</head>

<body onLoad="window.focus();">
<table border="0" cellpadding="0" cellspacing="0" width="100%">
	<!--  Start top title Lesson Bar -->
	  <tr>
	    <td width="18" class="toptitle01_white_bold" valign="top">
	    <img border="0" src="../../images/content_lines.gif" width="16" height="25"> <img border="0" src="../../images/transdot.gif" width="2" height="1"></td>
	    
    <td width="18" class="toptitle01_white_bold">7.2</td>
	    <td class="toptitle01_white_bold"><img border="0" src="../../images/transdot.gif" width="10" height="1"></td>
	    
    <td width="100%" class="toptitle01_white_bold">Description de la proc&eacute;dure d&rsquo;installation et de configuration des imprimantes</td>
	    <td width="9" class="toptitle01_white_bold_margin">&nbsp;</td>
	  </tr>
	  <!--  End top title Lesson Bar --> <!--  Start top title Topic Bar -->
 	 <tr>
	    <td width="18" height="25" class="toptitle02_white_bold">&nbsp;</td>
	    
    <td height="25"  class="toptitle02_white_bold">7.2.6</td> 
	    <td class="toptitle02_white_bold"><img border="0" src="../../images/transdot.gif" width="10" height="1"></td>
	    
    <td width="100%" height="25" class="toptitle02_white_bold">Impression d&rsquo;une page de test</td>
	    <td height="25" width="9" class="toptitle02_white_bold_margin">&nbsp;</td>
	  </tr>
	 <!--  End top title Topic Bar -->	
</table>
	
	<!-- CONTENT -->
	<table border="0" cellpadding="0" cellspacing="0" width="95%" >
		<tr>
			<td width="20"></td>
			<td>
        <table border="0" cellpadding="0" cellspacing="0"  width="95%">
          
        <tr> 
          <td width="100%"> 
            <p>Apr&egrave;s avoir install&eacute; une imprimante, vous devez imprimer une page de test pour v&eacute;rifier que l&rsquo;imprimante fonctionne correctement. La page de test confirme que le logiciel du pilote est install&eacute;, qu&rsquo;il fonctionne correctement et que l&rsquo;imprimante et l&rsquo;ordinateur peuvent communiquer.</p>
            <p><span class="bold">Impression d&rsquo;une page de test</span><br> Pour imprimer manuellement une page de test, suivez le chemin&nbsp;: <br> <strong>D&eacute;marrer &gt; Imprimantes et t&eacute;l&eacute;copieurs </strong>pour afficher le menu Imprimantes et t&eacute;l&eacute;copieurs.</p>
            <p>Cliquez avec le bouton droit de la souris sur l&rsquo;imprimante souhait&eacute;e, puis suivez le chemin&nbsp;:<br> <span class="bold"> Propri&eacute;t&eacute;s &gt; onglet G&eacute;n&eacute;ral &gt; Imprimer une page de test </span></p>
            <p>Une bo&icirc;te de dialogue s&rsquo;ouvre et demande si la page a &eacute;t&eacute; imprim&eacute;e correctement. Si la page n&rsquo;a pas &eacute;t&eacute; imprim&eacute;e, des fichiers d&rsquo;aide int&eacute;gr&eacute;s vous aideront &agrave; r&eacute;soudre le probl&egrave;me.</p>
            <p><span class="bold">Impression depuis une application</span><br> Vous pouvez &eacute;galement tester une imprimante en imprimant une page de test depuis une application comme Bloc-notes ou WordPad. Pour acc&eacute;der au Bloc-notes, suivez le chemin&nbsp;:<br> <span class="bold"> D&eacute;marrer &gt; Programmes &gt; Accessoires &gt; Bloc-notes</span></p>
            <p>Un document vide s&rsquo;ouvre. Entrez du texte dans le document. Imprimez-le en suivant le chemin&nbsp;:<br> <span class="bold"> Fichier &gt; Imprimer </span></p>
            <p><span class="bold">Test d&rsquo;une imprimante </span><br> Vous pouvez &eacute;galement tester une imprimante &agrave; partir de la ligne de commande. Seuls les fichiers ASCII, tels que les fichiers .txt ou .bat, peuvent &ecirc;tre imprim&eacute;s depuis la ligne de commande. Pour envoyer un fichier &agrave; l&rsquo;imprimante depuis la ligne de commande, suivez le chemin&nbsp;:<br> <span class="bold"> D&eacute;marrer &gt; Ex&eacute;cuter</span></p>
            <p>La bo&icirc;te de dialogue Ex&eacute;cuter s&rsquo;affiche. Entrez <span class="bold">cmd</span> dans la bo&icirc;te de dialogue Ex&eacute;cuter, puis cliquez sur <span class="bold">OK</span>. </p>
            <p>Lorsque l&rsquo;invite de la ligne de commande appara&icirc;t, entrez la commande suivante&nbsp;: <br> <span class="bold"> Print lefichier.txt </span></p>
            <p><span class="bold">Test d&rsquo;une imprimante depuis son panneau avant</span><br> La plupart des imprimantes comportent un panneau avant muni de touches de commandes qui vous permettent de produire des pages de test. Cette m&eacute;thode d&rsquo;impression vous permet de v&eacute;rifier le fonctionnement de l&rsquo;imprimante s&eacute;par&eacute;ment de celui du r&eacute;seau ou de l&rsquo;ordinateur. Consultez le site Web ou la documentation du fabricant de l&rsquo;imprimante pour savoir comment imprimer une page de test depuis le panneau avant.</p>
          </td>
           </tr>
         </table>  
       </td>
     </tr>
	</table>

</body>

</html>