<html>

<head>
<meta http-equiv="Content-Language" content="fr-fr">
<meta http-equiv="Content-Type" content="text/html; charset=windows-1252">
<title>Contenu</title>
<base target="_self">
<link href="../../css/content.css" rel="stylesheet" type="text/css">
</head>

<body onLoad="window.focus();">
<table border="0" cellpadding="0" cellspacing="0" width="100%">
	<!--  Start top title Lesson Bar -->
	  <tr>
	    <td width="18" class="toptitle01_white_bold" valign="top">
	    <img border="0" src="../../images/content_lines.gif" width="16" height="25"> <img border="0" src="../../images/transdot.gif" width="2" height="1"></td>
	    
    <td width="18" class="toptitle01_white_bold">1.4</td>
	    <td class="toptitle01_white_bold"><img border="0" src="../../images/transdot.gif" width="10" height="1"></td>
	    
    <td width="100%" class="toptitle01_white_bold">Identification des noms, objectifs et caract&eacute;ristiques des composants internes</td>
	    <td width="9" class="toptitle01_white_bold_margin">&nbsp;</td>
	  </tr>
	  <!--  End top title Lesson Bar --> <!--  Start top title Topic Bar -->
 	 <tr>
	    <td width="18" height="25" class="toptitle02_white_bold">&nbsp;</td>
	    
    <td height="25"  class="toptitle02_white_bold">1.4.6</td> 
	    <td class="toptitle02_white_bold"><img border="0" src="../../images/transdot.gif" width="10" height="1"></td>
	    
    <td width="100%" height="25" class="toptitle02_white_bold">Identification des noms, objectifs et caract&eacute;ristiques des disques de stockage</td>
	    <td height="25" width="9" class="toptitle02_white_bold_margin">&nbsp;</td>
  </tr>
	 <!--  End top title Topic Bar -->
</table>
	
	<!-- CONTENT -->
	<table border="0" cellpadding="0" cellspacing="0" width="95%" >
		<tr>
			<td width="20"></td>
			<td>
        <table border="0" cellpadding="0" cellspacing="0"  width="95%">
          
        <tr> 
          <td width="100%"> 
            <p>Une unit&eacute; de stockage lit ou &eacute;crit des informations sur un support de stockage magn&eacute;tique ou optique. L&rsquo;unit&eacute; peut &ecirc;tre utilis&eacute;e pour stocker des donn&eacute;es de fa&ccedil;on permanente ou pour r&eacute;cup&eacute;rer des informations &agrave; partir d&rsquo;un disque multim&eacute;dia. Les unit&eacute;s de stockage, le disque dur par exemple, peuvent &ecirc;tre install&eacute;es &agrave; l&rsquo;int&eacute;rieur du bo&icirc;tier de l&rsquo;ordinateur. En ce qui concerne la portabilit&eacute;, certaines unit&eacute;s de stockage peuvent se connecter &agrave; l&rsquo;ordinateur gr&acirc;ce &agrave; un port USB, un port FireWire ou un port SCSI. Ces unit&eacute;s de stockage portables sont parfois appel&eacute;es disques amovibles et peuvent &ecirc;tre utilis&eacute;es sur plusieurs ordinateurs. Voici quelques types courants d&rsquo;unit&eacute;s de stockage&nbsp;:</p>
            <ul>
              <li>lecteur de disquettes&nbsp;;</li>
              <li>disque dur&nbsp;;</li>
              <li>lecteur optique&nbsp;;</li>
              <li>lecteur Flash&nbsp;;</li>
              <li>lecteur r&eacute;seau.</li>
            </ul>
            <p><b>Lecteur de disquette</b><br> Un lecteur de disquette est une unit&eacute; de stockage utilisant des disquettes amovibles 3,5&quot;. Ces disquettes magn&eacute;tiques peuvent stocker 720&nbsp;Ko ou 1,44&nbsp;Mo de donn&eacute;es. Dans un ordinateur, le lecteur de disquette est g&eacute;n&eacute;ralement configur&eacute; comme le lecteur A:. Le lecteur de disquette peut &ecirc;tre utilis&eacute; pour d&eacute;marrer l&rsquo;ordinateur, si ce dernier dispose d&rsquo;une disquette amor&ccedil;able. Un lecteur de disquette 5,25&quot; est une technologie plus ancienne, rarement utilis&eacute;e.</p>
            <p><b>Disque dur</b><br> Un disque dur est une unit&eacute; de stockage magn&eacute;tique install&eacute;e &agrave; l&rsquo;int&eacute;rieur de l&rsquo;ordinateur. Le disque dur est utilis&eacute; comme stockage permanent des donn&eacute;es. Dans un ordinateur, le disque dur est g&eacute;n&eacute;ralement configur&eacute; comme le lecteur C: et contient le syst&egrave;me d&rsquo;exploitation et les applications. Le disque dur est g&eacute;n&eacute;ralement configur&eacute; comme le premier lecteur dans la s&eacute;quence de d&eacute;marrage. La capacit&eacute; de stockage d&rsquo;un disque dur se mesure en milliards d&rsquo;octets ou gigaoctets (Go). La vitesse d&rsquo;un disque dur se mesure en tours par minute (tr/min). Plusieurs disques durs peuvent &ecirc;tre ajout&eacute;s pour augmenter la capacit&eacute; de stockage.</p>
            <p><b>Lecteur optique</b><br> Un lecteur optique est une unit&eacute; de stockage qui utilise des lasers pour lire des donn&eacute;es sur le support optique. Il existe deux types de lecteurs optiques&nbsp;:</p>
            <ul>
              <li>CD (Compact disc)&nbsp;;</li>
              <li>DVD (Digital versatile disc). </li>
            </ul>
            <p>Les supports CD et DVD peuvent &ecirc;tre pr&eacute;enregistr&eacute;s (en lecture seule), enregistrables (une seule &eacute;criture) ou r&eacute;enregistrables (plusieurs lectures et &eacute;critures). Les CD ont une capacit&eacute; de stockage de donn&eacute;es d&rsquo;environ 700&nbsp;Mo. Les DVD ont une capacit&eacute; de stockage de donn&eacute;es d&rsquo;environ 8,5&nbsp;Go sur un c&ocirc;t&eacute; du disque.</p>
            <p>Il existe plusieurs types de supports optiques&nbsp;:</p>
            <ul>
              <li>CD-ROM&nbsp;: support de m&eacute;moire CD en lecture seule pr&eacute;enregistr&eacute;.</li>
              <li>CD-R&nbsp;: support CD enregistrable pouvant &ecirc;tre enregistr&eacute; une fois. </li>
              <li>CD-RW&nbsp;: support CD r&eacute;inscriptible pouvant &ecirc;tre enregistr&eacute;, effac&eacute; et r&eacute;enregistr&eacute;.</li>
              <li>DVD-ROM&nbsp; support de m&eacute;moire DVD en lecture seule pr&eacute;enregistr&eacute;.</li>
              <li>DVD-RAM&nbsp;: support de m&eacute;moire vive DVD pouvant &ecirc;tre enregistr&eacute;, effac&eacute; et r&eacute;enregistr&eacute;. </li>
              <li>DVD+/-R&nbsp;: support DVD enregistrable pouvant &ecirc;tre enregistr&eacute; une fois.</li>
              <li>DVD+/-RW&nbsp;: support DVD r&eacute;inscriptible pouvant &ecirc;tre enregistr&eacute;, effac&eacute; et r&eacute;enregistr&eacute;.</li>
            </ul>
            <p><b>Lecteur Flash</b><br> Un lecteur flash, &eacute;galement connu comme cl&eacute; USB, est une unit&eacute; de stockage amovible qui se connecte &agrave; un port USB. Un lecteur flash utilise un type sp&eacute;cial de m&eacute;moire ne requ&eacute;rant aucune alimentation pour conserver les donn&eacute;es. Le syst&egrave;me d&rsquo;exploitation peut acc&eacute;der &agrave; ces lecteurs de la m&ecirc;me mani&egrave;re qu&rsquo;il acc&egrave;de &agrave; d&rsquo;autres types de lecteurs. </p>
            <p><b>Types d&rsquo;interfaces de lecteurs</b><br> Les disques durs et les lecteurs optiques sont fabriqu&eacute;s avec diff&eacute;rentes interfaces, utilis&eacute;es pour connecter le lecteur &agrave; l&rsquo;ordinateur. Pour installer une unit&eacute; de stockage sur un ordinateur, l&rsquo;interface de connexion du lecteur doit &ecirc;tre identique au contr&ocirc;leur sur la carte m&egrave;re. Voici certaines interfaces courantes de lecteurs&nbsp;:</p>
            <ul>
              <li><span class="bold">IDE</span>&nbsp;: l&rsquo;interface IDE (Integrated Drive Electronics), &eacute;galement appel&eacute;e interface ATA (Advanced Technology Attachment), est la premi&egrave;re interface de contr&ocirc;leur de lecteur qui connecte des ordinateurs et des disques durs. Une interface IDE utilise un connecteur &agrave; 40 broches.</li>
              <li><span class="bold">EIDE</span>&nbsp;: la technologie EIDE (Enhanced Integrated Drive Electronics), &eacute;galement appel&eacute;e interface ATA-2, est une version mise &agrave; jour de l&rsquo;interface de contr&ocirc;leur de lecteur IDE. La technologie EIDE prend en charge des disques durs sup&eacute;rieurs &agrave; 512&nbsp;Mo, permet un acc&egrave;s direct &agrave; la m&eacute;moire (vitesse) et utilise l&rsquo;interface ATAPI (AT Attachment Packet Interface) pour accueillir les lecteurs optiques et les lecteurs de bande sur le bus EIDE. Une interface EIDE utilise un connecteur &agrave; 40 broches. </li>
              <li><span class="bold">PATA</span>&nbsp; l&rsquo;interface ATA parall&egrave;le se r&eacute;f&egrave;re &agrave; la version parall&egrave;le de l&rsquo;interface de contr&ocirc;leur de lecteur ATA.</li>
              <li><span class="bold">SATA</span>&nbsp;: l&rsquo;interface ATA s&eacute;rie se r&eacute;f&egrave;re &agrave; la version s&eacute;rie de l&rsquo;interface de contr&ocirc;leur de lecteur ATA. Une interface SATA utilise un connecteur &agrave; 7 broches.</li>
              <li><span class="bold">SCSI</span>&nbsp;: l&rsquo;interface SCSI (Small Computer System Interface) est une interface de contr&ocirc;leur de lecteur pouvant connecter jusqu&rsquo;&agrave; 15 lecteurs. SCSI permet de connecter des lecteurs internes et externes. Une interface SCSI utilise un connecteur &agrave; 50, 68 ou 80 broches.</li>
            </ul>
          
        </tr>
         </table>  
       </td>
     </tr>
	</table>

</body>

</html>