<html>

<head>
<meta http-equiv="Content-Language" content="fr-fr">
<meta http-equiv="Content-Type" content="text/html; charset=windows-1252">
<title>Contenu</title>
<base target="_self">
<link href="../../css/content.css" rel="stylesheet" type="text/css">
</head>

<body onLoad="window.focus();">
<table border="0" cellpadding="0" cellspacing="0" width="100%">
	<!--  Start top title Lesson Bar -->
	  <tr>
	    <td width="18" class="toptitle01_white_bold" valign="top">
	    <img border="0" src="../../images/content_lines.gif" width="16" height="25"> <img border="0" src="../../images/transdot.gif" width="2" height="1"></td>
	    <td width="18" class="toptitle01_white_bold">6.3</td>
	    <td class="toptitle01_white_bold"><img border="0" src="../../images/transdot.gif" width="10" height="1"></td>
	    <td width="100%" class="toptitle01_white_bold">Comparaison des composants des ordinateurs portables et de bureau</td>
	    <td width="9" class="toptitle01_white_bold_margin">&nbsp;</td>
	  </tr>
	  <!--  End top title Lesson Bar --> <!--  Start top title Topic Bar -->
 	 <tr>
	    <td width="18" height="25" class="toptitle02_white_bold">&nbsp;</td>
	    <td height="25"  class="toptitle02_white_bold">6.3.2</td> 
	    <td class="toptitle02_white_bold"><img border="0" src="../../images/transdot.gif" width="10" height="1"></td>
	    <td width="100%" height="25" class="toptitle02_white_bold">Comparaison des processeurs des ordinateurs portables et de bureau</td>
	    <td height="25" width="9" class="toptitle02_white_bold_margin">&nbsp;</td>
	  </tr>
	 <!--  End top title Topic Bar -->	
</table>
	
	<!-- CONTENT -->
	<table border="0" cellpadding="0" cellspacing="0" width="95%" >
		<tr>
			<td width="20"></td>
			<td>
        <table border="0" cellpadding="0" cellspacing="0"  width="95%">
          <tr>
            <td width="100%">
              <p>L&rsquo;unit&eacute; centrale (UC), ou processeur, est consid&eacute;r&eacute;e comme le cerveau de l&rsquo;ordinateur. Elle interpr&egrave;te et traite les instructions utilis&eacute;es pour manipuler les donn&eacute;es.</p>
              <p>Les processeurs des ordinateurs portables sont con&ccedil;us pour utiliser moins d&rsquo;&eacute;nergie et produire moins de chaleur que les processeurs des ordinateurs de bureau.  Il en r&eacute;sulte que les processeurs d&rsquo;ordinateurs portables n&rsquo;ont pas besoin de dispositifs de ventilation aussi volumineux que ceux des ordinateurs de bureau. Les processeurs des ordinateurs portables utilisent &eacute;galement la modification dynamique de la fr&eacute;quence d&rsquo;horloge pour r&eacute;duire la consommation de courant et la chaleur produite. Cela cause une l&eacute;g&egrave;re diminution des performances, mais une meilleure dur&eacute;e de vie de certains composants. Ces processeurs, sp&eacute;cialement con&ccedil;us, permettent aux ordinateurs portables de fonctionner plus longtemps lorsqu&rsquo;ils sont aliment&eacute;s par une batterie. La Figure 1 pr&eacute;sente les sp&eacute;cifications des processeurs d&rsquo;ordinateurs portables. </p>
              <p><span class="note_caps">REMARQUE&nbsp;:</span> les techniciens doivent se reporter au manuel de l&rsquo;ordinateur portable pour d&eacute;terminer les processeurs pouvant &ecirc;tre utilis&eacute;s comme pi&egrave;ces de rechange et pour obtenir des instructions sur un tel remplacement. </br></br>																									
              </p></td>
          </tr>
         </table>  
       </td>
     </tr>
	</table>

</body>

</html>