<html>

<head>
<meta http-equiv="Content-Language" content="fr-fr">
<meta http-equiv="Content-Type" content="text/html; charset=windows-1252">
<title>Contenu</title>
<base target="_self">
<link href="../../css/content.css" rel="stylesheet" type="text/css">
</head>

<body onLoad="window.focus();">
<table border="0" cellpadding="0" cellspacing="0" width="100%">
	<!--  Start top title Lesson Bar -->
	  <tr>
	  	    <td width="18" class="toptitle01_white_bold" valign="top">
	  	    <img border="0" src="../../images/content_lines.gif" width="16" height="25"> <img border="0" src="../../images/transdot.gif" width="2" height="1"></td>

	      	<td width="18" class="toptitle01_white_bold">10.4</td>
	  	    <td class="toptitle01_white_bold"><img border="0" src="../../images/transdot.gif" width="10" height="1"></td>

	      	
    <td width="100%" class="toptitle01_white_bold"><font size="2" face="Arial"><b>Description de l&rsquo;environnement d&rsquo;un centre d&rsquo;appel et des responsabilit&eacute;s des techniciens</b></font>
    <td width="9" class="toptitle01_white_bold_margin">&nbsp;</td>
	  </tr>
	  <!--  End top title Lesson Bar --> <!--  Start top title Topic Bar -->
  <tr>
	    <td width="18" height="25" class="toptitle02_white_bold">&nbsp;</td>
	    <td height="25"  class="toptitle02_white_bold">10.4.2</td>
	    <td class="toptitle02_white_bold"><img border="0" src="../../images/transdot.gif" width="10" height="1"></td>
	    
    <td width="100%" height="25" class="toptitle02_white_bold">Description des responsabilit&eacute;s d&rsquo;un technicien de niveau un</td>
	    <td height="25" width="9" class="toptitle02_white_bold_margin">&nbsp;</td>
  </tr>
	 <!--  End top title Topic Bar -->
</table>

	<!-- CONTENT -->
	<table border="0" cellpadding="0" cellspacing="0" width="95%" >
		<tr>
			<td width="20"></td>
			<td>
        	<table border="0" cellpadding="0" cellspacing="0"  width="95%">

        	<tr>
          	<td width="100%">

            <p>Les centres d&rsquo;appels utilisent parfois diff&eacute;rents noms pour les techniciens de niveau un. Par exemple, ils peuvent &ecirc;tre appel&eacute;s des analystes de niveau un, des r&eacute;partiteurs ou des filtreurs d&rsquo;incidents. Quel que soit le titre des techniciens de niveau un, leurs responsabilit&eacute;s sont similaires dans tous les centres d&rsquo;appel.</p>

			<p>La responsabilit&eacute; principale d&rsquo;un technicien de niveau un consiste &agrave; recueillir des informations pertinentes aupr&egrave;s du client. Ce technicien doit documenter toutes ces informations dans le rapport ou dans l&rsquo;ordre de travail. Les informations que le technicien de niveau un doit obtenir sont pr&eacute;sent&eacute;es &agrave; la Figure 1. </p>

			<p>La solution de certains probl&egrave;mes peut &ecirc;tre tr&egrave;s simple et un technicien de niveau un peut g&eacute;n&eacute;ralement les traiter sans transf&eacute;rer l&rsquo;ordre de travail &agrave; un technicien de niveau 2.  </p>

			<p>Souvent, un probl&egrave;me requiert l&rsquo;expertise d&rsquo;un technicien de niveau deux. Dans ces cas, le technicien de niveau un doit pouvoir traduire la description du probl&egrave;me par le client en une ou deux phrases succinctes qui sont entr&eacute;es dans l&rsquo;ordre de travail. Cette &eacute;tape est importante afin que les autres techniciens comprennent rapidement la situation, sans avoir &agrave; poser &agrave; nouveau au client les m&ecirc;mes questions. La Figure 2 pr&eacute;sente la description, par le client, de certains probl&egrave;mes courants et la documentation du m&ecirc;me probl&egrave;me par le technicien.  </p>


            </td>
          </tr>
         </table>
       </td>
     </tr>
	</table>

</body>

</html>