<html>

<head>
<meta http-equiv="Content-Language" content="fr-fr">
<meta http-equiv="Content-Type" content="text/html; charset=windows-1252">
<title>Contenu</title>
<base target="_self">
<link href="../../css/content.css" rel="stylesheet" type="text/css">
</head>

<body onLoad="window.focus();">
<table border="0" cellpadding="0" cellspacing="0" width="100%">
	<!--  Start top title Lesson Bar -->
	  <tr>
	    <td width="18" class="toptitle01_white_bold" valign="top">
	    <img border="0" src="../../images/content_lines.gif" width="16" height="25"> <img border="0" src="../../images/transdot.gif" width="2" height="1"></td>
	    <td width="18" class="toptitle01_white_bold">16.2</td>
	    <td class="toptitle01_white_bold"><img border="0" src="../../images/transdot.gif" width="10" height="1"></td>
	    <td width="100%" class="toptitle01_white_bold">S&eacute;lection de composants de s&eacute;curit&eacute; selon les besoins d&rsquo;un client</td>
	    <td width="9" class="toptitle01_white_bold_margin">&nbsp;</td>
	  </tr>
	  <!--  End top title Lesson Bar --> <!--  Start top title Topic Bar -->
 	 <tr>
	    <td width="18" height="25" class="toptitle02_white_bold">&nbsp;</td>

    <td height="25"  class="toptitle02_white_bold">16.2.2</td>
	    <td class="toptitle02_white_bold"><img border="0" src="../../images/transdot.gif" width="10" height="1"></td>
	    <td width="100%" height="25" class="toptitle02_white_bold">Description et comparaison des p&eacute;riph&eacute;riques de contr&ocirc;le d&rsquo;acc&egrave;s</td>
	    <td height="25" width="9" class="toptitle02_white_bold_margin">&nbsp;</td>
  </tr>
	 <!--  End top title Topic Bar -->
</table>

	<!-- CONTENT -->
	<table border="0" cellpadding="0" cellspacing="0" width="95%" >
		<tr>
			<td width="20"></td>
			<td>
        <table border="0" cellpadding="0" cellspacing="0"  width="95%">
          <tr>
            <td width="100%">

            <p>L&rsquo;&eacute;quipement et les donn&eacute;es informatiques peuvent &ecirc;tre s&eacute;curis&eacute;es au moyen de techniques de protection qui se recouvrent pour emp&ecirc;cher un acc&egrave;s non autoris&eacute; aux donn&eacute;es sensibles. Par exemple, deux techniques diff&eacute;rentes sont utilis&eacute;es pour prot&eacute;ger un bien. Cette protection est connue sous le nom de &laquo;&nbsp;s&eacute;curit&eacute; &agrave; deux facteurs&nbsp;&raquo;, comme illustr&eacute; &agrave; la Figure 1. Lorsque vous envisagez un programme de s&eacute;curit&eacute;, vous devez comparer le co&ucirc;t de son impl&eacute;mentation &agrave; la valeur des donn&eacute;es ou de l&rsquo;&eacute;quipement &agrave; prot&eacute;ger. </p>

			<p><b>S&eacute;curit&eacute; mat&eacute;rielle</b><br>Utilisez du mat&eacute;riel de s&eacute;curit&eacute; pour emp&ecirc;cher les effractions et la perte de donn&eacute;es ou d&rsquo;&eacute;quipement. Voici certaines mesures de s&eacute;curit&eacute; mat&eacute;rielle pour contr&ocirc;ler l&rsquo;acc&egrave;s&nbsp;:</p>
              
			 
            <ul>
              <li><span class="bold">Verrou</span>&nbsp;: dispositif le plus r&eacute;pandu pour s&eacute;curiser des zones physiques. En cas de perte d&rsquo;une cl&eacute;, tous les verrous pouvant &ecirc;tre ouverts par cette cl&eacute; doivent &ecirc;tre chang&eacute;s.</li>
              <li><span class="bold">Conduit</span>&nbsp;: enveloppe permettant de prot&eacute;ger le mat&eacute;riau d&rsquo;infrastructure de tout acc&egrave;s non autoris&eacute; et de tout dommage.</li>
              <li><span class="bold">Carte-cl&eacute;</span>&nbsp;: dispositif utilis&eacute; pour s&eacute;curiser des zones physiques. Si une carte-cl&eacute; est perdue ou vol&eacute;e, il suffit de d&eacute;sactiver la carte manquante. Ce syst&egrave;me de carte-cl&eacute; est plus cher que des verrous de s&eacute;curit&eacute;. </li>
              <li><span class="bold">&Eacute;quipement vid&eacute;o</span>&nbsp;: &eacute;quipement permettant d&rsquo;enregistrer des images et du son &agrave; des fins de surveillance. Les donn&eacute;es enregistr&eacute;es doivent &ecirc;tre surveill&eacute;es pour v&eacute;rifier l&rsquo;absence de probl&egrave;mes.</li>
              <li><span class="bold">Garde de s&eacute;curit&eacute;</span>&nbsp;: contr&ocirc;le l&rsquo;acc&egrave;s &agrave; une installation et surveille les activit&eacute;s &agrave; l&rsquo;int&eacute;rieur de cette installation. </li>
            </ul>
			  <p>Les &eacute;quipements de r&eacute;seau doivent &ecirc;tre plac&eacute;s dans des zones s&eacute;curis&eacute;es. Tous les c&acirc;bles doivent &ecirc;tre ins&eacute;r&eacute;s dans des conduits ou achemin&eacute;s &agrave; l&rsquo;int&eacute;rieur des murs, afin d&rsquo;emp&ecirc;cher tout acc&egrave;s non autoris&eacute; ou toute alt&eacute;ration. Les prises r&eacute;seau non utilis&eacute;es doivent &ecirc;tre d&eacute;sactiv&eacute;es. En cas de d&eacute;gradation ou de vol d&rsquo;&eacute;quipement r&eacute;seau, certains utilisateurs risquent de ne pas pouvoir acc&eacute;der au service.</p>
			  <p>La strat&eacute;gie de s&eacute;curit&eacute; doit d&eacute;finir le niveau de s&eacute;curit&eacute; requis par l&rsquo;organisation. Les p&eacute;riph&eacute;riques biom&eacute;triques, qui mesurent les informations physiques d&rsquo;un utilisateur, sont parfaitement appropri&eacute;s aux zones de haute s&eacute;curit&eacute;. Toutefois, ce type de solution est trop cher pour la plupart des petites organisations. </p>

            <p><span class="bold">S&eacute;curit&eacute; des donn&eacute;es</span><br>Vous pouvez utiliser des p&eacute;riph&eacute;riques de s&eacute;curit&eacute; des donn&eacute;es pour authentifier l&rsquo;acc&egrave;s des employ&eacute;s. Une identification &agrave; deux facteurs constitue un moyen d&rsquo;am&eacute;liorer la s&eacute;curit&eacute;. Pour acc&eacute;der aux donn&eacute;es, les employ&eacute;s doivent utiliser &agrave; la fois un mot de passe et un dispositif de s&eacute;curit&eacute; des donn&eacute;es similaire &agrave; ceux r&eacute;pertori&eacute;s ci-dessous&nbsp;: </p>
              
            <ul>
              <li><span class="bold">Carte &agrave; puce</span>&nbsp;: ce dispositif permet de stocker des donn&eacute;es en toute s&eacute;curit&eacute;. Sa m&eacute;moire interne est une puce qui se connecte &agrave; un lecteur, directement ou au moyen d&rsquo;une connexion sans fil. Les cartes &agrave; puce sont utilis&eacute;es par plusieurs applications dans le monde entier, telles que des badges d&rsquo;identit&eacute; s&eacute;curis&eacute;s, des p&eacute;riph&eacute;riques d&rsquo;authentification en ligne et des paiements par carte de cr&eacute;dit s&eacute;curis&eacute;s.</li>
              <li><span class="bold">Porte-cl&eacute;s de s&eacute;curit&eacute;</span>&nbsp;: petit dispositif ressemblant &agrave; un ornement sur un porte-cl&eacute;s. Il contient un syst&egrave;me radio permettant de communiquer avec un ordinateur, &agrave; faible distance. Ce dispositif est suffisamment petit pour que la plupart des personnes qui en ont besoin l&rsquo;attachent &agrave; leur propre porte-cl&eacute;s. L&rsquo;ordinateur doit capter le signal provenant du porte-cl&eacute;s avant de pouvoir accepter un nom d&rsquo;utilisateur et un mot de passe. </li>
              <li><span class="bold">P&eacute;riph&eacute;rique biom&eacute;trique</span>&nbsp;: mesure les caract&eacute;ristiques physiques d&rsquo;un utilisateur, telles que les empreintes digitales ou certains motifs de l&rsquo;iris de l&rsquo;&oelig;il. L&rsquo;acc&egrave;s de l&rsquo;utilisateur est autoris&eacute; si ces caract&eacute;ristiques correspondent &agrave; sa base de donn&eacute;es et si les informations d&rsquo;ouverture de session correctes sont fournies. </li>
            </ul>
			  <p>Le niveau de s&eacute;curit&eacute; dont un client a besoin d&eacute;termine les p&eacute;riph&eacute;riques &agrave; s&eacute;lectionner pour assurer la s&eacute;curit&eacute; de son &eacute;quipement et de ses donn&eacute;es.  </p>
			  <table  width="95%" border="0" cellspacing="0" cellpadding="0" id="activity">
              <tr>
                <td valign="top">
                  <table  width="100%" cellspacing="0" cellpadding="0" border="0" >
                    <tr>
                      <td width="5" class="activity_topbar"><img border="0" src="../../images/lab_toplft.gif" width="116" height="23"></td>
                      <td class="activity_topbar"><img alt="" height="1" width="3" src="../../images/s.gif"></td>
                      <td align="right" valign="top" class="activity_topbar"><img alt="" src="../../images/corner_ur_7.gif" width="7" height="7"></td>
                    </tr>
                  </table>
                  <table width="100%" cellspacing="0" cellpadding="0" border="0" id="table3">
                    <tr>
                      <td>
                        <table width="100%" cellpadding="2" cellspacing="0" border="0"  id="table4">
                          <tr>
                            <td width="15" class="activity_text">&nbsp;</td>
                            <td class="activity_text">
                              <p><img border="0" src="../../images/activity_icon.gif" width="36" height="30"> <strong>Exercice </strong></p>
                              <p><strong>Dispositifs de s&eacute;curit&eacute;<br></strong> R&eacute;alisation de l&rsquo;exercice correspondant sur la s&eacute;curit&eacute; des p&eacute;riph&eacute;riques dans la Figure 2<br> <br>
                              </p>
                            </td>
                          </tr>
                        </table>
                      </td>
                    </tr>
                  </table>
                </td>
              </tr>
            </table>
            </td>
          </tr>
         </table>
       </td>
     </tr>
	</table>

</body>

</html>