<html>

<head>
<meta http-equiv="Content-Language" content="fr-fr">
<meta http-equiv="Content-Type" content="text/html; charset=windows-1252">
<title>Contenu</title>
<base target="_self">
<link href="../../css/content.css" rel="stylesheet" type="text/css">
</head>

<body onLoad="window.focus();">
<table border="0" cellpadding="0" cellspacing="0" width="100%">
	<!--  Start top title Lesson Bar -->
	  <tr>
	    <td width="18" class="toptitle01_white_bold" valign="top">
	    <img border="0" src="../../images/content_lines.gif" width="16" height="25"> <img border="0" src="../../images/transdot.gif" width="2" height="1"></td>
	    
    <td width="18" class="toptitle01_white_bold">6.6</td>
	    <td class="toptitle01_white_bold"><img border="0" src="../../images/transdot.gif" width="10" height="1"></td>
	    
    <td width="100%" class="toptitle01_white_bold">Identification des techniques de maintenance pr&eacute;ventive courantes pour les ordinateurs et autres p&eacute;riph&eacute;riques portables</td>
	    <td width="9" class="toptitle01_white_bold_margin">&nbsp;</td>
	  </tr>
	  <!--  End top title Lesson Bar --> <!--  Start top title Topic Bar -->
 	 <tr>
	    <td width="18" height="25" class="toptitle02_white_bold">&nbsp;</td>
	    
    <td height="25"  class="toptitle02_white_bold">6.6.1</td> 
	    <td class="toptitle02_white_bold"><img border="0" src="../../images/transdot.gif" width="10" height="1"></td>
	    <td width="100%" height="25" class="toptitle02_white_bold">Identification des proc&eacute;dures de nettoyage appropri&eacute;es</td>
	    <td height="25" width="9" class="toptitle02_white_bold_margin">&nbsp;</td>
	  </tr>
	 <!--  End top title Topic Bar -->	
</table>
	
	<!-- CONTENT -->
	<table border="0" cellpadding="0" cellspacing="0" width="95%" >
		<tr>
			<td width="20"></td>
			<td>
        <table border="0" cellpadding="0" cellspacing="0"  width="95%">
          <tr>
            <td width="100%">
              <p> Une routine de nettoyage appropri&eacute;e constitue le moyen le plus facile et le moins cher de prot&eacute;ger un ordinateur portable et de prolonger sa dur&eacute;e de vie. Il est tr&egrave;s important d&rsquo;utiliser les produits adapt&eacute;s et de respecter les proc&eacute;dures correctes lors du nettoyage d&rsquo;un ordinateur portable. Lisez toujours tous les avertissements pr&eacute;sents sur les &eacute;tiquettes des produits d&rsquo;entretien. Les composants sont tr&egrave;s sensibles et doivent &ecirc;tre manipul&eacute;s avec soin. Consultez le manuel de l&rsquo;ordinateur portable pour obtenir plus d&rsquo;informations et de suggestions d&rsquo;entretien. &nbsp;
                     
              </p>
              
            <p class="bold">Proc&eacute;dure de nettoyage du clavier d&rsquo;un ordinateur portable</p>
              
	            	
            <ol>
              <li>Mettez l&rsquo;ordinateur portable hors tension. </li>
              <li>D&eacute;connectez tous les p&eacute;riph&eacute;riques.</li>
              <li>D&eacute;branchez l&rsquo;ordinateur de la prise &eacute;lectrique. </li>
              <li>Retirez toutes les batteries. </li>
              <li>Essuyez l&rsquo;ordinateur portable et le clavier avec un chiffon doux non pelucheux, humect&eacute; d&rsquo;eau ou d&rsquo;un nettoyant pour &eacute;cran d&rsquo;ordinateur.</li>
            </ol>
	            	
            <p class="bold">Proc&eacute;dure de nettoyage des a&eacute;rations</p>
	            	<ol>
	            		<li>Mettez l&rsquo;ordinateur portable hors tension. </li>
	            		<li>D&eacute;connectez tous les p&eacute;riph&eacute;riques.</li>
	            		<li>D&eacute;branchez l&rsquo;ordinateur de la prise &eacute;lectrique. </li>	
	            		<li>Retirez toutes les batteries.</li>
	            		<li>Utilisez de l&rsquo;air comprim&eacute; ou un aspirateur non &eacute;lectrostatique pour &eacute;liminer la poussi&egrave;re des a&eacute;rations et du ventilateur situ&eacute; derri&egrave;re les a&eacute;rations. </li>
	            		<li>Utilisez des pinces brucelles pour retirer les d&eacute;bris pr&eacute;sents.</li>            			            			            		            		
	            	</ol>
	            	
            <p class="bold">Proc&eacute;dure de nettoyage de l&rsquo;&eacute;cran</p>
	            	
            <ol>
              <li>Mettez l&rsquo;ordinateur portable hors tension.</li>
              <li>D&eacute;connectez tous les p&eacute;riph&eacute;riques.</li>
              <li>D&eacute;branchez l&rsquo;ordinateur de la prise &eacute;lectrique. </li>
              <li>Retirez toutes les batteries. </li>
              <li>Essuyez l&rsquo;&eacute;cran avec un chiffon doux non pelucheux, humect&eacute; d&rsquo;une solution nettoyante douce. </li>
            </ol>
       	      
              
            <p><span class="caution_caps">ATTENTION&nbsp;:</span> ne vaporisez pas de solution nettoyante directement sur l&rsquo;&eacute;cran. Utilisez des produits sp&eacute;cialement con&ccedil;us pour le nettoyage d&rsquo;&eacute;crans d&rsquo;ordinateurs. &nbsp; </p>
              
            <p class="bold">Proc&eacute;dure de nettoyage du pav&eacute; tactile</p>
              
	            	
            <ol>
              <li>Mettez l&rsquo;ordinateur portable hors tension.</li>
              <li>D&eacute;connectez tous les p&eacute;riph&eacute;riques.</li>
              <li>D&eacute;branchez l&rsquo;ordinateur de la prise &eacute;lectrique. </li>
              <li>Retirez toutes les batteries. </li>
              <li>Essuyez doucement la surface du pav&eacute; tactile avec un chiffon doux non pelucheux, humect&eacute; d&rsquo;un nettoyant agr&eacute;&eacute;. N&rsquo;utilisez jamais de chiffon mouill&eacute;.</li>
            </ol>
           	  
              
            <p>Le petit &eacute;cran d&rsquo;un assistant num&eacute;rique personnel ou d&rsquo;un t&eacute;l&eacute;phone intelligent exige des soins sp&eacute;ciaux. En effet, l&rsquo;utilisateur fait fonctionner ces appareils en touchant l&rsquo;&eacute;cran avec un stylet. Si cet &eacute;cran est sale, la position ou le mouvement du stylet n&rsquo;est pas toujours d&eacute;tect&eacute;e de fa&ccedil;on pr&eacute;cise. Les salissures risquent &eacute;galement de rayer l&rsquo;&eacute;cran. Nettoyez l&rsquo;&eacute;cran avec une petite quantit&eacute; de solution nettoyante non abrasive vers&eacute;e sur un chiffon doux. Pour prot&eacute;ger la surface de l&rsquo;&eacute;cran contre l&rsquo;action r&eacute;p&eacute;t&eacute;e du stylet, utilisez des films de protection autoadh&eacute;sifs.</p>
            <p><span class="caution_caps">ATTENTION&nbsp;:</span> pour &eacute;viter d&rsquo;endommager les surfaces de l&rsquo;ordinateur portable, utilisez un chiffon doux non pelucheux et une solution nettoyante agr&eacute;&eacute;e. Appliquez la solution sur le chiffon et non directement sur l&rsquo;ordinateur portable.</p>
              
            <p><span class="bold">Proc&eacute;dure de nettoyage du lecteur de disquette</span><br> Utilisez un kit de nettoyage disponible dans le commerce pour nettoyer un lecteur de disquette. Ces kits comprennent des disquettes pr&eacute;trait&eacute;es pour &eacute;liminer les contaminants qui s&rsquo;accumulent sur les t&ecirc;tes de lecture au cours du fonctionnement normal du lecteur. </p>
              
              
            <ol>
              <li>Retirez la disquette &eacute;ventuellement pr&eacute;sente dans le lecteur. </li>
              <li>Ins&eacute;rez la disquette de nettoyage et laissez-la tourner pour la dur&eacute;e sugg&eacute;r&eacute;e. </li>
            </ol>
              
              
            <p><span class="bold">Proc&eacute;dure de nettoyage du lecteur optique</span><br> Les lecteurs optiques peuvent accumuler de la poussi&egrave;re, des salissures et d&rsquo;autres contaminants. Ils risquent ensuite de mal fonctionner, de manquer des donn&eacute;es, de produire des messages d&rsquo;erreur et donc de causer une perte de productivit&eacute;. </p>
              
	            	
            <ol>
              <li>Utilisez un disque de nettoyage de lecteur CD ou DVD disponible dans le commerce. De nombreux kits de nettoyage de lecteur de disquette contiennent &eacute;galement un disque de nettoyage de lecteur optique. Comme pour le nettoyage d&rsquo;un lecteur de disquette, les kits de nettoyage des lecteurs optiques contiennent une solution nettoyante et un disque non abrasif &agrave; ins&eacute;rer dans le lecteur. </li>
              <li>Retirez le disque &eacute;ventuellement pr&eacute;sent dans le lecteur. </li>
              <li>Ins&eacute;rez le disque de nettoyage et laissez-le tourner pour la dur&eacute;e sugg&eacute;r&eacute;e, afin de bien nettoyer toutes les surfaces de contact. </li>
            </ol>
           	  
              
            <p><span class="bold">Nettoyage d&rsquo;un CD ou d&rsquo;un DVD</span><br> V&eacute;rifiez si le disque est ray&eacute;. Remplacez les disques qui comportent des rayures profondes&nbsp;; elles risquent de causer des erreurs de donn&eacute;es. Si des probl&egrave;mes surviennent, tels que des sauts ou une d&eacute;gradation de la qualit&eacute; de lecture de vos CD ou DVD, nettoyez ceux-ci. Des produits sont disponibles dans le commerce pour nettoyer les disques et les prot&eacute;ger contre la poussi&egrave;re, les empreintes digitales et les rayures. Les produits nettoyant pour les CD peuvent &eacute;galement &ecirc;tre utilis&eacute;s pour les DVD en toute s&eacute;curit&eacute;. </p>
            <ol>
              <li>Maintenez le disque par son bord ext&eacute;rieur ou int&eacute;rieur. </li>
              <li>Essuyez doucement le disque avec un chiffon doux non pelucheux. N&rsquo;utilisez jamais de papier ou tout autre mat&eacute;riau qui pourrait rayer le disque ou laisser des marques. 
              </li>
              <li>Essuyez &agrave; partir du centre du disque et progressez vers l&rsquo;ext&eacute;rieur. N&rsquo;appliquez jamais de mouvement circulaire. </li>
              <li>Versez une petite quantit&eacute; de solution nettoyante pour CD ou DVD, disponible dans le commerce, sur un chiffon doux non pelucheux et essuyez &agrave; nouveau si des salissures persistent sur le disque. </li>
              <li>Laissez s&eacute;cher le disque avant de l&rsquo;ins&eacute;rer dans le lecteur. 
              </li>
            </ol>
            </td>
          </tr>
         </table>  
       </td>
     </tr>
	</table>

</body>

</html>