<html>

<head>
<meta http-equiv="Content-Language" content="fr-fr">
<meta http-equiv="Content-Type" content="text/html; charset=windows-1252">
<title>Contenu</title>
<base target="_self">
<link href="../../css/content.css" rel="stylesheet" type="text/css">
</head>

<body onLoad="window.focus();">
<table border="0" cellpadding="0" cellspacing="0" width="100%">
	<!--  Start top title Lesson Bar -->
	  <tr>
	    <td width="18" class="toptitle01_white_bold" valign="top">
	    <img border="0" src="../../images/content_lines.gif" width="16" height="25"> <img border="0" src="../../images/transdot.gif" width="2" height="1"></td>
	    
    <td width="18" class="toptitle01_white_bold">7.3</td>
	    <td class="toptitle01_white_bold"><img border="0" src="../../images/transdot.gif" width="10" height="1"></td>
	    
    <td width="100%" class="toptitle01_white_bold">Description des types de scanners actuellement disponibles</td>
	    <td width="9" class="toptitle01_white_bold_margin">&nbsp;</td>
	  </tr>
	  <!--  End top title Lesson Bar --> <!--  Start top title Topic Bar -->
 	 <tr>
	    <td width="18" height="25" class="toptitle02_white_bold">&nbsp;</td>
	    
    <td height="25"  class="toptitle02_white_bold">7.3.1</td> 
	    <td class="toptitle02_white_bold"><img border="0" src="../../images/transdot.gif" width="10" height="1"></td>
	    
    <td width="100%" height="25" class="toptitle02_white_bold">Description des types de scanners, de leur r&eacute;solution et de leurs interfaces</td>
	    <td height="25" width="9" class="toptitle02_white_bold_margin">&nbsp;</td>
	  </tr>
	 <!--  End top title Topic Bar -->	
</table>
	
	<!-- CONTENT -->
	<table border="0" cellpadding="0" cellspacing="0" width="95%" >
		<tr>
			<td width="20"></td>
			<td>
        <table border="0" cellpadding="0" cellspacing="0"  width="95%">
          
        <tr> 
          <td width="100%"> 
            <p>Les scanners sont utilis&eacute;s pour convertir des donn&eacute;es ou des images imprim&eacute;es &agrave; un format de donn&eacute;es &eacute;lectroniques qu&rsquo;un ordinateur peut ensuite conserver ou traiter comme requis. Une fois num&eacute;ris&eacute;e, l&rsquo;image peut &ecirc;tre enregistr&eacute;e, modifi&eacute;e et m&ecirc;me envoy&eacute;e par courriel, comme n&rsquo;importe quel autre fichier. Bien que la plupart des scanners effectuent la m&ecirc;me op&eacute;ration, plusieurs types de scanners diff&eacute;rents sont disponibles, comme illustr&eacute; &agrave; la Figure 1. Cliquez sur chaque type de scanner pour obtenir plus d&rsquo;informations.</p>
            <p>Comme pour les imprimantes, les fonctions, la qualit&eacute; et la vitesse des scanners varient selon le type d&rsquo;appareil. En g&eacute;n&eacute;ral, les scanners cr&eacute;ent une image RVB qui peut &ecirc;tre convertie aux formats d&rsquo;image courants tels que JPEG, TIFF, Bitmap et PNG. Une image RVB comporte trois canaux&nbsp;: rouge, vert et bleu. Les canaux RVB correspondent en g&eacute;n&eacute;ral aux r&eacute;cepteurs de couleurs de l&rsquo;&oelig;il humain et sont utilis&eacute;s pour les affichages par ordinateur et pour les scanners d&rsquo;images. </p>
            <p>Certains scanners peuvent cr&eacute;er des documents texte en utilisant un logiciel de reconnaissance optique de caract&egrave;res (OCR, Optical Character Recognition). Les logiciels de reconnaissance optique de caract&egrave;res sont utilis&eacute;s pour convertir une page imprim&eacute;e num&eacute;ris&eacute;e en un texte, qui peut ensuite &ecirc;tre modifi&eacute; au moyen d&rsquo;un logiciel de traitement de texte. La r&eacute;solution d&rsquo;un scanner est mesur&eacute;e en points par pouce (ppp). Comme pour les imprimantes, plus le nombre de points par pouce est &eacute;lev&eacute;, plus la qualit&eacute; de l&rsquo;image est bonne. </p>
            <p>Le scanner et l&rsquo;ordinateur doivent disposer d&rsquo;interfaces compatibles pour permettre la communication de donn&eacute;es entre eux. Les interfaces et les c&acirc;bles utilis&eacute;s pour les scanners sont g&eacute;n&eacute;ralement les m&ecirc;mes que ceux utilis&eacute;s pour les imprimantes, comme illustr&eacute; &agrave; la Figure 2. </p>
          </td>
          </tr>
         </table>  
       </td>
     </tr>
	</table>

</body>

</html>