<html>

<head>
<meta http-equiv="Content-Language" content="fr-fr">
<meta http-equiv="Content-Type" content="text/html; charset=windows-1252">
<title>Contenu</title>
<base target="_self">
<link href="../../css/content.css" rel="stylesheet" type="text/css">
</head>

<body onLoad="window.focus();">
<table border="0" cellpadding="0" cellspacing="0" width="100%">
	<!--  Start top title Lesson Bar -->
	  <tr>
	  	    <td width="18" class="toptitle01_white_bold" valign="top">
	  	    <img border="0" src="../../images/content_lines.gif" width="16" height="25"> <img border="0" src="../../images/transdot.gif" width="2" height="1"></td>

	      	<td width="18" class="toptitle01_white_bold">15.1</td>
	  	    <td class="toptitle01_white_bold"><img border="0" src="../../images/transdot.gif" width="10" height="1"></td>

	      	<td width="100%" class="toptitle01_white_bold">Identification des dangers potentiels et impl&eacute;mentation des proc&eacute;dures de s&eacute;curit&eacute; adapt&eacute;es aux r&eacute;seaux</td>
	  	    <td width="9" class="toptitle01_white_bold_margin">&nbsp;</td>
	  </tr>
	  <!--  End top title Lesson Bar --> <!--  Start top title Topic Bar -->

	<tr>
		<td width="18" height="25" class="toptitle02_white_bold">&nbsp;</td>
		<td height="25"  class="toptitle02_white_bold">15.1.2</td>
		<td class="toptitle02_white_bold"><img border="0" src="../../images/transdot.gif" width="10" height="1"></td>
		<td width="100%" height="25" class="toptitle02_white_bold">D&eacute;finition des dangers associ&eacute;s aux c&acirc;bles, &agrave; leur d&eacute;coupe et aux coupe-c&acirc;bles </td>
		<td height="25" width="9" class="toptitle02_white_bold_margin">&nbsp;</td>
	</tr>

	 <!--  End top title Topic Bar -->
</table>

	<!-- CONTENT -->
	<table border="0" cellpadding="0" cellspacing="0" width="95%" >
		<tr>
			<td width="20"></td>
			<td>
        <table border="0" cellpadding="0" cellspacing="0"  width="95%">

        <tr>
          <td width="100%">

          	<p>Tous les techniciens, quel que soit leur niveau de comp&eacute;tences, doivent conna&icirc;tre les dangers potentiels avant de travailler avec des c&acirc;bles et des outils. </p>

			<p><span class="caution_caps">ATTENTION&nbsp;:</span> lors de la manipulation de c&acirc;bles, portez toujours des lunettes de protection. Ne touchez jamais les extr&eacute;mit&eacute;s d&rsquo;un c&acirc;ble, quel qu&rsquo;il soit, &agrave; main nue.</p>

			<p><span class="bold">Dangers associ&eacute;s aux c&acirc;bles en cuivre</span><br>Les c&acirc;bles en cuivre peuvent &eacute;galement &ecirc;tre dangereux &agrave; manipuler. Lorsque vous d&eacute;coupez un c&acirc;ble en cuivre, de petits &eacute;clats de cuivre peuvent p&eacute;n&eacute;trer dans la peau ou vous couper. Les fragments produits par une d&eacute;coupe peuvent &eacute;galement voler dans l&rsquo;air. N&rsquo;oubliez pas de toujours porter des lunettes de s&eacute;curit&eacute; lorsque vous d&eacute;coupez un c&acirc;ble, quel qu&rsquo;il soit.</p>
			<p>Les outils de d&eacute;coupe et de sertissage utilis&eacute;s pour r&eacute;parer ou raccorder les c&acirc;bles en cuivre peuvent &ecirc;tre dangereux s&rsquo;ils ne sont pas utilis&eacute;s correctement. Lisez attentivement la documentation fournie avec l&rsquo;outil.   Entra&icirc;nez-vous &agrave; la manipulation de l&rsquo;outil sur un morceau de c&acirc;ble et demandez &agrave; un installateur exp&eacute;riment&eacute; de vous aider, si n&eacute;cessaire.</p>
			<p>N&rsquo;oubliez pas que les c&acirc;bles en cuivre conduisent l&rsquo;&eacute;lectricit&eacute;. Un d&eacute;faut d&rsquo;&eacute;quipement, l&rsquo;&eacute;lectricit&eacute; statique et la foudre peuvent &eacute;galement alimenter un c&acirc;ble, m&ecirc;me d&eacute;branch&eacute;. En cas de doute, testez le c&acirc;ble sur lequel vous travaillez, &agrave; l&rsquo;aide d&rsquo;un simple d&eacute;tecteur de tension, avant de le toucher.</p>

         </td>
          </tr>
         </table>
       </td>
     </tr>
	</table>

</body>

</html>