<html>

<head>
<meta http-equiv="Content-Language" content="fr-fr">
<meta http-equiv="Content-Type" content="text/html; charset=windows-1252">
<title>Contenu</title>
<base target="_self">
<link href="../../css/content.css" rel="stylesheet" type="text/css">
</head>

<body onLoad="window.focus();">
<table border="0" cellpadding="0" cellspacing="0" width="100%">
	<!--  Start top title Lesson Bar -->
	  <tr>
	  	    <td width="18" class="toptitle01_white_bold" valign="top">
	  	    <img border="0" src="../../images/content_lines.gif" width="16" height="25"> <img border="0" src="../../images/transdot.gif" width="2" height="1"></td>

	      	<td width="18" class="toptitle01_white_bold">11.4</td>
	  	    <td class="toptitle01_white_bold"><img border="0" src="../../images/transdot.gif" width="10" height="1"></td>

	      	<td width="100%" class="toptitle01_white_bold">Mise &agrave; niveau et configuration des composants et des p&eacute;riph&eacute;riques d&rsquo;un ordinateur personnel</td>
	  	    <td width="9" class="toptitle01_white_bold_margin">&nbsp;</td>
	  </tr>
	  <!--  End top title Lesson Bar --> <!--  Start top title Topic Bar -->
 	 <tr>
	    <td width="18" height="25" class="toptitle02_white_bold">&nbsp;</td>

    <td height="25"  class="toptitle02_white_bold">11.4.4</td>
	    <td class="toptitle02_white_bold"><img border="0" src="../../images/transdot.gif" width="10" height="1"></td>

    <td width="100%" height="25" class="toptitle02_white_bold">Mise &agrave; niveau et configuration du BIOS</td>
	    <td height="25" width="9" class="toptitle02_white_bold_margin">&nbsp;</td>
  </tr>
	 <!--  End top title Topic Bar -->
</table>

	<!-- CONTENT -->
	<table border="0" cellpadding="0" cellspacing="0" width="95%" >
		<tr>
			<td width="20"></td>
			<td>
        <table border="0" cellpadding="0" cellspacing="0"  width="95%">

        <tr>
          <td width="100%">
            <p>Les fabricants de cartes m&egrave;res publient r&eacute;guli&egrave;rement des mises &agrave; jour pour leur BIOS. Les notices de version, comme celles illustr&eacute;es dans la Figure 1, d&eacute;crivent la mise &agrave; niveau du produit, les am&eacute;liorations en mati&egrave;re de compatibilit&eacute; et les bugs connus qui ont &eacute;t&eacute; trait&eacute;s. Certains p&eacute;riph&eacute;riques r&eacute;cents ne fonctionnent correctement qu&rsquo;avec un BIOS mis &agrave; jour. </p>

            <p>Auparavant, les informations du BIOS de l&rsquo;ordinateur &eacute;taient contenues dans les puces de m&eacute;moire morte. Pour mettre &agrave; niveau les informations du BIOS, la puce de m&eacute;moire morte devait &ecirc;tre remplac&eacute;e, ce qui n&rsquo;&eacute;tait pas toujours possible. Les puces de BIOS modernes sont de type EEPROM ou m&eacute;moire flash, ce qui permet &agrave; l&rsquo;utilisateur de faire une mise &agrave; niveau sans avoir &agrave; ouvrir le bo&icirc;tier. Ce processus est appel&eacute; &laquo;&nbsp;flashage du BIOS&nbsp;&raquo;.</p>

			<p>Pour afficher les param&egrave;tres actuels du BIOS, vous devez entrer dans le programme de configuration du BIOS, comme indiqu&eacute; dans la Figure 2. Appuyez sur les touches de s&eacute;quence de configuration pendant que l&rsquo;ordinateur proc&egrave;de au test automatique de mise sous tension (POST). Selon les ordinateurs, la touche de configuration peut &ecirc;tre F1, F2 ou Suppr. Lisez le texte qui s&rsquo;affiche &agrave; l&rsquo;&eacute;cran ou consultez le manuel de la carte m&egrave;re pour conna&icirc;tre la touche ou la combinaison de touches de configuration.</p>

			<p>La premi&egrave;re partie du processus d&rsquo;amor&ccedil;age affiche un message vous indiquant sur quelle touche appuyer pour passer en mode de configuration ou BIOS. De nombreux param&egrave;tres du BIOS ne doivent pas &ecirc;tre modifi&eacute;s par une personne non familiaris&eacute;e avec cette proc&eacute;dure. Si vous n&rsquo;&ecirc;tes pas s&ucirc;r de vous, mieux vaut ne modifier aucun param&egrave;tre du BIOS, sauf si vous recherchez le probl&egrave;me en profondeur.</p>

			<p>Pour t&eacute;l&eacute;charger un nouveau BIOS, consultez le site Web du fabricant et suivez les proc&eacute;dures d&rsquo;installation recommand&eacute;es, comme indiqu&eacute; dans la Figure 3. L&rsquo;installation d&rsquo;un logiciel de BIOS en ligne peut n&eacute;cessiter le t&eacute;l&eacute;chargement d&rsquo;un nouveau fichier de BIOS, la copie ou l&rsquo;extraction des fichiers sur une disquette et l&rsquo;amor&ccedil;age &agrave; partir de la disquette. Un programme d&rsquo;installation invite l&rsquo;utilisateur &agrave; fournir des informations pour terminer le processus.</p>

			<p>Bien qu&rsquo;il soit encore courant de flasher le BIOS &agrave; partir d&rsquo;une invite de commande, certains fabricants de cartes m&egrave;res proposent sur leurs sites Web des logiciels permettant &agrave; l&rsquo;utilisateur de flasher le BIOS &agrave; partir de Windows. La proc&eacute;dure diff&egrave;re d&rsquo;un fabricant &agrave; un autre. </p>

			<p><span class="caution_caps">ATTENTION&nbsp;: </span> une mise &agrave; jour de BIOS mal install&eacute;e ou interrompue peut rendre l&rsquo;ordinateur inutilisable.</p>

<!-- Start Activity box   -->

            <table  width="95%" border="0" cellspacing="0" cellpadding="0" id="activity">
              <tr>
                <td valign="top">
                  <table  width="100%" cellspacing="0" cellpadding="0" border="0" >
                    <tr>
                      <td width="5" class="activity_topbar"> <img border="0" src="../../images/lab_toplft.gif" width="116" height="23"></td>
                      <td class="activity_topbar"><img alt="" height="1" width="3" src="../../images/s.gif"></td>
                      <td align="right" valign="top" class="activity_topbar">
                        <img alt="" src="../../images/corner_ur_7.gif" width="7" height="7"></td>
                    </tr>
                  </table>
                  <table width="100%" cellspacing="0" cellpadding="0" border="0" id="table3">
                    <tr>
                      <td>
                        <table width="100%" cellpadding="2" cellspacing="0" border="0"  id="table4">
                          <tr>
                            <td width="15" class="activity_text">&nbsp;</td>
                            <td class="activity_text"><img border="0" src="../../images/lab_icon.gif" width="36" height="30"> <a target="_blank" href="../lab11_4_4/11.4.4_Lab_BIOS_File_Search.pdf">Travaux pratiques</a>
                              <p> <span class="bold">BIOS</span><br> Recherche de nouvelles versions du BIOS<br> <br>
                              </p>
                            </td>
                          </tr>
                        </table>
                      </td>
                    </tr>
                  </table>
                </td>
              </tr>
            </table>
            <!-- END Activity box   -->
        </tr>
         </table>
       </td>
     </tr>
	</table>

</body>

</html>