<html>

<head>
<meta http-equiv="Content-Language" content="fr-fr">
<meta http-equiv="Content-Type" content="text/html; charset=windows-1252">
<title>Contenu</title>
<base target="_self">
<link href="../../css/content.css" rel="stylesheet" type="text/css">
</head>

<body onLoad="window.focus();">
<table border="0" cellpadding="0" cellspacing="0" width="100%">
	<!--  Start top title Lesson Bar -->
	  <tr>
	    <td width="18" class="toptitle01_white_bold" valign="top">
	    <img border="0" src="../../images/content_lines.gif" width="16" height="25"> <img border="0" src="../../images/transdot.gif" width="2" height="1"></td>
	    
    <td width="18" class="toptitle01_white_bold">8.3</td>
	    <td class="toptitle01_white_bold"><img border="0" src="../../images/transdot.gif" width="10" height="1"></td>
	    <td width="100%" class="toptitle01_white_bold">Description des principaux concepts et technologies de mise en r&eacute;seau</td>
	    <td width="9" class="toptitle01_white_bold_margin">&nbsp;</td>
	  </tr>
	  <!--  End top title Lesson Bar --> <!--  Start top title Topic Bar -->
 	 <tr>
	    <td width="18" height="25" class="toptitle02_white_bold">&nbsp;</td>
	    
    <td height="25"  class="toptitle02_white_bold">8.3.2</td> 
	    <td class="toptitle02_white_bold"><img border="0" src="../../images/transdot.gif" width="10" height="1"></td>
	    <td width="100%" height="25" class="toptitle02_white_bold">Description de l&rsquo;adressage IP</td>
	    <td height="25" width="9" class="toptitle02_white_bold_margin">&nbsp;</td>
	  </tr>
	 <!--  End top title Topic Bar -->	
</table>
	
	<!-- CONTENT -->
	<table border="0" cellpadding="0" cellspacing="0" width="95%" >
		<tr>
			<td width="20"></td>
			<td>
        <table border="0" cellpadding="0" cellspacing="0"  width="95%">
          
        <tr> 
          <td width="100%"> 
            <p>Une adresse IP est un num&eacute;ro utilis&eacute; pour identifier un p&eacute;riph&eacute;rique situ&eacute; sur un r&eacute;seau. Chaque p&eacute;riph&eacute;rique r&eacute;seau poss&egrave;de une adresse IP unique pour communiquer avec les autres p&eacute;riph&eacute;rique sur le r&eacute;seau. Comme nous l&rsquo;avons indiqu&eacute; pr&eacute;c&eacute;demment, un h&ocirc;te est un p&eacute;riph&eacute;rique qui envoie ou re&ccedil;oit des informations sur le r&eacute;seau. Les p&eacute;riph&eacute;riques r&eacute;seau sont des syst&egrave;mes qui transf&egrave;rent les donn&eacute;es sur le r&eacute;seau&nbsp;; ils comprennent les concentrateurs, les commutateurs et les routeurs. Sur un r&eacute;seau local, chaque h&ocirc;te et p&eacute;riph&eacute;rique r&eacute;seau doit poss&eacute;der une adresse IP du m&ecirc;me r&eacute;seau pour pouvoir communiquer.</p>
            <p>Le nom d&rsquo;une personne et ses empreintes digitales sont en g&eacute;n&eacute;ral des crit&egrave;res permanents. Ils offrent une identification, ou adresse, physique qui d&eacute;crit de mani&egrave;re unique le corps de la personne. L&rsquo;adresse postale d&rsquo;une personne, quant &agrave; elle, indique o&ugrave; cette personne vit ou r&eacute;cup&egrave;re son courrier. Cette adresse peut changer. Sur un h&ocirc;te, une adresse MAC (contr&ocirc;le d&rsquo;acc&egrave;s au support, expliqu&eacute;e ci-dessous) est attribu&eacute;e &agrave; la carte r&eacute;seau de l&rsquo;h&ocirc;te&nbsp;; on l&rsquo;appelle &eacute;galement adresse physique. L&rsquo;adresse physique ne change pas, quel que soit l&rsquo;emplacement de l&rsquo;h&ocirc;te sur le r&eacute;seau, de la m&ecirc;me mani&egrave;re que les empreintes digitales d&rsquo;une personne restent identiques quel que soit l&rsquo;endroit o&ugrave; cette personne se rende.</p>
            <p>L&rsquo;adresse IP est, quant &agrave; elle, similaire &agrave; l&rsquo;adresse postale d&rsquo;une personne. Elle est &eacute;galement appel&eacute;e adresse logique car elle est attribu&eacute;e de mani&egrave;re logique &agrave; l&rsquo;h&ocirc;te en fonction de son emplacement. L&rsquo;adresse IP, ou adresse r&eacute;seau, est bas&eacute;e sur le r&eacute;seau local et attribu&eacute;e &agrave; chaque h&ocirc;te par un administrateur r&eacute;seau. Ce processus rappelle celui d&rsquo;attribution d&rsquo;une adresse physique &agrave; une personne, par la municipalit&eacute;, en fonction de l&rsquo;organisation logique de la ville, du village ou du quartier.</p>
            <p>Une adresse IP se compose d&rsquo;une s&eacute;rie de 32 bits binaires (des un et des z&eacute;ro). Il est tr&egrave;s difficile pour l&rsquo;&ecirc;tre humain de lire une adresse IP binaire. Pour cette raison, les 32 bits sont regroup&eacute;s en quatre multiplets de 8 bits appel&eacute;s octets. Une adresse IP, m&ecirc;me dans ce format abr&eacute;g&eacute;, est difficile &agrave; lire, &agrave; &eacute;crire et &agrave; m&eacute;moriser pour les &ecirc;tres humains&nbsp;; par cons&eacute;quent, chaque octet est pr&eacute;sent&eacute; &agrave; sa valeur d&eacute;cimale et les diff&eacute;rentes valeurs sont ensuite s&eacute;par&eacute;es par un point ou un s&eacute;parateur d&eacute;cimal. C&rsquo;est ce qu&rsquo;on appelle la notation en d&eacute;cimale &agrave; point. Lorsqu&rsquo;un h&ocirc;te est configur&eacute; avec une adresse IP, celle-ci est entr&eacute;e sous la forme d&rsquo;un nombre en d&eacute;cimale &agrave; point, tel que 192.168.1.5. Imaginez que vous deviez entrer l&rsquo;&eacute;quivalent binaire &agrave; 32 bits de 11000000101010000000000100000101. Si ne serait-ce qu&rsquo;un bit n&rsquo;est pas saisi correctement, l&rsquo;adresse sera diff&eacute;rente et l&rsquo;h&ocirc;te ne pourra peut-&ecirc;tre pas communiquer sur le r&eacute;seau.
            </p>
            <p>L&rsquo;adresse IP logique 32 bits est hi&eacute;rarchique et constitu&eacute;e de deux parties. La premi&egrave;re partie identifie le r&eacute;seau et la seconde partie identifie un h&ocirc;te sur ce r&eacute;seau. L&rsquo;adresse IP n&eacute;cessite ces deux parties. Prenons un exemple&nbsp;: si un h&ocirc;te a pour adresse IP 192.168.18.57, les trois premiers octets (192.168.18) identifient la partie r&eacute;seau de l&rsquo;adresse et le dernier octet (57) identifie l&rsquo;h&ocirc;te. On parle d&rsquo;adressage hi&eacute;rarchique car la partie r&eacute;seau indique le r&eacute;seau sur lequel chaque adresse h&ocirc;te unique se trouve. Les routeurs ont uniquement besoin de savoir comment acc&eacute;der &agrave; chaque r&eacute;seau&nbsp;; ils n&rsquo;ont pas besoin de conna&icirc;tre l&rsquo;emplacement de chacun des h&ocirc;tes individuels.</p>
            <p>Les adresses IP se divisent en cinq classes&nbsp;:</p>
            <ul>
              <li>Classe A&nbsp;: r&eacute;seaux de grande taille, impl&eacute;ment&eacute;s par des grandes entreprises, voire par certains pays. </li>
              <li>Classe B&nbsp;: r&eacute;seaux de taille moyenne, impl&eacute;ment&eacute;s par des universit&eacute;s. </li>
              <li>Classe C&nbsp;: r&eacute;seaux de petite taille, impl&eacute;ment&eacute;s par des FAI pour les abonnements clients. </li>
              <li>Classe D&nbsp;: utilisation r&eacute;serv&eacute;e &agrave; la multidiffusion. </li>
              <li>Classe E&nbsp;: utilisation r&eacute;serv&eacute;e aux tests exp&eacute;rimentaux. </li>
            </ul>
            <p><span class="bold">Masque de sous-r&eacute;seau</span><br> Le masque de sous-r&eacute;seau est utilis&eacute; pour sp&eacute;cifier la portion de r&eacute;seau correspondant &agrave; une adresse IP. Tout comme l&rsquo;adresse IP, le masque de sous-r&eacute;seau est un nombre en d&eacute;cimale &agrave; point. Tous les h&ocirc;tes d&rsquo;un r&eacute;seau local utilisent g&eacute;n&eacute;ralement le m&ecirc;me masque de sous-r&eacute;seau. La Figure&nbsp;1 indique les masques de sous-r&eacute;seau par d&eacute;faut correspondant aux adresses IP utilisables, mapp&eacute;es aux trois premi&egrave;res classes d&rsquo;adresses IP&nbsp;:</p>
            <ul>
              <li>255.0.0.0 &ndash; Classe A, qui indique que le premier octet de l&rsquo;adresse IP correspond &agrave; la portion r&eacute;seau. </li>
              <li>255.255.0.0 &ndash; Classe B, qui indique que les deux premiers octets de l&rsquo;adresse IP correspondent &agrave; la portion r&eacute;seau. </li>
              <li>255.255.255.0 &ndash; Classe C, qui indique que les trois premiers octets de l&rsquo;adresse IP correspondent &agrave; la portion r&eacute;seau. </li>
            </ul>
            <p>Si une organisation poss&egrave;de un r&eacute;seau de Classe B mais doit cr&eacute;er des adresses IP pour quatre r&eacute;seaux locaux, l&rsquo;organisation doit diviser l&rsquo;adresse de Classe B en quatre sections. La cr&eacute;ation de sous-r&eacute;seaux est une division logique d&rsquo;un r&eacute;seau. Elle permet de diviser un r&eacute;seau et le masque de sous-r&eacute;seau indique comment le sous-diviser. La cr&eacute;ation du sous-r&eacute;seau est g&eacute;n&eacute;ralement r&eacute;alis&eacute;e par un administrateur r&eacute;seau exp&eacute;riment&eacute;. Une fois le mod&egrave;le de sous-r&eacute;seau cr&eacute;&eacute;, les adresses IP et les masques de sous-r&eacute;seaux appropri&eacute;s peuvent &ecirc;tre configur&eacute;s pour les h&ocirc;tes des quatre r&eacute;seaux locaux. Les comp&eacute;tences n&eacute;cessaires &agrave; la r&eacute;alisation de ces t&acirc;ches sont enseign&eacute;es dans le programme de formation Cisco Networking Academy relatif &agrave; la certification CCNA.</p>
            <p><strong>Configuration manuelle</strong><br> Dans un r&eacute;seau dot&eacute; d&rsquo;un petit nombre d&rsquo;h&ocirc;tes, il est facile de configurer manuellement chaque syst&egrave;me en lui affectant une adresse IP unique. Un administrateur r&eacute;seau familiaris&eacute; avec l&rsquo;adressage IP peut se charger de l&rsquo;attribution des adresses et saura comment choisir une adresse adapt&eacute;e au r&eacute;seau concern&eacute;. L&rsquo;adresse IP choisie est unique pour chaque h&ocirc;te d&rsquo;un r&eacute;seau ou d&rsquo;un sous-r&eacute;seau. </p>
            <p>Pour entrer manuellement une adresse IP sur un h&ocirc;te, acc&eacute;dez aux param&egrave;tres TCP/IP, dans la fen&ecirc;tre Propri&eacute;t&eacute;s de la carte r&eacute;seau. La carte r&eacute;seau est l&rsquo;&eacute;l&eacute;ment mat&eacute;riel qui permet &agrave; l&rsquo;ordinateur de se connecter au r&eacute;seau. Elle poss&egrave;de une adresse appel&eacute;e adresse MAC (contr&ocirc;le d&rsquo;acc&egrave;s au support). Alors que l&rsquo;adresse IP est une adresse logique d&eacute;finie par l&rsquo;administrateur r&eacute;seau, l&rsquo;adresse MAC est une adresse r&eacute;manente, programm&eacute;e de mani&egrave;re permanente dans la carte r&eacute;seau lors de sa fabrication. L&rsquo;adresse IP d&rsquo;une carte r&eacute;seau peut &ecirc;tre modifi&eacute;e, mais pas son adresse MAC. </p>
            <p>La principale diff&eacute;rence entre une adresse IP et une adresse MAC est le fait que l&rsquo;adresse MAC est utilis&eacute;e pour transmettre des trames sur le r&eacute;seau local, alors que l&rsquo;adresse IP transf&egrave;re les trames en-dehors du r&eacute;seau local. Une trame est un paquet de donn&eacute;es, auquel des informations suppl&eacute;mentaires sont ajout&eacute;es, au d&eacute;but et &agrave; la fin du paquet, avant la transmission sur le r&eacute;seau. Lorsque la trame arrive au r&eacute;seau local de destination, l&rsquo;adresse MAC est utilis&eacute;e pour livrer la trame directement &agrave; l&rsquo;h&ocirc;te final, sur ce r&eacute;seau local.</p>
            <p>Si le r&eacute;seau local contient de nombreux ordinateurs, la configuration manuelle des adresses IP des h&ocirc;tes peut devenir tr&egrave;s longue et entra&icirc;ner des erreurs. Dans un tel cas, il est pr&eacute;f&eacute;rable de faire appel &agrave; un serveur DHCP (Dynamic Host Configuration Protocol) qui attribuera automatiquement les adresses IP aux h&ocirc;tes, pour un processus d&rsquo;adressage simplifi&eacute;.</p>
            <table  width="95%" border="0" cellspacing="0" cellpadding="0" id="activity">
              <tr> 
                <td valign="top"> 
                  <table  width="100%" cellspacing="0" cellpadding="0" border="0" >
                    <tr> 
                      <td width="5" class="activity_topbar"> <img border="0" src="../../images/lab_toplft.gif" width="116" height="23"></td>
                      <td class="activity_topbar"><img alt="" height="1" width="3" src="../../images/s.gif"></td>
                      <td align="right" valign="top" class="activity_topbar"> 
                        <img alt="" src="../../images/corner_ur_7.gif" width="7" height="7"></td>
                    </tr>
                  </table>
                  <table width="100%" cellspacing="0" cellpadding="0" border="0" id="table3">
                    <tr> 
                      <td> 
                        <table width="100%" cellpadding="2" cellspacing="0" border="0"  id="table4">
                          <tr> 
                            <td width="15" class="activity_text">&nbsp;</td>
                            <td class="activity_text"><img border="0" src="../../images/lab_icon.gif" width="36" height="30"> <a target="_blank" href="../worksheet8_3_2/8.3.2_WS_IP_Address_Classes.pdf">Fiche de travail</a>
                              <p> <span class="activity_bold">Classe d&rsquo;adresses IP</span><br>
 Identification de la classe d&rsquo;une adresse IP<br> <br>                              </p>
                            </td>
                          </tr>
                        </table>
                      </td>
                    </tr>
                  </table>
                </td>
              </tr>
            </table>
            <!-- END Activity box   -->
            <p>&nbsp; </p>
          </td>
          </tr>
         </table>  
       </td>
     </tr>
	</table>

</body>

</html>