<html>

<head>
<meta http-equiv="Content-Language" content="fr-fr">
<meta http-equiv="Content-Type" content="text/html; charset=windows-1252">
<title>Contenu</title>
<base target="_self">
<link href="../../css/content.css" rel="stylesheet" type="text/css">
</head>

<body onLoad="window.focus();">
<table border="0" cellpadding="0" cellspacing="0" width="100%">
	<!--  Start top title Lesson Bar -->
	  <tr>
	    <td width="18" class="toptitle01_white_bold" valign="top">
	    <img border="0" src="../../images/content_lines.gif" width="16" height="25"> <img border="0" src="../../images/transdot.gif" width="2" height="1"></td>
	    <td width="18" class="toptitle01_white_bold">4.2</td>
	    <td class="toptitle01_white_bold"><img border="0" src="../../images/transdot.gif" width="10" height="1"></td>
	    
    <td width="100%" class="toptitle01_white_bold">Identification des &eacute;tapes de la proc&eacute;dure de d&eacute;pannage </td>
	    <td width="9" class="toptitle01_white_bold_margin">&nbsp;</td>
	  </tr>
	  <!--  End top title Lesson Bar --> <!--  Start top title Topic Bar -->
 	 <tr>
	    <td width="18" height="25" class="toptitle02_white_bold">&nbsp;</td>
	    <td height="25"  class="toptitle02_white_bold">4.2.1</td> 
	    <td class="toptitle02_white_bold"><img border="0" src="../../images/transdot.gif" width="10" height="1"></td>
	    
    <td width="100%" height="25" class="toptitle02_white_bold">Explication des objectifs de la protection des donn&eacute;es</td>
	    <td height="25" width="9" class="toptitle02_white_bold_margin">&nbsp;</td>
  </tr>
	 <!--  End top title Topic Bar -->
</table>
	
	<!-- CONTENT -->
	<table border="0" cellpadding="0" cellspacing="0" width="95%" >
		<tr>
			<td width="20"></td>
			<td>
        <table border="0" cellpadding="0" cellspacing="0"  width="95%">
          
        <tr> 
          <td width="100%"> 
            <p>Avant de commencer un d&eacute;pannage, prenez toujours les pr&eacute;cautions n&eacute;cessaires pour prot&eacute;ger les donn&eacute;es d&rsquo;un ordinateur. Certaines r&eacute;parations, telles que le remplacement d&rsquo;un disque dur ou la r&eacute;installation d&rsquo;un syst&egrave;me d&rsquo;exploitation, risquent d&rsquo;endommager les donn&eacute;es de l&rsquo;ordinateur. Veillez &agrave; prendre toutes les mesures possibles pour &eacute;viter des pertes de donn&eacute;es lors d&rsquo;une tentative de r&eacute;paration. </p>
            <p><span class="caution_caps">ATTENTION&nbsp;:</span> bien que la protection des donn&eacute;es ne fasse pas partie des six &eacute;tapes de d&eacute;pannage, vous devez prot&eacute;ger les donn&eacute;es avant tout travail sur l&rsquo;ordinateur d&rsquo;un client. Si vos actions entra&icirc;nent la perte de donn&eacute;es d&rsquo;un client, vous (ou votre soci&eacute;t&eacute;) pouvez en &ecirc;tre tenu pour responsable. </p>
            <p><span class="bold">Sauvegarder les donn&eacute;es</span><br> Une sauvegarde est une copie des donn&eacute;es du disque dur de l&rsquo;ordinateur, enregistr&eacute;e sur un support tel qu&rsquo;un CD, un DVD ou une bande. Dans une organisation, les sauvegardes sont effectu&eacute;es r&eacute;guli&egrave;rement tous les jours, toutes les semaines et tous les mois. 
            </p>
            <p>Si vous n&rsquo;&ecirc;tes pas s&ucirc;r qu&rsquo;une sauvegarde a eu lieu, ne tentez aucun d&eacute;pannage avant d&rsquo;avoir la confirmation du client. Voici une liste d&rsquo;&eacute;l&eacute;ments &agrave; v&eacute;rifier aupr&egrave;s du client au sujet des sauvegardes de donn&eacute;es&nbsp;:</p>
            <ul>
              <li>date de la derni&egrave;re sauvegarde&nbsp;; </li>
              <li>contenu de la sauvegarde&nbsp;; </li>
              <li>int&eacute;grit&eacute; des donn&eacute;es de la sauvegarde&nbsp;; </li>
              <li>disponibilit&eacute; de tous les supports de sauvegarde pour une restauration des donn&eacute;es. </li>
            </ul>
            <p>Si un client ne dispose pas d&rsquo;une sauvegarde &agrave; jour et si vous ne pouvez pas en cr&eacute;er une, vous devez demander au client de signer un formulaire d&eacute;gageant votre responsabilit&eacute;. Un tel formulaire doit contenir, au minimum, les informations suivantes&nbsp;:</p>
            <ul>
              <li>autorisation de travailler sur l&rsquo;ordinateur alors qu&rsquo;une sauvegarde actuelle n&rsquo;est pas disponible&nbsp;; </li>
              <li>d&eacute;gagement de responsabilit&eacute; en cas de donn&eacute;es perdues ou corrompues&nbsp;; </li>
              <li>description des travaux &agrave; effectuer. </li>
            </ul>
          
        </tr>
         </table>  
       </td>
     </tr>
	</table>

</body>

</html>