<html>

<head>
<meta http-equiv="Content-Language" content="fr-fr">
<meta http-equiv="Content-Type" content="text/html; charset=windows-1252">
<title>Contenu</title>
<base target="_self">
<link href="../../css/content.css" rel="stylesheet" type="text/css">
</head>

<body onLoad="window.focus();">
<table border="0" cellpadding="0" cellspacing="0" width="100%">
	<!--  Start top title Lesson Bar -->
	  <tr>
	    <td width="18" class="toptitle01_white_bold" valign="top">
	    <img border="0" src="../../images/content_lines.gif" width="16" height="25"> <img border="0" src="../../images/transdot.gif" width="2" height="1"></td>

    <td width="18" class="toptitle01_white_bold">9.4</td>
	    <td class="toptitle01_white_bold"><img border="0" src="../../images/transdot.gif" width="10" height="1"></td>

    <td width="100%" class="toptitle01_white_bold">Identification des techniques de maintenance pr&eacute;ventive courantes pour la s&eacute;curit&eacute;</td>
	    <td width="9" class="toptitle01_white_bold_margin">&nbsp;</td>
	  </tr>
	  <!--  End top title Lesson Bar --> <!--  Start top title Topic Bar -->
 	 <tr>
	    <td width="18" height="25" class="toptitle02_white_bold">&nbsp;</td>

    <td height="25"  class="toptitle02_white_bold">9.4.2</td>
	    <td class="toptitle02_white_bold"><img border="0" src="../../images/transdot.gif" width="10" height="1"></td>

    <td width="100%" height="25" class="toptitle02_white_bold">Explication de l&rsquo;installation des service packs et des correctifs de s&eacute;curit&eacute; des syst&egrave;mes d&rsquo;exploitation</td>
	    <td height="25" width="9" class="toptitle02_white_bold_margin">&nbsp;</td>
  </tr>
	 <!--  End top title Topic Bar -->
</table>

	<!-- CONTENT -->
	<table border="0" cellpadding="0" cellspacing="0" width="95%" >
		<tr>
			<td width="20"></td>
			<td>
        <table border="0" cellpadding="0" cellspacing="0"  width="95%">

        <tr>
          <td width="100%">

            <p>Les virus et les vers peuvent &ecirc;tre difficiles &agrave; supprimer d&rsquo;un ordinateur.  Des outils logiciels sont requis pour supprimer les virus et r&eacute;parer le code de l&rsquo;ordinateur modifi&eacute; par le virus. Ces outils sont fournis par des fabricants de syst&egrave;mes d&rsquo;exploitation et des soci&eacute;t&eacute;s de logiciels de s&eacute;curit&eacute;. Veillez &agrave; t&eacute;l&eacute;charger ces outils depuis un site l&eacute;gitime. </p>

			<p>Les fabricants de syst&egrave;mes d&rsquo;exploitation et d&rsquo;applications logicielles peuvent fournir des mises &agrave; jour du code appel&eacute;es correctifs, qui emp&ecirc;chent un nouveau virus ou ver de s&rsquo;infiltrer. De temps &agrave; autre, les fabricants combinent les correctifs et les mises &agrave; jour dans une application de mise &agrave; jour compl&egrave;te appel&eacute;e service pack. De nombreuses attaques de virus tristement c&eacute;l&egrave;bres et particuli&egrave;rement d&eacute;vastatrices auraient pu &ecirc;tre beaucoup moins graves si davantage d&rsquo;utilisateurs avaient t&eacute;l&eacute;charg&eacute; et install&eacute; le service pack le plus r&eacute;cent. </p>

			<p>Le syst&egrave;me d&rsquo;exploitation Windows v&eacute;rifie r&eacute;guli&egrave;rement si le site Web de Windows Update contient des mises &agrave; jour de haute priorit&eacute; qui peuvent contribuer &agrave; la protection d&rsquo;un ordinateur contre la menace de s&eacute;curit&eacute; la plus r&eacute;cente. Ces mises &agrave; jour comportent des mises &agrave; jour de s&eacute;curit&eacute;, des mises &agrave; jour critiques et des service packs. Vous pouvez d&eacute;finir un param&egrave;tre pour que Windows t&eacute;l&eacute;charge et installe automatiquement les mises &agrave; jour de haute priorit&eacute; dont votre ordinateur a besoin ou vous informe de la disponibilit&eacute; de ces mises &agrave; jour. </p>

			<p>Les mises &agrave; jour ne doivent pas seulement &ecirc;tre t&eacute;l&eacute;charg&eacute;es&nbsp;; elles doivent &eacute;galement &ecirc;tre install&eacute;es. Si vous utilisez un param&egrave;tre automatique, vous pouvez planifier l&rsquo;heure et le jour souhait&eacute;s. Dans le cas contraire, les nouvelles mises &agrave; jour sont install&eacute;es, par d&eacute;faut, &agrave; 3&nbsp;h du matin. Si votre ordinateur est &eacute;teint au moment d&rsquo;une mise &agrave; jour planifi&eacute;e, les mises &agrave; jour sont install&eacute;es d&egrave;s que l&rsquo;ordinateur est rallum&eacute;. Vous pouvez &eacute;galement choisir que Windows vous informe de la disponibilit&eacute; d&rsquo;une nouvelle mise &agrave; jour et installer celle-ci vous-m&ecirc;me.</p>

			<p>Proc&eacute;dez comme indiqu&eacute; &agrave; la Figure 1 pour mettre &agrave; jour le syst&egrave;me d&rsquo;exploitation avec un service pack ou un correctif de s&eacute;curit&eacute;.</p>

<!-- Start Activity box   -->

            <table  width="95%" border="0" cellspacing="0" cellpadding="0" id="activity">
              <tr>
                <td valign="top">
                  <table  width="100%" cellspacing="0" cellpadding="0" border="0" >
                    <tr>
                      <td width="5" class="activity_topbar"> <img border="0" src="../../images/lab_toplft.gif" width="116" height="23"></td>
                      <td class="activity_topbar"><img alt="" height="1" width="3" src="../../images/s.gif"></td>
                      <td align="right" valign="top" class="activity_topbar">
                        <img alt="" src="../../images/corner_ur_7.gif" width="7" height="7"></td>
                    </tr>
                  </table>
                  <table width="100%" cellspacing="0" cellpadding="0" border="0" id="table3">
                    <tr>
                      <td>
                        <table width="100%" cellpadding="2" cellspacing="0" border="0"  id="table4">
                          <tr>
                            <td width="15" class="activity_text">&nbsp;</td>
                            <td class="activity_text"><img border="0" src="../../images/lab_icon.gif" width="36" height="30"> <a target="_blank" href="../worksheet9_4_2/9.4.2_OS_Software_Updates.pdf">Fiche de travail</a>
                              <p><span class="bold">T&eacute;l&eacute;chargement de logiciels de protection et de mises &agrave; jour </span><br> Recherche de sites Web de t&eacute;l&eacute;chargement de logiciels de protection et de mises &agrave; jour<br> <br>
                              </p>
                            </td>
                          </tr>
                        </table>
                      </td>
                    </tr>
                  </table>
                </td>
              </tr>
            </table>
            <!-- END Activity box   -->
        </tr>
         </table>
       </td>
     </tr>
	</table>

</body>

</html>