<html>

<head>
<meta http-equiv="Content-Language" content="fr-fr">
<meta http-equiv="Content-Type" content="text/html; charset=windows-1252">
<title>Contenu</title>
<base target="_self">
<link href="../../css/content.css" rel="stylesheet" type="text/css">
</head>

<body onLoad="window.focus();">
<table border="0" cellpadding="0" cellspacing="0" width="100%">
	<!--  Start top title Lesson Bar -->
	  <tr>
	    <td width="18" class="toptitle01_white_bold" valign="top">
	    <img border="0" src="../../images/content_lines.gif" width="16" height="25"> <img border="0" src="../../images/transdot.gif" width="2" height="1"></td>
	    
    <td width="18" class="toptitle01_white_bold">5.6</td>
	    <td class="toptitle01_white_bold"><img border="0" src="../../images/transdot.gif" width="10" height="1"></td>
	    
    <td width="100%" class="toptitle01_white_bold">Identification et application des techniques courantes de maintenance pr&eacute;ventive pour les syst&egrave;mes d&rsquo;exploitation</td>
	    <td width="9" class="toptitle01_white_bold_margin">&nbsp;</td>
	  </tr>
	  <!--  End top title Lesson Bar --> <!--  Start top title Topic Bar -->
 	 <tr>
	    <td width="18" height="25" class="toptitle02_white_bold">&nbsp;</td>
	    
    <td height="25"  class="toptitle02_white_bold">5.6.3</td> 
	    <td class="toptitle02_white_bold"><img border="0" src="../../images/transdot.gif" width="10" height="1"></td>
	    
    <td width="100%" height="25" class="toptitle02_white_bold"><strong>Sauvegarde du disque dur</strong></td>
	    <td height="25" width="9" class="toptitle02_white_bold_margin">&nbsp;</td>
  </tr>
	 <!--  End top title Topic Bar -->
</table>
	
	<!-- CONTENT -->
	<table border="0" cellpadding="0" cellspacing="0" width="95%" >
		<tr>
			<td width="20"></td>
			<td>
        <table border="0" cellpadding="0" cellspacing="0"  width="95%">
          
        <tr> 
          <td width="100%"> 
            <p>Tout comme les points de restauration du syst&egrave;me permettent de restaurer les fichiers de configuration du syst&egrave;me d&rsquo;exploitation, les outils de sauvegarde permettent de r&eacute;cup&eacute;rer les donn&eacute;es. Vous pouvez utiliser l&rsquo;outil de sauvegarde Microsoft, pr&eacute;sent&eacute; dans la Figure 1, pour effectuer des sauvegardes selon le besoin. Il est important d&rsquo;&eacute;tablir une strat&eacute;gie de sauvegarde incluant la r&eacute;cup&eacute;ration des donn&eacute;es. Les exigences d&rsquo;une organisation d&eacute;terminent la fr&eacute;quence &agrave; laquelle les donn&eacute;es doivent &ecirc;tre sauvegard&eacute;es et le type de sauvegarde &agrave; effectuer.</p>
            <p>L&rsquo;ex&eacute;cution d&rsquo;une sauvegarde peut prendre du temps. Si la strat&eacute;gie de sauvegarde est scrupuleusement suivie, il n&rsquo;est pas n&eacute;cessaire de sauvegarder chaque fichier &agrave; chaque sauvegarde. Il suffit de faire une copie des fichiers modifi&eacute;s depuis la derni&egrave;re sauvegarde. C&rsquo;est pourquoi il existe diff&eacute;rents types de sauvegarde.</p>
            <p><span class="bold">Sauvegarde normale</span><br> Une sauvegarde normale est &eacute;galement appel&eacute;e sauvegarde compl&egrave;te. Pendant une sauvegarde normale, tous les fichiers s&eacute;lectionn&eacute;s sur le disque sont archiv&eacute;s sur le support de sauvegarde. Ces fichiers sont marqu&eacute;s comme ayant &eacute;t&eacute; archiv&eacute;s, en effa&ccedil;ant le bit d&rsquo;archivage. </p>
            <p><span class="bold">Sauvegarde par copie</span><br> Une sauvegarde par copie permet de copier tous les fichiers s&eacute;lectionn&eacute;s. Les fichiers ne sont pas marqu&eacute;s comme ayant &eacute;t&eacute; archiv&eacute;s. </p>
            <p><span class="bold">Sauvegarde diff&eacute;rentielle</span><br> Une sauvegarde diff&eacute;rentielle consiste &agrave; sauvegarder tous les fichiers et dossiers cr&eacute;&eacute;s ou modifi&eacute;s depuis la derni&egrave;re sauvegarde normale ou incr&eacute;mentielle (voir ci-dessous). Les fichiers ne sont pas marqu&eacute;s comme ayant &eacute;t&eacute; archiv&eacute;s. Les copies sont effectu&eacute;es &agrave; partir du m&ecirc;me point de d&eacute;part jusqu&rsquo;&agrave; la prochaine sauvegarde incr&eacute;mentielle ou compl&egrave;te. Il est important d&rsquo;effectuer des sauvegardes diff&eacute;rentielles car seules les derni&egrave;res sauvegardes compl&egrave;tes et diff&eacute;rentielles sont n&eacute;cessaires &agrave; la restauration de toutes les donn&eacute;es.</p>
            <p><span class="bold">Sauvegarde incr&eacute;mentielle</span><br> Une proc&eacute;dure de sauvegarde incr&eacute;mentielle consiste &agrave; sauvegarder tous les fichiers et dossiers cr&eacute;&eacute;s ou modifi&eacute;s depuis la derni&egrave;re sauvegarde normale ou incr&eacute;mentielle. Les fichiers sont marqu&eacute;s comme ayant &eacute;t&eacute; archiv&eacute;s, en effa&ccedil;ant le bit d&rsquo;archivage. Cela permet d&rsquo;avancer le point de d&eacute;part des sauvegardes diff&eacute;rentielles sans avoir &agrave; r&eacute;archiver l&rsquo;int&eacute;gralit&eacute; du disque. Sans cela, si vous deviez restaurer le syst&egrave;me, il vous faudrait d&rsquo;abord restaurer la derni&egrave;re sauvegarde compl&egrave;te, puis restaurer chaque sauvegarde incr&eacute;mentielle dans l&rsquo;ordre, et enfin restaurer toutes les sauvegardes diff&eacute;rentielles effectu&eacute;es depuis la derni&egrave;re sauvegarde incr&eacute;mentielle.</p>
            <p><span class="bold">Sauvegarde quotidienne</span><br> Cette op&eacute;ration sauvegarde uniquement les fichiers qui ont &eacute;t&eacute; modifi&eacute;s dans la journ&eacute;e. Les sauvegardes quotidiennes ne modifient pas le bit d&rsquo;archivage.</p>
            <p>Pour acc&eacute;der &agrave; l&rsquo;utilitaire de sauvegarde quotidienne sous Windows XP Professionnel, suivez le chemin&nbsp;:</p>
			<p><span class="bold">D&eacute;marrer &gt; Programmes &gt; Accessoires &gt; Outils syst&egrave;me &gt; Utilitaire de sauvegarde</span></p>
            <p><span class="bold">Supports de sauvegarde</span><br> Diff&eacute;rents types de supports de sauvegarde sont disponibles&nbsp;:
            <ul>
              <li>Les lecteurs de bande sont des p&eacute;riph&eacute;riques utilis&eacute;s pour la sauvegarde de donn&eacute;es sur un lecteur de serveur r&eacute;seau. Ils sont peu co&ucirc;teux et permettent de stocker un gros volume de donn&eacute;es. </li>
              <li>La norme de bandes audionum&eacute;riques (DAT) utilise des bandes audionum&eacute;riques de 4&nbsp;mm servant au stockage des donn&eacute;es au format DSS (Digital Data Storage). </li>
              <li>Les bandes lin&eacute;aires num&eacute;riques (DLT) offrent une capacit&eacute; &eacute;lev&eacute;e et une fonctionnalit&eacute; de sauvegarde sur bande &agrave; vitesse relativement haute. </li>
              <li>La m&eacute;moire flash USB a une capacit&eacute; de stockage plusieurs centaines de fois plus &eacute;lev&eacute;e que celle d&rsquo;une disquette. Les p&eacute;riph&eacute;riques de m&eacute;moire flash USB pr&eacute;sentent diff&eacute;rentes capacit&eacute;s et offrent des vitesses de transfert plus &eacute;lev&eacute;es que les p&eacute;riph&eacute;riques &agrave; bandes. </li>
            </ul>
            <p>
              <!-- Start Activity box   -->
            </p>
            <table  width="95%" border="0" cellspacing="0" cellpadding="0" id="activity">
              <tr> 
                <td valign="top"> 
                  <table  width="100%" cellspacing="0" cellpadding="0" border="0" >
                    <tr> 
                      <td width="5" class="activity_topbar"> <img border="0" src="../../images/lab_toplft.gif" width="116" height="23"></td>
                      <td class="activity_topbar"><img alt="" height="1" width="3" src="../../images/s.gif"></td>
                      <td align="right" valign="top" class="activity_topbar"> 
                        <img alt="" src="../../images/corner_ur_7.gif" width="7" height="7"></td>
                    </tr>
                  </table>
                  <table width="100%" cellspacing="0" cellpadding="0" border="0" id="table3">
                    <tr> 
                      <td> 
                        <table width="100%" cellpadding="2" cellspacing="0" border="0"  id="table4">
                          <tr> 
                            <td width="15" class="activity_text">&nbsp;</td>
                            <td class="activity_text"><img border="0" src="../../images/lab_icon.gif" width="36" height="30"> <a target="_blank" href="../worksheet5_6_3/5.6.3_Lab_Registry_Backup.pdf">Travaux pratiques </a> 
                              <p> <span class="bold">Sauvegarde et r&eacute;cup&eacute;ration Windows</span><br> Sauvegarde et restauration du registre d&rsquo;un ordinateur sous Windows XP<br> <br>
                              </p>
                            </td>
                          </tr>
                        </table>                      </td>
                    </tr>
                  </table>                </td>
              </tr>
            </table>
          <!-- END Activity box   -->        </tr>
        <tr>
          <td>        
        </tr>
         </table>  
       </td>
     </tr>
	</table>

</body>

</html>