<html>

<head>
<meta http-equiv="Content-Language" content="fr-fr">
<meta http-equiv="Content-Type" content="text/html; charset=windows-1252">
<title>Contenu</title>
<base target="_self">
<link href="../../css/content.css" rel="stylesheet" type="text/css">
</head>

<body onLoad="window.focus();">
<table border="0" cellpadding="0" cellspacing="0" width="100%">
	<!--  Start top title Lesson Bar -->
	  <tr>
	  	    <td width="18" class="toptitle01_white_bold" valign="top">
	  	    <img border="0" src="../../images/content_lines.gif" width="16" height="25"> <img border="0" src="../../images/transdot.gif" width="2" height="1"></td>

	      	<td width="18" class="toptitle01_white_bold">10.2</td>
	  	    <td class="toptitle01_white_bold"><img border="0" src="../../images/transdot.gif" width="10" height="1"></td>

	      	
    <td width="100%" class="toptitle01_white_bold"><font size="2" face="Arial"><b>Description de bonnes techniques de communication et d&rsquo;un comportement professionnel</b></font></td>
	  	    <td width="9" class="toptitle01_white_bold_margin">&nbsp;</td>
	  </tr>
	  <!--  End top title Lesson Bar --> <!--  Start top title Topic Bar -->
 	<tr>
	    <td width="18" height="25" class="toptitle02_white_bold">&nbsp;</td>
	    <td height="25"  class="toptitle02_white_bold">10.2.2</td>
	    <td class="toptitle02_white_bold"><img border="0" src="../../images/transdot.gif" width="10" height="1"></td>
	    
    <td width="100%" height="25" class="toptitle02_white_bold"><font size="2" face="Arial">Comportement professionnel envers le client</font></td>
	    <td height="25" width="9" class="toptitle02_white_bold_margin">&nbsp;</td>
  </tr>
	 <!--  End top title Topic Bar -->
</table>

	<!-- CONTENT -->
		<table border="0" cellpadding="0" cellspacing="0" width="95%" >
		<tr>
		<td width="20"></td>
		<td>
        <table border="0" cellpadding="0" cellspacing="0"  width="95%">
        <tr>
        <td width="100%">


		<p>Lorsque vous &ecirc;tes en contact avec des clients, vous devez &ecirc;tre professionnel dans tous les aspects de votre r&ocirc;le. Vous devez traiter les clients avec respect et une prompte attention. Lorsque vous &ecirc;tes au t&eacute;l&eacute;phone, veillez &agrave; savoir comment mettre un client en attente et le transf&eacute;rer sans perdre l&rsquo;appel. La fa&ccedil;on dont vous conduisez l&rsquo;appel est importante&nbsp;: il vous incombe d&rsquo;aider le client &agrave; se concentrer sur la communication du probl&egrave;me afin que vous puissiez le r&eacute;soudre.</p>

		    <p>Soyez positif lorsque vous communiquez avec un client. Dites-lui ce que vous pouvez faire. Ne vous &eacute;ternisez pas sur ce que vous ne pouvez pas faire. Soyez pr&ecirc;t &agrave; lui expliquer d&rsquo;autres moyens de l&rsquo;aider, comme de lui envoyer un courriel d&rsquo;informations, de faxer des instructions &eacute;tape par &eacute;tape ou d&rsquo;utiliser un logiciel d&rsquo;acc&egrave;s &agrave; distance pour r&eacute;soudre le probl&egrave;me. Les clients se rendent compte tr&egrave;s rapidement si les aider vous int&eacute;resse ou non.</p>

		    <p>La Figure 1 pr&eacute;sente la proc&eacute;dure &agrave; suivre avant de mettre un client en attente. Laissez tout d&rsquo;abord le client finir de parler. Expliquez-lui ensuite que vous devez le mettre en attente, puis demandez-lui l&rsquo;autorisation de le faire. Lorsque le client accepte d&rsquo;&ecirc;tre mis en attente, remerciez-le. Expliquez au client que vous serez absent pour quelques minutes seulement et expliquez ce que vous allez faire pendant ce temps.</p>

		    <p>La Figure 2 pr&eacute;sente la fa&ccedil;on de transf&eacute;rer un appel. Proc&eacute;dez comme pour mettre un client en attente. Laissez le client finir de parler, puis expliquez-lui que vous devez transf&eacute;rer l&rsquo;appel. Lorsque le client accepte d&rsquo;&ecirc;tre transf&eacute;r&eacute;, indiquez-lui le num&eacute;ro du poste vers lequel il va &ecirc;tre transf&eacute;r&eacute;. Vous devez &eacute;galement dire au nouveau technicien votre nom, le nom du client et le num&eacute;ro du rapport aff&eacute;rent.</p>

		    <p>Lorsque vous communiquez avec des clients, il est parfois plus facile d&rsquo;expliquer ce que vous ne devez pas faire. Respectez la liste suivante de comportements &agrave; &eacute;viter dans ces circonstances&nbsp;:</p>

			<ul>
              <li>&eacute;vitez de minimiser les probl&egrave;mes du client&nbsp;;</li>
              <li>&eacute;vitez d&rsquo;utiliser du jargon, des abr&eacute;viations et des acronymes&nbsp;;</li>
              <li>&eacute;vitez toute attitude ou ton de voix n&eacute;gatif&nbsp;;</li>
              <li>&eacute;vitez de discuter avec les clients ou de vous mettre sur la d&eacute;fensive&nbsp;;</li>
              <li>&eacute;vitez de porter des jugements, d&rsquo;&ecirc;tre insultant ou injurieux&nbsp;;</li>
              <li>&eacute;vitez d&rsquo;&ecirc;tre distrait ou interrompu lorsque vous parlez aux clients&nbsp;;</li>
              <li>&eacute;vitez les attentes inutiles ou brusques&nbsp;;</li>
              <li>&eacute;vitez les transferts d&rsquo;appel sans expliquer le but du transfert et sans obtenir le consentement du client&nbsp;; </li>
              <li>&eacute;vitez de faire aux clients des remarques n&eacute;gatives sur d&rsquo;autres techniciens.</li>
            </ul>

<!-- Start Activity box   -->

		<table  width="95%" border="0" cellspacing="0" cellpadding="0" id="activity">
		  <tr>
			<td valign="top">
			  <table  width="100%" cellspacing="0" cellpadding="0" border="0" >
				<tr>
				  <td width="5" class="activity_topbar"> <img border="0" src="../../images/lab_toplft.gif" width="116" height="23"></td>
				  <td class="activity_topbar"><img alt="" height="1" width="3" src="../../images/s.gif"></td>
				  <td align="right" valign="top" class="activity_topbar">
					<img alt="" src="../../images/corner_ur_7.gif" width="7" height="7"></td>
				</tr>
			  </table>
			  <table width="100%" cellspacing="0" cellpadding="0" border="0" id="table3">
				<tr>
				  <td>
					<table width="100%" cellpadding="2" cellspacing="0" border="0"  id="table4">
					  <tr>
						<td width="15" class="activity_text">&nbsp;</td>
						    <td class="activity_text"><img border="0" src="../../images/activity_icon.gif" width="36" height="30"><b>Exercice </b> 
                              <p> <b>Discussion en classe</b><br> D&eacute;monstration ou discussion de fa&ccedil;ons positives d&rsquo;exprimer des &eacute;l&eacute;ments n&eacute;gatifs<br> <br>
                              </p>
						</td>
					  </tr>
					</table>
				  </td>
				</tr>
			  </table>
			</td>
		  </tr>
		</table>

	<!-- END Activity box   -->
		  </td>
          </tr>
         </table>
       </td>
     </tr>
	</table>

</body>

</html>