<html>

<head>
<meta http-equiv="Content-Language" content="fr-fr">
<meta http-equiv="Content-Type" content="text/html; charset=windows-1252">
<title>Contenu</title>
<base target="_self">
<link href="../../css/content.css" rel="stylesheet" type="text/css">
</head>

<body onLoad="window.focus();">
<table border="0" cellpadding="0" cellspacing="0" width="100%">
	<!--  Start top title Lesson Bar -->
	  <tr>
	    <td width="18" class="toptitle01_white_bold" valign="top">
	    <img border="0" src="../../images/content_lines.gif" width="16" height="25"> <img border="0" src="../../images/transdot.gif" width="2" height="1"></td>
	    
    <td width="18" class="toptitle01_white_bold">8.2</td>
	    <td class="toptitle01_white_bold"><img border="0" src="../../images/transdot.gif" width="10" height="1"></td>
	    <td width="100%" class="toptitle01_white_bold">Description des types de r&eacute;seau existants</td>
	    <td width="9" class="toptitle01_white_bold_margin">&nbsp;</td>
	  </tr>
	  <!--  End top title Lesson Bar --> <!--  Start top title Topic Bar -->
 	 <tr>
	    <td width="18" height="25" class="toptitle02_white_bold">&nbsp;</td>
	    
    <td height="25"  class="toptitle02_white_bold">8.2.4</td> 
	    <td class="toptitle02_white_bold"><img border="0" src="../../images/transdot.gif" width="10" height="1"></td>
	    <td width="100%" height="25" class="toptitle02_white_bold">Explication du fonctionnement des r&eacute;seaux peer to peer</td>
	    <td height="25" width="9" class="toptitle02_white_bold_margin">&nbsp;</td>
  </tr>
	 <!--  End top title Topic Bar -->	
</table>
	
	<!-- CONTENT -->
	<table border="0" cellpadding="0" cellspacing="0" width="95%" >
		<tr>
			<td width="20"></td>
			<td>
        <table border="0" cellpadding="0" cellspacing="0"  width="95%">
          
        <tr> 
          <td width="100%"> 
            <p>Dans un r&eacute;seau peer to peer, les p&eacute;riph&eacute;riques sont connect&eacute;s directement les uns aux autres, sans passer par un p&eacute;riph&eacute;rique r&eacute;seau suppl&eacute;mentaire. Dans ce type de r&eacute;seau, chaque p&eacute;riph&eacute;rique dispose de capacit&eacute;s et de responsabilit&eacute;s &eacute;quivalentes. Chaque utilisateur individuel est responsable de ses propres ressources et peut d&eacute;cider quelles donn&eacute;es et quels p&eacute;riph&eacute;riques partager. De ce fait, il n&rsquo;existe aucun point central de contr&ocirc;le ou d&rsquo;administration du r&eacute;seau. </p>
            <p>Les r&eacute;seaux peer to peer fonctionnent bien dans les environnements compos&eacute;s de dix ordinateurs ou moins. Chaque utilisateur contr&ocirc;lant individuellement son propre poste, il n&rsquo;est pas n&eacute;cessaire d&rsquo;engager un administrateur r&eacute;seau d&eacute;di&eacute;.</p>
            <p>Les r&eacute;seaux peer to peer pr&eacute;sentent toutefois plusieurs inconv&eacute;nients&nbsp;:</p>
            <ul>
              <li>Ils ne poss&egrave;dent aucune administration r&eacute;seau centralis&eacute;e&nbsp;; de ce fait, il est difficile de d&eacute;terminer qui contr&ocirc;le les ressources du r&eacute;seau. </li>
              <li> Ils ne disposent d&rsquo;aucune s&eacute;curit&eacute; centralis&eacute;e. Chaque ordinateur doit appliquer ses propres mesures de s&eacute;curit&eacute; s&eacute;par&eacute;es pour la protection des donn&eacute;es. </li>
              <li> Le r&eacute;seau devient plus complexe et plus difficile &agrave; g&eacute;rer &agrave; mesure que le nombre d&rsquo;ordinateurs augmente. </li>
              <li> Ils ne disposent g&eacute;n&eacute;ralement pas de stockage commun et centralis&eacute; des donn&eacute;es. Des sauvegardes de donn&eacute;es ind&eacute;pendantes doivent &ecirc;tre mises en place. Cette t&acirc;che est de la responsabilit&eacute; de chaque utilisateur individuel. </li>
            </ul>
            <p>Les r&eacute;seaux peer to peer existent aujourd&rsquo;hui au sein de r&eacute;seaux plus importants. M&ecirc;me dans un r&eacute;seau client de grande taille, les utilisateurs peuvent toujours partager leurs ressources directement entre eux, sans avoir &agrave; passer par un serveur r&eacute;seau. &Agrave; domicile, si un particulier poss&egrave;de plusieurs ordinateurs, il peut les regrouper en un r&eacute;seau peer to peer. Il peut ainsi partager des fichiers et envoyer des messages entre les ordinateurs, et imprimer des documents sur une imprimante partag&eacute;e.</p>
          </td>
          </tr>
         </table>  
       </td>
     </tr>
	</table>

</body>

</html>