<html>

<head>
<meta http-equiv="Content-Language" content="fr-fr">
<meta http-equiv="Content-Type" content="text/html; charset=windows-1252">
<title>Contenu</title>
<base target="_self">
<link href="../../css/content.css" rel="stylesheet" type="text/css">
</head>

<body onLoad="window.focus();">
<table border="0" cellpadding="0" cellspacing="0" width="100%">
	<!--  Start top title Lesson Bar -->
	  <tr>
		<td width="18" class="toptitle01_white_bold" valign="top">
		<img border="0" src="../../images/content_lines.gif" width="16" height="25"> <img border="0" src="../../images/transdot.gif" width="2" height="1"></td>

		<td width="18" class="toptitle01_white_bold">11.4</td>
		<td class="toptitle01_white_bold"><img border="0" src="../../images/transdot.gif" width="10" height="1"></td>

		<td width="100%" class="toptitle01_white_bold">Mise &agrave; niveau et configuration des composants et des p&eacute;riph&eacute;riques d&rsquo;un ordinateur personnel</td>
		<td width="9" class="toptitle01_white_bold_margin">&nbsp;</td>
	  </tr>
	  <!--  End top title Lesson Bar --> <!--  Start top title Topic Bar -->
 	 <tr>
	    <td width="18" height="25" class="toptitle02_white_bold">&nbsp;</td>

    <td height="25"  class="toptitle02_white_bold">11.4.6</td>
	    <td class="toptitle02_white_bold"><img border="0" src="../../images/transdot.gif" width="10" height="1"></td>

    <td width="100%" height="25" class="toptitle02_white_bold">Mise &agrave; niveau et configuration des p&eacute;riph&eacute;riques d&rsquo;entr&eacute;e et de sortie</td>
	    <td height="25" width="9" class="toptitle02_white_bold_margin">&nbsp;</td>
  </tr>
	 <!--  End top title Topic Bar -->
</table>

	<!-- CONTENT -->
	<table border="0" cellpadding="0" cellspacing="0" width="95%" >
		<tr>
			<td width="20"></td>
			<td>
        <table border="0" cellpadding="0" cellspacing="0"  width="95%">

        <tr>
          <td width="100%">
            <p>Si un p&eacute;riph&eacute;rique d&rsquo;entr&eacute;e ou de sortie ne fonctionne plus, vous devrez peut-&ecirc;tre le remplacer. Certains clients peuvent souhaiter mettre &agrave; niveau leurs p&eacute;riph&eacute;riques d&rsquo;entr&eacute;e et de sortie afin d&rsquo;am&eacute;liorer les performances et la productivit&eacute;. </p>

            <p>Un clavier ergonomique, comme celui de la Figure 1, peut &ecirc;tre plus confortable. Parfois, une reconfiguration est n&eacute;cessaire pour permettre &agrave; un utilisateur d&rsquo;effectuer des t&acirc;ches sp&eacute;cifiques, telles que la saisie d&rsquo;une seconde langue avec des caract&egrave;res suppl&eacute;mentaires. Enfin, le remplacement ou la reconfiguration d&rsquo;un p&eacute;riph&eacute;rique d&rsquo;entr&eacute;e ou de sortie peut faciliter son utilisation par les personnes handicap&eacute;es.</p>

			<p>Parfois, il n&rsquo;est pas possible d&rsquo;effectuer une mise &agrave; niveau avec les interfaces de connexion ou les logements d&rsquo;extension existants. Si tel est le cas, vous devez faire une mise &agrave; niveau &agrave; l&rsquo;aide d&rsquo;une connexion USB. Si l&rsquo;ordinateur n&rsquo;est pas &eacute;quip&eacute; d&rsquo;une connexion USB suppl&eacute;mentaire, vous devez installer un adaptateur USB ou acheter un concentrateur USB, comme illustr&eacute; dans la Figure 2. </p>

			<p>Lorsque vous disposez du nouveau mat&eacute;riel, vous devez installer de nouveaux pilotes. G&eacute;n&eacute;ralement, vous pouvez le faire en utilisant le CD d&rsquo;installation. Si vous n&rsquo;avez pas ce CD, vous pouvez r&eacute;cup&eacute;rer des pilotes mis &agrave; jour sur le site Web du fabricant.</p>
            <p><b>REMARQUE&nbsp;:</b> un pilote sign&eacute; est un pilote qui a &eacute;t&eacute; test&eacute; avec succ&egrave;s par les laboratoires de contr&ocirc;le qualit&eacute; du mat&eacute;riel Windows (Windows Hardware Quality Lab, WHQL) et qui a re&ccedil;u, de la part de Microsoft, une signature de pilote. L&rsquo;installation d&rsquo;un pilote non sign&eacute; peut entra&icirc;ner une instabilit&eacute; du syst&egrave;me, des messages d&rsquo;erreur et des probl&egrave;mes d&rsquo;amor&ccedil;age. Si un pilote non sign&eacute; est d&eacute;tect&eacute; pendant l&rsquo;installation du mat&eacute;riel, il vous sera demand&eacute; de choisir entre l&rsquo;arr&ecirc;t ou la poursuite de l&rsquo;installation de ce pilote.</p>



        </tr>
         </table>
       </td>
     </tr>
	</table>

</body>

</html>