<html>

<head>
<meta http-equiv="Content-Language" content="fr-fr">
<meta http-equiv="Content-Type" content="text/html; charset=windows-1252">
<title>Contenu</title>
<base target="_self">
<link href="../../css/content.css" rel="stylesheet" type="text/css">
</head>

<body onLoad="window.focus();">
 <table border="0" cellpadding="0" cellspacing="0" width="100%">
	<!--  Start top title Lesson Bar -->
	  <tr>
	    <td width="18" class="toptitle01_white_bold" valign="top">
	    <img border="0" src="../../images/content_lines.gif" width="16" height="25"> <img border="0" src="../../images/transdot.gif" width="2" height="1"></td>
	    
    <td width="18" class="toptitle01_white_bold">8.10</td>
	    <td class="toptitle01_white_bold"><img border="0" src="../../images/transdot.gif" width="10" height="1"></td>
	    <td width="100%" class="toptitle01_white_bold">Identification du nom, des fonctions et des caract&eacute;ristiques des autres technologies de connectivit&eacute;</td>
	    <td width="9" class="toptitle01_white_bold_margin">&nbsp;</td>
	  </tr>
	  <!--  End top title Lesson Bar --> <!--  Start top title Topic Bar -->
 	 <tr>
	    <td width="18" height="25" class="toptitle02_white_bold">&nbsp;</td>
	    
    <td height="25"  class="toptitle02_white_bold">8.10.2</td> 
	    <td class="toptitle02_white_bold"><img border="0" src="../../images/transdot.gif" width="10" height="1"></td>
	    
    <td width="100%" height="25" class="toptitle02_white_bold">D&eacute;finition de la communication par courant porteur </td>
	    <td height="25" width="9" class="toptitle02_white_bold_margin">&nbsp;</td>
	  </tr>
	 <!--  End top title Topic Bar -->	
</table>
	
	<!-- CONTENT -->
	<table border="0" cellpadding="0" cellspacing="0" width="95%" >
		<tr>
			<td width="20"></td>
			<td>
        <table border="0" cellpadding="0" cellspacing="0"  width="95%">
          
        <tr> 
          <td width="100%"> 
            <p>La communication par courant porteur (PLC ou CPL) est une m&eacute;thode de communication utilisant les c&acirc;bles de distribution d&rsquo;alimentation (r&eacute;seau &eacute;lectrique local) pour envoyer et recevoir des donn&eacute;es.</p>
            <p>La PLC est &eacute;galement connue sous d&rsquo;autres noms&nbsp;:</p>
            <ul>
              <li>r&eacute;seau par courant porteur (PLN)&nbsp;;</li>
              <li>communication secteur&nbsp;;</li>
              <li>courants porteurs en ligne (PLT).</li>
            </ul>
            <p>Avec la m&eacute;thode PLC, une compagnie d&rsquo;&eacute;lectricit&eacute; peut superposer un signal analogique &agrave; l&rsquo;alimentation secteur 50 ou 60&nbsp;Hz AC qui circule dans les lignes &eacute;lectriques. Le signal analogique peut transporter les signaux de voix et de donn&eacute;es.</p>
            <p>La m&eacute;thode PLC peut &ecirc;tre disponible dans les zones o&ugrave; les connexions haut d&eacute;bit ne le sont pas. Elle est plus rapide qu&rsquo;un modem analogique et souvent moins co&ucirc;teuse que les autres types de connexion haute vitesse. En &eacute;voluant, cette technologie sera plus fr&eacute;quemment utilis&eacute;e et certainement plus rapide.</p>
            <p>Vous pouvez utiliser la m&eacute;thode PLC pour mettre en r&eacute;seau vos ordinateurs particuliers, au lieu d&rsquo;installer un syst&egrave;me filaire ou sans fil. Les connexions PLC peuvent &ecirc;tre utilis&eacute;es n&rsquo;importe o&ugrave;, dans la mesure o&ugrave; il y a une prise &eacute;lectrique. Vous pouvez contr&ocirc;ler l&rsquo;&eacute;clairage et divers appareils gr&acirc;ce &agrave; la PLC, sans avoir &agrave; installer de c&acirc;blage de commande.</p>
          </td>
          </tr>
         </table>  
       </td>
     </tr>
	</table>