<html>

<head>
<meta http-equiv="Content-Language" content="fr-fr">
<meta http-equiv="Content-Type" content="text/html; charset=windows-1252">
<title>Contenu</title>
<base target="_self">
<link href="../../css/content.css" rel="stylesheet" type="text/css">
</head>

<body onLoad="window.focus();">
<table border="0" cellpadding="0" cellspacing="0" width="100%">
	<!--  Start top title Lesson Bar -->
	  <tr>
	    <td width="18" class="toptitle01_white_bold" valign="top">
	    <img border="0" src="../../images/content_lines.gif" width="16" height="25"> <img border="0" src="../../images/transdot.gif" width="2" height="1"></td>
	    <td width="18" class="toptitle01_white_bold">13.1</td>
	    <td class="toptitle01_white_bold"><img border="0" src="../../images/transdot.gif" width="10" height="1"></td>
	    <td width="100%" class="toptitle01_white_bold">Description des m&eacute;thodes de communication sans fil pour les ordinateurs et p&eacute;riph&eacute;riques portables</td>
	    <td width="9" class="toptitle01_white_bold_margin">&nbsp;</td>
	  </tr>
	  <!--  End top title Lesson Bar --> <!--  Start top title Topic Bar -->
 	 <tr>
	    <td width="18" height="25" class="toptitle02_white_bold">&nbsp;</td>
	    <td height="25"  class="toptitle02_white_bold">13.1.4</td> 
	    <td class="toptitle02_white_bold"><img border="0" src="../../images/transdot.gif" width="10" height="1"></td>
	    
    <td width="100%" height="25" class="toptitle02_white_bold">Description de la technologie Wi-Fi</td>
	    <td height="25" width="9" class="toptitle02_white_bold_margin">&nbsp;</td>
  </tr>
	 <!--  End top title Topic Bar -->
</table>
	
	<!-- CONTENT -->
	<table border="0" cellpadding="0" cellspacing="0" width="95%" >
		<tr>
			<td width="20"></td>
			<td>
        <table border="0" cellpadding="0" cellspacing="0"  width="95%">
          <tr>
            
          <td width="100%"> 
            <p> La technologie sans fil Wi-Fi est bas&eacute;e sur les normes et sp&eacute;cifications r&eacute;seaux IEEE 802.11. Le nombre 802.11 repr&eacute;sente un groupe de normes sp&eacute;cifi&eacute;es dans la documentation IEEE 802.11. Les termes 802.11 et Wi-Fi sont donc interchangeables. La Figure 1 illustre certaines caract&eacute;ristiques du Wi-Fi.</p>
            <p> Il existe actuellement quatre normes Wi-Fi, 802.11 principales&nbsp;:</p>
              <ul>
                <li> 802.11a </li>
                <li> 802.11b </li>
                <li> 802.11g </li>
                
              <li> 802.11n (projet de norme)</li>
              </ul>
              
            <p>Les techniciens d&eacute;signent souvent les normes Wi-Fi uniquement par ces derni&egrave;res lettres. Par exemple, un technicien peut &eacute;voquer un routeur sans fil 802.11b en le d&eacute;signant simplement comme routeur &laquo;&nbsp;b&nbsp;&raquo;. </p>
              
            <p> La norme 802.11g, publi&eacute;e en 2003, est actuellement la norme Wi-Fi la plus courante. La norme 802.11n a &eacute;t&eacute; publi&eacute;e sous forme de projet en 2006&nbsp;; elle risque d&rsquo;&ecirc;tre l&eacute;g&egrave;rement modifi&eacute;e avant de devenir une norme IEEE officielle. </p>
              <p> Les normes 802.11b, 802.11g et 802.11n utilisent la bande de fr&eacute;quences de 2,4&nbsp;GHz. La bande de fr&eacute;quences de 2,4&nbsp;GHz, tr&egrave;s largement utilis&eacute;e, n&rsquo;est pas r&eacute;glement&eacute;e. En raison de l&rsquo;importance du trafic, les signaux sans fil de la gamme de 2,4&nbsp;GHz risquent d&rsquo;interf&eacute;rer avec d&rsquo;autres p&eacute;riph&eacute;riques sans fil &agrave; 2,4&nbsp;GHz. C&rsquo;est pourquoi la norme 802.11a a &eacute;t&eacute; con&ccedil;ue pour utiliser la bande de fr&eacute;quences de 5,0&nbsp;GHz. Par cons&eacute;quent, la norme 802.11a n&rsquo;est pas compatible avec les autres normes 802.11x. Consultez la Figure 2 pour obtenir des informations sur la gamme et le d&eacute;bit de donn&eacute;es. </p>
              <p> La s&eacute;curit&eacute; est une pr&eacute;occupation majeure pour les r&eacute;seaux sans fil. Quiconque se trouvant dans la zone de couverture d&rsquo;un routeur sans fil peut potentiellement acc&eacute;der au r&eacute;seau. Les pr&eacute;cautions suivantes doivent &ecirc;tre prises &agrave; des fins de s&eacute;curit&eacute;&nbsp;: </p>
              
            <ul>
              <li> n&rsquo;envoyez jamais d&rsquo;informations de connexion ou de mot de passe en utilisant du texte clair, non chiffr&eacute;&nbsp;; </li>
              <li> utilisez si possible une connexion r&eacute;seau priv&eacute; virtuel&nbsp;; </li>
              <li> activez la s&eacute;curit&eacute; sur les r&eacute;seaux domestiques&nbsp;; </li>
              <li> utilisez la s&eacute;curit&eacute; WPA (Wi-Fi Protected Access).</li>
            </ul>
            <p> Les normes WAP et WPA2 (Wi-Fi Protected Access) permettent de s&eacute;curiser les r&eacute;seaux Wi-Fi. La norme WPA repose sur une technologie sophistiqu&eacute;e de chiffrement et d&rsquo;authentification pour prot&eacute;ger les flux de donn&eacute;es entre des p&eacute;riph&eacute;riques Wi-Fi. Elle utilise une cl&eacute; de chiffrement sur 128 bits et doit &ecirc;tre activ&eacute;e sur tous les p&eacute;riph&eacute;riques sans fil. Elle a vu le jour en remplacement de la norme WEP (Wired Equivalent Privacy), qui a connu des probl&egrave;mes de s&eacute;curit&eacute;.</p>
          </td>
          </tr>
         </table>  
       </td>
     </tr>
	</table>

</body>

</html>