<html>

<head>
<meta http-equiv="Content-Language" content="fr-fr">
<meta http-equiv="Content-Type" content="text/html; charset=windows-1252">
<title>Contenu</title>
<base target="_self">
<link href="../../css/content.css" rel="stylesheet" type="text/css">
</head>

<body onLoad="window.focus();">
<table border="0" cellpadding="0" cellspacing="0" width="100%">
	<!--  Start top title Lesson Bar -->
	  <tr>
	    <td width="18" class="toptitle01_white_bold" valign="top">
	    <img border="0" src="../../images/content_lines.gif" width="16" height="25"> <img border="0" src="../../images/transdot.gif" width="2" height="1"></td>

    <td width="18" class="toptitle01_white_bold">9.4</td>
	    <td class="toptitle01_white_bold"><img border="0" src="../../images/transdot.gif" width="10" height="1"></td>

    <td width="100%" class="toptitle01_white_bold">Identification des techniques de maintenance pr&eacute;ventive courantes pour la s&eacute;curit&eacute;</td>
	    <td width="9" class="toptitle01_white_bold_margin">&nbsp;</td>
	  </tr>
	  <!--  End top title Lesson Bar --> <!--  Start top title Topic Bar --> <!-- <tr> 	    <td width="18" height="25" class="toptitle02_white_bold">&nbsp;</td> 	    <td height="25"  class="toptitle02_white_bold">1.0</td> 	    <td class="toptitle02_white_bold"><img border="0" src="../../images/transdot.gif" width="10" height="1"></td> 	    <td width="100%" height="25" class="toptitle02_white_bold">Describe wireless communication methods for laptops and portable devices</td> 	    <td height="25" width="9" class="toptitle02_white_bold_margin">&nbsp;</td>   </tr> 	 <!--  End top title Topic Bar -->
</table>

	<!-- CONTENT -->
	<table border="0" cellpadding="0" cellspacing="0" width="95%" >
		<tr>
			<td width="20"></td>
			<td>
        <table border="0" cellpadding="0" cellspacing="0"  width="95%">

        <tr>
          <td width="100%">
            <p>La s&eacute;curit&eacute; repose sur des processus et des technologies en constante &eacute;volution. De nouvelles attaques sont d&eacute;couvertes tous les jours. Les pirates recherchent continuellement de nouvelles m&eacute;thodes &agrave; utiliser. Les fabricants de logiciels doivent cr&eacute;er et livrer r&eacute;guli&egrave;rement de nouveaux correctifs, afin de corriger des imperfections et des vuln&eacute;rabilit&eacute;s dans leurs produits. Si un technicien laisse un ordinateur sans protection, un pirate peut y acc&eacute;der facilement. Les ordinateurs non prot&eacute;g&eacute;s surfant sur Internet peuvent &ecirc;tre contamin&eacute;s en quelques minutes. </p>
            <p>Comme les menaces de s&eacute;curit&eacute; &eacute;voluent constamment, un technicien doit comprendre comment installer des correctifs et des mises &agrave; jour.  Il doit &eacute;galement conna&icirc;tre le moment o&ugrave; les nouveaux correctifs et les nouvelles mises &agrave; jour sont disponibles. Certains fabricants publient leurs mises &agrave; jour chaque mois le m&ecirc;me jour, mais ils envoient &eacute;galement des mises &agrave; jour critiques si n&eacute;cessaire. D&rsquo;autres fabricants fournissent des services de mise &agrave; jour automatique, qui corrigent le logiciel chaque fois que l&rsquo;ordinateur est allum&eacute; ou envoient un courriel lorsqu&rsquo;une nouvelle mise &agrave; jour ou un nouveau correctif est publi&eacute;.</p>
            <p>&Agrave; la fin de cette section, vous parviendrez &agrave;&nbsp;:</p>
				
            <ul>
              <li>expliquer comment mettre &agrave; jour les fichiers de signature pour les logiciels antivirus et les bloqueurs de logiciel espion&nbsp;;</li>
              <li>expliquer comment installer les service packs et les correctifs de s&eacute;curit&eacute; des syst&egrave;mes d&rsquo;exploitation.</li>
            </ul>
          </td>
          </tr>
         </table>
       </td>
     </tr>
	</table>

</body>

</html>