<html>

<head>
<meta http-equiv="Content-Language" content="fr-fr">
<meta http-equiv="Content-Type" content="text/html; charset=windows-1252">
<title>Contenu</title>
<base target="_self">
<link href="../../css/content.css" rel="stylesheet" type="text/css">
</head>

<body onLoad="window.focus();">
<table border="0" cellpadding="0" cellspacing="0" width="100%">
	<!--  Start top title Lesson Bar -->
	  <tr>
	    <td width="18" class="toptitle01_white_bold" valign="top">
	    <img border="0" src="../../images/content_lines.gif" width="16" height="25"> <img border="0" src="../../images/transdot.gif" width="2" height="1"></td>
	    <td width="18" class="toptitle01_white_bold">16.3</td>
	    <td class="toptitle01_white_bold"><img border="0" src="../../images/transdot.gif" width="10" height="1"></td>
	    <td width="100%" class="toptitle01_white_bold">Impl&eacute;mentation de la strat&eacute;gie de s&eacute;curit&eacute; d&rsquo;un client</td>
	    <td width="9" class="toptitle01_white_bold_margin">&nbsp;</td>
	  </tr>
	  <!--  End top title Lesson Bar --> <!--  Start top title Topic Bar -->
 	 <tr>
	    <td width="18" height="25" class="toptitle02_white_bold">&nbsp;</td>
	    <td height="25"  class="toptitle02_white_bold">16.3.3</td>
	    <td class="toptitle02_white_bold"><img border="0" src="../../images/transdot.gif" width="10" height="1"></td>
	    <td width="100%" height="25" class="toptitle02_white_bold">Description de la protection contre les logiciels malveillants</td>
	    <td height="25" width="9" class="toptitle02_white_bold_margin">&nbsp;</td>
  </tr>
	 <!--  End top title Topic Bar -->
</table>

	<!-- CONTENT -->
	<table border="0" cellpadding="0" cellspacing="0" width="95%" >
		<tr>
			<td width="20"></td>
			<td>
        <table border="0" cellpadding="0" cellspacing="0"  width="95%">
          <tr>

          <td width="100%">
            <p>Un logiciel malveillant est un logiciel install&eacute; sur un ordinateur &agrave; l&rsquo;insu de l&rsquo;utilisateur et sans son autorisation. Certains types de logiciels malveillants, comme les logiciels espions et les attaques d&rsquo;hame&ccedil;onnage, recueillent des donn&eacute;es sur l&rsquo;utilisateur qui peuvent ensuite &ecirc;tre utilis&eacute;es par un pirate pour obtenir des informations confidentielles.</p>

			<p>Vous devez ex&eacute;cuter des programmes de recherche de virus et de logiciel espion afin de d&eacute;tecter et supprimer ces logiciels non souhait&eacute;s. De nombreux navigateurs sont d&eacute;sormais munis d&rsquo;outils et de param&egrave;tres sp&eacute;ciaux qui emp&ecirc;chent le fonctionnement de plusieurs formes de logiciels malveillants. Plusieurs programmes et analyses diff&eacute;rents peuvent &ecirc;tre n&eacute;cessaires pour supprimer compl&egrave;tement tous les logiciels malveillants&nbsp;:</p>
              
            <ul>
              <li><b>Protection contre les virus</b>&nbsp;: en g&eacute;n&eacute;ral, les programmes antivirus s&rsquo;ex&eacute;cutent automatiquement en arri&egrave;re plan et surveillent l&rsquo;apparition de probl&egrave;mes. Lorsqu&rsquo;un virus est d&eacute;tect&eacute;, l&rsquo;utilisateur en est averti et le programme tente de mettre le virus en quarantaine ou de le supprimer. </li>
              <li><b>Protection contre les logiciels espions</b>&nbsp;: les programmes contre les logiciels espions recherchent les enregistreurs de frappe et autres logiciels malveillants, afin que ceux-ci soient &eacute;limin&eacute;s de l&rsquo;ordinateur.</li>
              <li><b>Protection contre les logiciels de publicit&eacute;</b>&nbsp;: les programmes contre les logiciels de publicit&eacute; recherchent des programmes qui affichent de la publicit&eacute; sur votre ordinateur. </li>
              <li><b>Protection contre l&rsquo;hame&ccedil;onnage</b>&nbsp;: les programmes contre l&rsquo;hame&ccedil;onnage bloquent les adresses IP des sites Web d&rsquo;hame&ccedil;onnage connus et signalent &agrave; l&rsquo;utilisateur les sites Web suspects.</li>
            </ul>
			<p>Une attaque d&rsquo;hame&ccedil;onnage est une forme dangereuse de logiciel malveillant qui incorpore des &eacute;l&eacute;ments de piratage psychologique.</p>

            <p><span class="bold">REMARQUE&nbsp;:</span> les logiciels malveillants peuvent s&rsquo;int&eacute;grer au syst&egrave;me d&rsquo;exploitation. Pour nettoyer celui-ci, des outils de suppression sp&eacute;ciaux sont disponibles aupr&egrave;s des fabricants de syst&egrave;mes d&rsquo;exploitation.</p>
			  </td>
          </tr>
         </table>
       </td>
     </tr>
	</table>

</body>

</html>