<html>

<head>
<meta http-equiv="Content-Language" content="fr-fr">
<meta http-equiv="Content-Type" content="text/html; charset=windows-1252">
<title>Contenu</title>
<base target="_self">
<link href="../../css/content.css" rel="stylesheet" type="text/css">
</head>

<body onLoad="window.focus();">
<table border="0" cellpadding="0" cellspacing="0" width="100%">
  <!--  Start top title Lesson Bar -->
  <tr>
    <td width="18" class="toptitle01_white_bold" valign="top"> <img border="0" src="../../images/content_lines.gif" width="16" height="25"> <img border="0" src="../../images/transdot.gif" width="2" height="1"></td>
    <td width="18" class="toptitle01_white_bold">10.5</td>
    <td class="toptitle01_white_bold"><img border="0" src="../../images/transdot.gif" width="10" height="1"></td>
    <td width="100%" class="toptitle01_white_bold">R&eacute;sum&eacute;</td>
    <td width="9" class="toptitle01_white_bold_margin">&nbsp;</td>
  </tr>

  <!--  End top title Lesson Bar --> <!--  Start top title Topic Bar --> <!--  End top title Topic Bar -->

</table>

	<!-- CONTENT -->
	<table border="0" cellpadding="0" cellspacing="0" width="95%" >
		<tr>
			<td width="20"></td>
			<td>
        <table border="0" cellpadding="0" cellspacing="0"  width="95%">

        <tr>
          <td width="100%">

            <p>Dans ce chapitre, vous avez appris la relation entre les comp&eacute;tences en communication et les comp&eacute;tences en d&eacute;pannage. Vous savez que vous devez combiner ces deux domaines pour devenir un technicien comp&eacute;tent. Vous avez &eacute;galement d&eacute;couvert certains aspects l&eacute;gaux et &eacute;thiques relatifs &agrave; l&rsquo;informatique et aux biens des clients.</p>

			<p>Il est important de ne pas oublier les concepts suivants abord&eacute;s dans ce chapitre.</p>

				<ul>
					  <li>Pour r&eacute;ussir, en tant que technicien, vous devez utiliser de bonnes techniques de communication avec vos clients et vos coll&egrave;gues.  Ces comp&eacute;tences sont aussi importantes que l&rsquo;expertise technique.</li>

					  <li>Vous devez toujours vous conduire de fa&ccedil;on professionnelle envers vos clients et vos coll&egrave;gues. Un tel comportement augmente la confiance du client et am&eacute;liore votre cr&eacute;dibilit&eacute;. Vous devez &eacute;galement apprendre &agrave; reconna&icirc;tre les signes classiques d&rsquo;un client difficile et savoir ce qu&rsquo;il faut faire et ne pas faire dans cette situation.</li>

					  <li>Il existe quelques techniques que vous pouvez utiliser pour conserver l&rsquo;attention du client sur le probl&egrave;me au cours d&rsquo;un appel. Tout d&rsquo;abord, vous devez rester calme et poser des questions pertinentes de fa&ccedil;on appropri&eacute;e. Ces techniques vous permettent de rester en contr&ocirc;le de l&rsquo;appel.</li>

					  <li>Il existe deux fa&ccedil;ons de mettre un client en attente ou de le transf&eacute;rer &agrave; un autre technicien&nbsp;: l&rsquo;une bonne et l&rsquo;autre mauvaise. Apprenez la bonne fa&ccedil;on et utilisez-la en toutes circonstances. Si vous n&rsquo;effectuez pas correctement ces op&eacute;rations, vous pouvez gravement affecter la relation de votre entreprise avec ses clients.</li>

					  <li>La n&eacute;tiquette est une liste de r&egrave;gles &agrave; respecter lorsque vous communiquez au moyen de courriels, de messagerie textuelle, de messagerie instantan&eacute;e ou de blogs. Il s&rsquo;agit d&rsquo;un autre domaine o&ugrave; ne pas faire les choses correctement peut affecter la relation de votre entreprise avec ses clients.</li>

					  <li>Vous devez comprendre et respecter l&rsquo;accord de niveau de service (ANS) de votre client. Si un probl&egrave;me ne fait pas partie des param&egrave;tres de l&rsquo;ANS, vous devez trouver une fa&ccedil;on positive d&rsquo;expliquer au client comment vous pouvez l&rsquo;aider, plut&ocirc;t que lui dire ce que vous ne pouvez pas faire. Dans certaines circonstances particuli&egrave;res, vous pouvez d&eacute;cider de transmettre l&rsquo;ordre de travail &agrave; la direction. </li>

					  <li>Vous devez respecter, en plus de l&rsquo;ANS, les strat&eacute;gies d&rsquo;entreprise de votre employeur.  Ces strat&eacute;gies d&eacute;finissent, entre autres, comment &eacute;tablir la priorit&eacute; des appels, quand et comment transmettre un appel &agrave; la direction et quand faire des pauses ou partir d&eacute;jeuner.</li>

					  <li>Le travail d&rsquo;un technicien informatique est stressant.  Vous rencontrez rarement un client qui vit une bonne journ&eacute;e. Vous pouvez r&eacute;duire partiellement votre stress en organisant votre station de travail de la fa&ccedil;on la plus ergonomique possible. Vous devez appliquer chaque jour des techniques de gestion du stress et du temps.</li>

					  <li>Le travail dans l&rsquo;informatique pr&eacute;sente des aspects &eacute;thiques et l&eacute;gaux. Vous devez avoir connaissance des pratiques et des strat&eacute;gies de votre entreprise. Vous avez peut-&ecirc;tre &eacute;galement besoin de vous familiariser avec la l&eacute;gislation de votre pays relative aux marques commerciales et au copyright.</li>

					  <li>Un centre d&rsquo;appel est un environnement rapide.  Les techniciens de niveau un et de niveau deux ont chacun leurs responsabilit&eacute;s sp&eacute;cifiques. Ces responsabilit&eacute;s peuvent varier l&eacute;g&egrave;rement d&rsquo;un centre d&rsquo;appel &agrave; l&rsquo;autre.</li>
				</ul>
		  </td>
		  </tr>
		 </table>
	   </td>
	 </tr>
	</table>

			</body>

</html>