<html>

<head>
<meta http-equiv="Content-Language" content="fr-fr">
<meta http-equiv="Content-Type" content="text/html; charset=windows-1252">
<title>Contenu</title>
<base target="_self">
<link href="../../css/content.css" rel="stylesheet" type="text/css">
</head>

<body onLoad="window.focus();">
<table border="0" cellpadding="0" cellspacing="0" width="100%">
	<!--  Start top title Lesson Bar -->
	  <tr>
	    <td width="18" class="toptitle01_white_bold" valign="top">
	    <img border="0" src="../../images/content_lines.gif" width="16" height="25"> <img border="0" src="../../images/transdot.gif" width="2" height="1"></td>
	    
    <td width="18" class="toptitle01_white_bold">7.1</td>
	    <td class="toptitle01_white_bold"><img border="0" src="../../images/transdot.gif" width="10" height="1"></td>
	    <td width="100%" class="toptitle01_white_bold">Description des types d&rsquo;imprimantes actuellement disponibles</td>
	    <td width="9" class="toptitle01_white_bold_margin">&nbsp;</td>
	  </tr>
	  <!--  End top title Lesson Bar --> <!--  Start top title Topic Bar -->
 	 <tr>
	    <td width="18" height="25" class="toptitle02_white_bold">&nbsp;</td>
	    
    <td height="25"  class="toptitle02_white_bold">7.1.1</td> 
	    <td class="toptitle02_white_bold"><img border="0" src="../../images/transdot.gif" width="10" height="1"></td>
	    
    <td width="100%" height="25" class="toptitle02_white_bold">Description des caract&eacute;ristiques et des possibilit&eacute;s des imprimantes </td>
	    <td height="25" width="9" class="toptitle02_white_bold_margin">&nbsp;</td>
	  </tr>
	 <!--  End top title Topic Bar -->	
</table>
	
	<!-- CONTENT -->
	<table border="0" cellpadding="0" cellspacing="0" width="95%" >
		<tr>
			<td width="20"></td>
			<td>
        <table border="0" cellpadding="0" cellspacing="0"  width="95%">
          
        <tr> 
          <td width="100%"> 
            <p>En g&eacute;n&eacute;ral, les imprimantes disponibles aujourd&rsquo;hui sont les imprimantes &agrave; laser, qui utilisent une technologie &eacute;lectrophotographique, ou les imprimantes &agrave; jet d&rsquo;encre, qui utilisent une technologie de vaporisation &eacute;lectrostatique. Les imprimantes matricielles, qui utilisent une technologie d&rsquo;impact, sont employ&eacute;es pour les applications qui exigent des copies au papier carbone. La Figure 1 pr&eacute;sente une liste des crit&egrave;res de s&eacute;lection d&rsquo;une imprimante.</p>
            <p></p>
            <p><span class="bold">Capacit&eacute; et vitesse</span><br> La capacit&eacute; et la vitesse sont des &eacute;l&eacute;ments &agrave; prendre en consid&eacute;ration lors du choix d&rsquo;une imprimante. Les imprimantes &agrave; jet d&rsquo;encre sont g&eacute;n&eacute;ralement plus lentes, mais elles peuvent suffire pour une utilisation domestique ou pour une petite entreprise. La vitesse d&rsquo;une imprimante est mesur&eacute;e en pages par minute (ppm). La vitesse d&rsquo;une imprimante &agrave; jet d&rsquo;encre est comprise entre 2 et 6&nbsp;ppm. La vitesse d&rsquo;une imprimante &agrave; laser est comprise entre 8 et 200&nbsp;ppm.</p>
            <p><span class="bold">Couleur ou noir et blanc</span><br> Le moniteur d&rsquo;un ordinateur produit des couleurs par m&eacute;lange additif des points affich&eacute;s &agrave; l&rsquo;&eacute;cran. L&rsquo;&oelig;il per&ccedil;oit les couleurs directement. La plage de couleurs est obtenue au moyen de points rouges, verts et bleus (RVB). </p>
            <p>Une imprimante produit des couleurs par m&eacute;lange soustractif. L&rsquo;&oelig;il per&ccedil;oit une couleur refl&eacute;t&eacute;e de la combinaison de couleurs sur le papier. La Figure 2 pr&eacute;sente une roue de couleurs CMJN.</p>
            <p>Le choix d&rsquo;une imprimante noir et blanc ou couleur d&eacute;pend des besoins de votre client. S&rsquo;il imprime surtout des lettres, sans avoir besoin de couleurs, une imprimante noir et blanc suffit. En revanche, un professeur des &eacute;coles souhaite peut-&ecirc;tre une imprimante couleur pour rendre ses le&ccedil;ons plus attrayantes.</p>
            <p><span class="bold">Qualit&eacute;</span><br> La qualit&eacute; d&rsquo;une imprimante est mesur&eacute;e en points par pouce (ppp). Plus le nombre de points par pouce est &eacute;lev&eacute;, plus la r&eacute;solution est bonne. Une bonne r&eacute;solution permet g&eacute;n&eacute;ralement des images et un texte plus clairs. Pour obtenir de meilleures images haute r&eacute;solution, vous devez utiliser de l&rsquo;encre (ou du toner) et du papier de tr&egrave;s bonne qualit&eacute;. </p>
            <p><span class="bold">Fiabilit&eacute;</span><br> Une imprimante doit &ecirc;tre fiable. Il existe un grand nombre de types diff&eacute;rents d&rsquo;imprimantes sur le march&eacute;&nbsp;; vous devez donc &eacute;tudier les sp&eacute;cifications de plusieurs imprimantes avant d&rsquo;en choisir une. Voici quelques options propos&eacute;es par les fabricants d&rsquo;imprimantes&nbsp;:</p>
            <ul>
              <li><strong>Garantie</strong>&nbsp;: identifiez ce qui est couvert par la garantie.</li>
              <li><strong>Entretien p&eacute;riodique</strong>&nbsp;: l&rsquo;entretien se base sur l&rsquo;utilisation pr&eacute;vue. Cette information se trouve dans le manuel de l&rsquo;imprimante ou sur le site Web du fabricant.              </li>
              <li><strong>Intervalle moyen entre les d&eacute;faillances</strong>&nbsp;: dur&eacute;e moyenne de fonctionnement de l&rsquo;imprimante sans panne. Cette information se trouve dans le manuel de l&rsquo;imprimante ou sur le site Web du fabricant.</li>
            </ul>
            <p><span class="bold">Co&ucirc;t total de possession</span><br> Tenez compte des frais lorsque vous choisissez du mat&eacute;riel. Lors de l&rsquo;achat d&rsquo;une imprimante, il ne faut pas s&rsquo;arr&ecirc;ter au prix initial de l&rsquo;appareil. Le co&ucirc;t total de possession comprend de nombreux facteurs&nbsp;:</p>
            <ul>
              <li>prix d&rsquo;achat initial&nbsp;;</li>
              <li>co&ucirc;t des fournitures, comme le papier et l&rsquo;encre&nbsp;;</li>
              <li>prix par page&nbsp;;</li>
              <li>frais de maintenance&nbsp;;</li>
              <li>co&ucirc;t de la garantie.</li>
            </ul>
            <p>Lorsque vous calculez le co&ucirc;t total de possession, vous devez &eacute;galement tenir compte de la quantit&eacute; de contenu &agrave; imprimer et de la dur&eacute;e de vie pr&eacute;vue de l&rsquo;imprimante.</p>
          </td>
          </tr>
         </table>  
       </td>
     </tr>
	</table>

</body>

</html>