<html>

<head>
<meta http-equiv="Content-Language" content="fr-fr">
<meta http-equiv="Content-Type" content="text/html; charset=windows-1252">
<title>Contenu</title>
<base target="_self">
<link href="../../css/content.css" rel="stylesheet" type="text/css">
</head>

<body onLoad="window.focus();">
<table border="0" cellpadding="0" cellspacing="0" width="100%">
	<!--  Start top title Lesson Bar -->
	  <tr>
	    <td width="18" class="toptitle01_white_bold" valign="top">
	    <img border="0" src="../../images/content_lines.gif" width="16" height="25"> <img border="0" src="../../images/transdot.gif" width="2" height="1"></td>
	    
    <td width="18" class="toptitle01_white_bold">5.6</td>
	    <td class="toptitle01_white_bold"><img border="0" src="../../images/transdot.gif" width="10" height="1"></td>
	    
    <td width="100%" class="toptitle01_white_bold">Identification et application des techniques courantes de maintenance pr&eacute;ventive pour les syst&egrave;mes d&rsquo;exploitation</td>
	    <td width="9" class="toptitle01_white_bold_margin">&nbsp;</td>
	  </tr>
	  <!--  End top title Lesson Bar --> <!--  Start top title Topic Bar -->
 	 <tr>
	    <td width="18" height="25" class="toptitle02_white_bold">&nbsp;</td>
	    
    <td height="25"  class="toptitle02_white_bold">5.6.1</td> 
	    <td class="toptitle02_white_bold"><img border="0" src="../../images/transdot.gif" width="10" height="1"></td>
	    
    <td width="100%" height="25" class="toptitle02_white_bold"><strong>Mise en place d&rsquo;un plan de maintenance pr&eacute;ventive</strong></td>
	    <td height="25" width="9" class="toptitle02_white_bold_margin">&nbsp;</td>
  </tr>
	 <!--  End top title Topic Bar -->
</table>
	
	<!-- CONTENT -->
	<table border="0" cellpadding="0" cellspacing="0" width="95%" >
		<tr>
			<td width="20"></td>
			<td>
        <table border="0" cellpadding="0" cellspacing="0"  width="95%">
          
        <tr> 
          <td width="100%"> 
            <p>Le plan de maintenance pr&eacute;ventive d&rsquo;un syst&egrave;me d&rsquo;exploitation vise &agrave; &eacute;viter de futurs probl&egrave;mes. Vous devez effectuer une maintenance pr&eacute;ventive r&eacute;guli&egrave;rement et noter toutes vos actions et observations. Certaines t&acirc;ches de maintenance pr&eacute;ventive doivent avoir lieu &agrave; des moments o&ugrave; elles entra&icirc;neront le moins de perturbations pour les utilisateurs. Cela signifie souvent que ces t&acirc;ches doivent &ecirc;tre effectu&eacute;es la nuit, t&ocirc;t le matin ou le week-end. Des outils et des techniques permettent de rendre automatiques un certain nombre de t&acirc;ches de maintenance.</p>
            <p><span class="bold">Planification de la maintenance pr&eacute;ventive</span><br> Les plans de maintenance pr&eacute;ventive doivent contenir des informations d&eacute;taill&eacute;es sur la maintenance de tous les ordinateurs et de l&rsquo;&eacute;quipement r&eacute;seau, notamment l&rsquo;&eacute;quipement risquant d&rsquo;avoir le plus fort impact sur l&rsquo;organisation. La maintenance pr&eacute;ventive comporte les principales t&acirc;ches suivantes&nbsp;:</p>
            <ul>
              <li>mises &agrave; jour du syst&egrave;me d&rsquo;exploitation et des applications&nbsp;; </li>
              <li>mises &agrave; jour des antivirus et des autres logiciels de protection&nbsp;;</li>
              <li>v&eacute;rification des erreurs de disque dur&nbsp;; </li>
              <li>sauvegarde du disque dur&nbsp;; </li>
              <li>d&eacute;fragmentation du disque dur. </li>
            </ul>
            <p>Un programme de maintenance pr&eacute;ventive, con&ccedil;u pour r&eacute;parer des &eacute;l&eacute;ments avant qu&rsquo;ils ne provoquent une panne et corriger de petits probl&egrave;mes avant qu&rsquo;ils n&rsquo;affectent la productivit&eacute;, peut pr&eacute;senter les avantages suivants pour les utilisateurs et les organisations&nbsp;:</p>
            <ul>
              <li>temps d&rsquo;arr&ecirc;t r&eacute;duits&nbsp;; </li>
              <li>performances accrues&nbsp;;</li>
              <li>fiabilit&eacute; accrue&nbsp;; </li>
              <li>co&ucirc;ts de r&eacute;paration r&eacute;duits. </li>
            </ul>
            <p>Autre &eacute;l&eacute;ment important de la maintenance pr&eacute;ventive&nbsp;: la documentation. Un journal des r&eacute;parations vous aide &agrave; savoir quel &eacute;quipement est le plus ou le moins fiable. Il fournit &eacute;galement un historique pr&eacute;cisant quand et comment un ordinateur a &eacute;t&eacute; r&eacute;par&eacute; pour la derni&egrave;re fois et quelle &eacute;tait la nature du probl&egrave;me.</p>
        </tr>
         </table>  
       </td>
     </tr>
	</table>

</body>

</html>