<html>

<head>
<meta http-equiv="Content-Language" content="fr-fr">
<meta http-equiv="Content-Type" content="text/html; charset=windows-1252">
<title>Contenu</title>
<base target="_self">
<link href="../../css/content.css" rel="stylesheet" type="text/css">
</head>

<body onLoad="window.focus();">
<table border="0" cellpadding="0" cellspacing="0" width="100%">
	<!--  Start top title Lesson Bar -->
	  <tr>
	    <td width="18" class="toptitle01_white_bold" valign="top">
	    <img border="0" src="../../images/content_lines.gif" width="16" height="25"> <img border="0" src="../../images/transdot.gif" width="2" height="1"></td>
	    
    <td width="18" class="toptitle01_white_bold">7.1</td>
	    <td class="toptitle01_white_bold"><img border="0" src="../../images/transdot.gif" width="10" height="1"></td>
	    <td width="100%" class="toptitle01_white_bold">Description des types d&rsquo;imprimantes actuellement disponibles</td>
	    <td width="9" class="toptitle01_white_bold_margin">&nbsp;</td>
	  </tr>
	  <!--  End top title Lesson Bar --> <!--  Start top title Topic Bar -->
 	 <tr>
	    <td width="18" height="25" class="toptitle02_white_bold">&nbsp;</td>
	    
    <td height="25"  class="toptitle02_white_bold">7.1.3</td> 
	    <td class="toptitle02_white_bold"><img border="0" src="../../images/transdot.gif" width="10" height="1"></td>
	    <td width="100%" height="25" class="toptitle02_white_bold">Description des imprimantes laser</td>
	    <td height="25" width="9" class="toptitle02_white_bold_margin">&nbsp;</td>
	  </tr>
	 <!--  End top title Topic Bar -->	
</table>
	
	<!-- CONTENT -->
	<table border="0" cellpadding="0" cellspacing="0" width="95%" >
		<tr>
			<td width="20"></td>
			<td>
        <table border="0" cellpadding="0" cellspacing="0"  width="95%">
          
        <tr> 
          <td width="100%"> 
            <p>Une imprimante laser est une imprimante rapide de haute qualit&eacute; qui utilise un faisceau laser pour cr&eacute;er une image. La partie centrale de l&rsquo;imprimante laser est le tambour &eacute;lectrophotographique. Ce tambour est un cylindre de m&eacute;tal enduit d&rsquo;un mat&eacute;riau isolant sensible &agrave; la lumi&egrave;re. Lorsque le faisceau laser atteint le tambour, celui-ci devient conducteur au niveau du point d&rsquo;impact. &Agrave; mesure de la rotation du tambour, le faisceau laser dessine une image &eacute;lectrostatique sur celui-ci. Cette image non d&eacute;velopp&eacute;e, ou &laquo;&nbsp;image latente&nbsp;&raquo;, passe &agrave; travers un bain de poudre d&rsquo;encre (le toner) dont les particules sont attir&eacute;es par l&rsquo;image. Le tambour tourne et met cette image en contact avec le papier, qui attire le toner pr&eacute;sent sur le tambour. Le papier passe ensuite dans une unit&eacute; de fusion, constitu&eacute;e de rouleaux chauds qui fondent le toner dans le papier. </p>
            <p><span class="bold">Processus d&rsquo;impression</span><br> Le processus d&rsquo;impression d&rsquo;une imprimante laser comporte six &eacute;tapes pour l&rsquo;impression d&rsquo;informations sur une seule feuille de papier. </p>
            <p><span class="bold">&Eacute;tape1&nbsp;: nettoyage</span><br> Lorsqu&rsquo;une image est d&eacute;pos&eacute;e sur le papier et que le tambour est s&eacute;par&eacute; du papier, tout toner restant doit &ecirc;tre &eacute;limin&eacute; du tambour. Une imprimante peut &ecirc;tre munie d&rsquo;une lame qui enl&egrave;ve l&rsquo;exc&egrave;s de toner sur le tambour. Certaines imprimantes utilisent une tension AC sur un fil qui &eacute;limine la charge de la surface du tambour et permet au toner en exc&egrave;s de tomber du tambour. Ce toner en exc&egrave;s est conserv&eacute; dans un r&eacute;servoir de toner usag&eacute;, qui peut &ecirc;tre vid&eacute; ou jet&eacute;. </p>
            <p><span class="bold">&Eacute;tape 2&nbsp;: charge</span><br> Cette &eacute;tape consiste &agrave; &eacute;liminer l&rsquo;image latente pr&eacute;c&eacute;dente du tambour et &agrave; le pr&eacute;parer pour une nouvelle image latente. Un fil, une grille ou un rouleau sp&eacute;cial est utilis&eacute;(e) pour transmettre une charge n&eacute;gative d&rsquo;environ -&nbsp;600 volts DC, uniform&eacute;ment, sur la surface du tambour. La grille ou le fil charg&eacute;(e) est appel&eacute;(e) le corona primaire. Le rouleau est appel&eacute; un rouleau de charge. </p>
            <p><span class="bold">&Eacute;tape 3&nbsp;: &eacute;criture</span><br> Le processus d&rsquo;&eacute;criture consiste &agrave; parcourir le tambour photosensible avec le faisceau laser. La charge de surface de chaque partie du tambour expos&eacute;e &agrave; la lumi&egrave;re est r&eacute;duite jusqu&rsquo;&agrave; environ -&nbsp;100 volts DC. Cette charge &eacute;lectrique est inf&eacute;rieure &agrave; la charge n&eacute;gative du reste du tambour. &Agrave; mesure de la rotation du tambour, une image latente invisible se cr&eacute;e sur celui-ci.</p>
            <p><span class="bold">&Eacute;tape 4&nbsp;: d&eacute;veloppement</span><br> Durant la phase de d&eacute;veloppement, le toner est appliqu&eacute; &agrave; l&rsquo;image latente pr&eacute;sente sur le tambour. Le toner est une combinaison de particules de plastique et de m&eacute;tal charg&eacute;es n&eacute;gativement. Une lame de r&eacute;gulation maintient le toner &agrave; une distance microscopique du tambour. Le toner passe ensuite de la lame de r&eacute;gulation &agrave; l&rsquo;image latente, davantage charg&eacute;e positivement, sur le tambour. </p>
            <p><span class="bold">&Eacute;tape 5&nbsp;: transfert</span><br> Dans cette &eacute;tape, le toner attach&eacute; &agrave; l&rsquo;image latente est transf&eacute;r&eacute; sur le papier. Le corona de transfert, ou corona secondaire, place une charge positive sur le papier. Le tambour &eacute;tant charg&eacute; n&eacute;gativement, le toner pr&eacute;sent sur le tambour est attir&eacute; par le papier. L&rsquo;image est d&eacute;sormais sur le papier, maintenue en place par la charge positive. </p>
            <p><span class="bold">&Eacute;tape 6&nbsp;: chauffage</span><br> Dans cette &eacute;tape, le toner est fondu pour &ecirc;tre fix&eacute; de fa&ccedil;on permanente sur le papier. Le papier &agrave; imprimer passe entre un rouleau chauffant et un rouleau de pression. &Agrave; mesure de l&rsquo;avanc&eacute;e du papier entre ces deux rouleaux, le toner encore sous forme de poudre est fondu et fusionn&eacute; avec les fibres du papier.  La page ainsi imprim&eacute;e est ensuite d&eacute;pos&eacute;e dans le bac de sortie. </p>
            <p> Pour retenir les &eacute;tapes du processus d&rsquo;impression d&rsquo;une imprimante laser, m&eacute;morisez la phrase suivante&nbsp;: Nous Conservons les &Eacute;v&eacute;nements Document&eacute;s en Toutes Circonstances (Nettoyage, Charge, &Eacute;criture, D&eacute;veloppement, Transfert, Chauffage).</p>
            <p ><span class="caution_caps">AVERTISSEMENT&nbsp;:</span> le rouleau de charge, le fil ou la grille de corona primaire peuvent &ecirc;tre tr&egrave;s dangereux. Ils sont soumis &agrave; des tensions pouvant atteindre -&nbsp;6&nbsp;000 volts. La manipulation de cette unit&eacute; doit &ecirc;tre r&eacute;serv&eacute;e aux techniciens certifi&eacute;s. Avant d&rsquo;ouvrir une imprimante laser, assurez-vous que cette tension est correctement d&eacute;charg&eacute;e.</p>
          </td>
          </tr>
         </table>  
       </td>
     </tr>
	</table>
</body>

</html>