<html>

<head>
<meta http-equiv="Content-Language" content="fr-fr">
<meta http-equiv="Content-Type" content="text/html; charset=windows-1252">
<title>Contenu</title>
<base target="_self">
<link href="../../css/content.css" rel="stylesheet" type="text/css">
</head>

<body onLoad="window.focus();">
<table border="0" cellpadding="0" cellspacing="0" width="100%">
	<!--  Start top title Lesson Bar -->
	  <tr>
	    <td width="18" class="toptitle01_white_bold" valign="top">
	    <img border="0" src="../../images/content_lines.gif" width="16" height="25"> <img border="0" src="../../images/transdot.gif" width="2" height="1"></td>
	    
    <td width="18" class="toptitle01_white_bold">5.2</td>
	    <td class="toptitle01_white_bold"><img border="0" src="../../images/transdot.gif" width="10" height="1"></td>
	    
    <td width="100%" class="toptitle01_white_bold">Description et comparaison des syst&egrave;mes d&rsquo;exploitation, de leur r&ocirc;le, de leurs limites et de leurs compatibilit&eacute;s</td>
	    <td width="9" class="toptitle01_white_bold_margin">&nbsp;</td>
	  </tr>
	  <!--  End top title Lesson Bar --> <!--  Start top title Topic Bar -->
 	 <tr>
	    <td width="18" height="25" class="toptitle02_white_bold">&nbsp;</td>
	    
    <td height="25"  class="toptitle02_white_bold">5.2.1</td> 
	    <td class="toptitle02_white_bold"><img border="0" src="../../images/transdot.gif" width="10" height="1"></td>
	    
    <td width="100%" height="25" class="toptitle02_white_bold"><strong>Description des syst&egrave;mes d&rsquo;exploitation de bureau</strong></td>
	    <td height="25" width="9" class="toptitle02_white_bold_margin">&nbsp;</td>
  </tr>
	 <!--  End top title Topic Bar -->
</table>
	
	<!-- CONTENT -->
	<table border="0" cellpadding="0" cellspacing="0" width="95%" >
		<tr>
			<td width="20"></td>
			<td>
        <table border="0" cellpadding="0" cellspacing="0"  width="95%">
          
        <tr> 
          <td width="100%"> 
            <p>Un syst&egrave;me d&rsquo;exploitation de bureau pr&eacute;sente les caract&eacute;ristiques suivantes&nbsp;: </p>
            <ul>
              <li>il prend en charge un seul utilisateur&nbsp;; </li>
              <li>il ex&eacute;cute des applications mono-utilisateur&nbsp;; </li>
              <li>il permet de partager des fichiers et des dossiers sur de petits r&eacute;seaux &agrave; la s&eacute;curit&eacute; limit&eacute;e.</li>
            </ul>
			<p>Sur le march&eacute; actuel des logiciels, les syst&egrave;mes d&rsquo;exploitation de bureau les plus courants se divisent en trois groupes&nbsp;: Microsoft Windows, Apple Mac OS et UNIX/Linux.</p>
            <p><strong>Microsoft Windows</strong> <br> Windows est actuellement l&rsquo;un des syst&egrave;mes d&rsquo;exploitation les plus populaires. Les produits suivants sont des versions de bureau des syst&egrave;mes d&rsquo;exploitation Microsoft Windows&nbsp;: </p>
            <ul>
              <li>Windows XP Professionnel&nbsp;: utilis&eacute;e sur la plupart des ordinateurs se connectant &agrave; un serveur Windows sur un r&eacute;seau.</li>
              <li>Windows XP &Eacute;dition Familiale&nbsp;: utilis&eacute;e sur les ordinateurs particuliers, avec une s&eacute;curit&eacute; tr&egrave;s limit&eacute;e. </li>
              <li>Windows XP &Eacute;dition Media Center&nbsp;: utilis&eacute;e sur les ordinateurs de loisirs pour visionner des films et &eacute;couter de la musique.</li>
              <li>Windows XP &Eacute;dition Tablet PC&nbsp;: utilis&eacute;e sur les tablettes PC.</li>
              <li>Windows XP &Eacute;dition 64 bits&nbsp;: utilis&eacute;e sur les ordinateurs dot&eacute;s de processeurs 64 bits.</li>
              <li>Windows 2000 Professionnel&nbsp;: syst&egrave;me d&rsquo;exploitation Windows plus ancien, remplac&eacute; par Windows XP Professionnel.</li>
              <li>Windows Vista&nbsp;: version la plus r&eacute;cente de Windows. </li>
            </ul>
            <p><strong>Apple Mac OS </strong><br> Les ordinateurs Apple sont propri&eacute;taires et utilisent un syst&egrave;me d&rsquo;exploitation appel&eacute; Mac OS. Mac OS est con&ccedil;u pour offrir une interface graphique utilisateur conviviale. Les versions actuelles de Mac OS sont d&eacute;sormais bas&eacute;es sur une version personnalis&eacute;e d&rsquo;UNIX.</p>
            <p><strong>UNIX/Linux </strong><br> UNIX, lanc&eacute; &agrave; la fin des ann&eacute;es soixante, est l&rsquo;un des syst&egrave;mes d&rsquo;exploitation les plus anciens. Aujourd&rsquo;hui, il existe de nombreuses versions diff&eacute;rentes d&rsquo;UNIX. L&rsquo;une des versions les plus r&eacute;centes est Linux, qui est extr&ecirc;mement populaire. D&eacute;velopp&eacute; par Linus Torvalds en 1991, Linux est un syst&egrave;me d&rsquo;exploitation ouvert. Les programmes ouverts permettent au code source d&rsquo;&ecirc;tre distribu&eacute; et modifi&eacute; par toute personne, via &agrave; un t&eacute;l&eacute;chargement gratuit, ou par des d&eacute;veloppeurs &agrave; un co&ucirc;t nettement plus faible qu&rsquo;avec les autres syst&egrave;mes d&rsquo;exploitation.</p>
          </tr>
         </table>  
       </td>
     </tr>
	</table>

</body>

</html>