<html>

<head>
<meta http-equiv="Content-Language" content="fr-fr">
<meta http-equiv="Content-Type" content="text/html; charset=windows-1252">
<title>Contenu</title>
<base target="_self">
<link href="../../css/content.css" rel="stylesheet" type="text/css">
</head>

<body onLoad="window.focus();">
<table border="0" cellpadding="0" cellspacing="0" width="100%">
	<!--  Start top title Lesson Bar -->
	  <tr>
	    <td width="18" class="toptitle01_white_bold" valign="top">
	    <img border="0" src="../../images/content_lines.gif" width="16" height="25"> <img border="0" src="../../images/transdot.gif" width="2" height="1"></td>
	    
    <td width="18" class="toptitle01_white_bold">8.9</td>
	    <td class="toptitle01_white_bold"><img border="0" src="../../images/transdot.gif" width="10" height="1"></td>
	    
    <td width="100%" class="toptitle01_white_bold"><font size="2" face="Arial"><b>Description de la configuration d&rsquo;une carte r&eacute;seau et d&rsquo;un modem </b></font></td>
	    <td width="9" class="toptitle01_white_bold_margin">&nbsp;</td>
	  </tr>
	  <!--  End top title Lesson Bar --> <!--  Start top title Topic Bar -->
 	 <tr>
	    <td width="18" height="25" class="toptitle02_white_bold">&nbsp;</td>
	    
    <td height="25"  class="toptitle02_white_bold">8.9.1</td> 
	    <td class="toptitle02_white_bold"><img border="0" src="../../images/transdot.gif" width="10" height="1"></td>
	    <td width="100%" height="25" class="toptitle02_white_bold">Installation ou mise &agrave; jour du pilote de la carte r&eacute;seau </td>
	    <td height="25" width="9" class="toptitle02_white_bold_margin">&nbsp;</td>
	  </tr>
	 <!--  End top title Topic Bar -->	
</table>
	
	<!-- CONTENT -->
	<table border="0" cellpadding="0" cellspacing="0" width="95%" >
		<tr>
			<td width="20"></td>
			<td>
        <table border="0" cellpadding="0" cellspacing="0"  width="95%">
          <tr>
            
          <td width="100%"> 
            <p>Parfois, un fabricant publie un nouveau pilote logiciel pour une carte r&eacute;seau. Ce nouveau pilote est destin&eacute; &agrave; am&eacute;liorer la fonctionnalit&eacute; de la carte ou &agrave; assurer la compatibilit&eacute; avec le syst&egrave;me d&rsquo;exploitation.</p>
            <p>Lors de l&rsquo;installation d&rsquo;un nouveau pilote, pensez &agrave; d&eacute;sactiver le logiciel de protection antivirus afin que les fichiers s&rsquo;installent correctement. En effet, certains antivirus consid&egrave;rent parfois les mises &agrave; jour de pilote comme des attaques potentielles. De plus, n&rsquo;installez qu&rsquo;un pilote &agrave; la fois, car les diff&eacute;rentes proc&eacute;dures de mise &agrave; jour peuvent parfois entrer en conflit.</p>
            <p>L&rsquo;id&eacute;al est de fermer toutes les applications en cours d&rsquo;ex&eacute;cution, afin qu&rsquo;elles n&rsquo;utilisent pas de fichiers associ&eacute;s &agrave; la mise &agrave; jour du pilote. Avant de mettre &agrave; jour un pilote, visitez le site Web du fabricant. Dans de nombreux cas, vous pouvez t&eacute;l&eacute;charger le fichier ex&eacute;cutable autoextractible du pilote, qui vous permettra d&rsquo;installer ou de mettre &agrave; jour le pilote automatiquement. Vous pouvez &eacute;galement cliquer sur le bouton <span class="bold">Mettre &agrave; jour le pilote</span>, dans la barre d&rsquo;outils du Gestionnaire de p&eacute;riph&eacute;riques.</p>
            <p><span class="tablestyle">Le signe &laquo;&nbsp;+&nbsp;&raquo; situ&eacute; &agrave; c&ocirc;t&eacute; de la cat&eacute;gorie Cartes r&eacute;seau vous permet de d&eacute;velopper cette cat&eacute;gorie et d&rsquo;afficher les cartes r&eacute;seau install&eacute;es sur votre syst&egrave;me. Pour afficher et modifier les propri&eacute;t&eacute;s de la carte, ou mettre &agrave; jour le pilote, double-cliquez sur la carte souhait&eacute;e. Dans la fen&ecirc;tre des propri&eacute;t&eacute;s de la carte, s&eacute;lectionnez l&rsquo;onglet </span><span class="bold">Pilote</span><span class="tablestyle">.</span></p>
            <p>Une fois la mise &agrave; jour termin&eacute;e, il est recommand&eacute; de red&eacute;marrer l&rsquo;ordinateur, m&ecirc;me si aucun message ne vous invite &agrave; le faire. Red&eacute;marrer l&rsquo;ordinateur permet de garantir que l&rsquo;installation s&rsquo;est d&eacute;roul&eacute;e correctement et que le nouveau pilote fonctionne normalement. Lorsque vous installez plusieurs pilotes, red&eacute;marrez l&rsquo;ordinateur entre chaque mise &agrave; jour pour &eacute;viter tout conflit. Cette m&eacute;thode prend plus de temps, mais elle garantit une installation propre du pilote.</p>
            <p><span class="bold">D&eacute;sinstallation d&rsquo;un pilote de carte r&eacute;seau</span><br> Si le nouveau pilote de la carte r&eacute;seau ne fonctionne pas correctement apr&egrave;s installation, vous pouvez le d&eacute;sinstaller et revenir &agrave; la version pr&eacute;c&eacute;dente. Pour ce faire, double-cliquez sur la carte r&eacute;seau, dans le Gestionnaire de p&eacute;riph&eacute;riques. Dans la fen&ecirc;tre Propri&eacute;t&eacute;s de la carte r&eacute;seau, s&eacute;lectionnez l&rsquo;onglet <strong>Pilote</strong> et cliquez sur <strong>Revenir &agrave; la version pr&eacute;c&eacute;dente</strong>. Si aucun pilote n&rsquo;&eacute;tait install&eacute; avant la mise &agrave; jour, cette option n&rsquo;est pas disponible. Dans ce cas, vous devez trouver un pilote pour la carte et l&rsquo;installer manuellement, si le syst&egrave;me d&rsquo;exploitation n&rsquo;arrive pas &agrave; en trouver un automatiquement.</p>
            <p>
              <!-- Start Activity box   -->
            </p>
            <table  width="95%" border="0" cellspacing="0" cellpadding="0" id="activity">
              <tr> 
                <td valign="top"> 
                  <table  width="100%" cellspacing="0" cellpadding="0" border="0" >
                    <tr> 
                      <td width="5" class="activity_topbar"> <img border="0" src="../../images/lab_toplft.gif" width="116" height="23"></td>
                      <td class="activity_topbar"><img alt="" height="1" width="3" src="../../images/s.gif"></td>
                      <td align="right" valign="top" class="activity_topbar"> 
                        <img alt="" src="../../images/corner_ur_7.gif" width="7" height="7"></td>
                    </tr>
                  </table>
                  <table width="100%" cellspacing="0" cellpadding="0" border="0" id="table3">
                    <tr> 
                      <td> 
                        <table width="100%" cellpadding="2" cellspacing="0" border="0"  id="table4">
                          <tr> 
                            <td width="15" class="activity_text">&nbsp;</td>
                            <td class="activity_text"><img border="0" src="../../images/lab_icon.gif" width="36" height="30"> <a target="_blank" href="../worksheet8_9_1/8.9.1_WS_NIC_Driver_Search.pdf">Fiche de travail</a>
                              <p> <span class="activity_bold">Recherche de pilotes de carte r&eacute;seau sur Internet</span><br>
 Recherche de pilotes de carte r&eacute;seau<br> <br>                              </p>
                            </td>
                          </tr>
                        </table>
                      </td>
                    </tr>
                  </table>
                </td>
              </tr>
            </table>
            <!-- END Activity box   -->
          </td>
          </tr>
         </table>  
       </td>
     </tr>
	</table>