<html>

<head>
<meta http-equiv="Content-Language" content="fr-fr">
<meta http-equiv="Content-Type" content="text/html; charset=windows-1252">
<title>Contenu</title>
<base target="_self">
<link href="../../css/content.css" rel="stylesheet" type="text/css">
</head>

<body onLoad="window.focus();">
<table border="0" cellpadding="0" cellspacing="0" width="100%">
	<!--  Start top title Lesson Bar -->
	  <tr>
	    <td width="18" class="toptitle01_white_bold" valign="top">
	    <img border="0" src="../../images/content_lines.gif" width="16" height="25"> <img border="0" src="../../images/transdot.gif" width="2" height="1"></td>
	    
    <td width="18" class="toptitle01_white_bold">8.3</td>
	    <td class="toptitle01_white_bold"><img border="0" src="../../images/transdot.gif" width="10" height="1"></td>
	    <td width="100%" class="toptitle01_white_bold">Description des principaux concepts et technologies de mise en r&eacute;seau</td>
	    <td width="9" class="toptitle01_white_bold_margin">&nbsp;</td>
	  </tr>
	  <!--  End top title Lesson Bar --> <!--  Start top title Topic Bar -->
 	 <tr>
	    <td width="18" height="25" class="toptitle02_white_bold">&nbsp;</td>
	    
    <td height="25"  class="toptitle02_white_bold">8.3.1</td> 
	    <td class="toptitle02_white_bold"><img border="0" src="../../images/transdot.gif" width="10" height="1"></td>
	    <td width="100%" height="25" class="toptitle02_white_bold">Explication des concepts de bande passante et de transmission de donn&eacute;es</td>
	    <td height="25" width="9" class="toptitle02_white_bold_margin">&nbsp;</td>
  </tr>
	 <!--  End top title Topic Bar -->	
</table>
	
	<!-- CONTENT -->
	<table border="0" cellpadding="0" cellspacing="0" width="95%" >
		<tr>
			<td width="20"></td>
			<td>
        <table border="0" cellpadding="0" cellspacing="0"  width="95%">
          
        <tr> 
          <td width="100%"> 
            <p>La bande passante est le volume de donn&eacute;es pouvant &ecirc;tre transmis durant un laps de temps pr&eacute;d&eacute;fini. Lorsque des donn&eacute;es sont transmises sur un r&eacute;seau informatique, elles sont divis&eacute;es en unit&eacute;s plus petites appel&eacute;es paquets. Chaque paquet contient des en-t&ecirc;tes. Un en-t&ecirc;te est compos&eacute; d&rsquo;informations, ajout&eacute;es &agrave; chaque paquet, indiquant la source et la destination de ce paquet. Un en-t&ecirc;te d&eacute;crit &eacute;galement comment rassembler de nouveau tous les paquets une fois qu&rsquo;ils sont arriv&eacute;s &agrave; destination. La taille de la bande passante d&eacute;termine la quantit&eacute; d&rsquo;informations pouvant &ecirc;tre transmise.</p>
            <p>La bande passante se mesure en bits par seconde&nbsp;; sa valeur est g&eacute;n&eacute;ralement suivie par l&rsquo;une des mesures suivantes&nbsp;:</p>
            <ul>
              <li>bits/s&nbsp;: bits par seconde&nbsp;;</li>
              <li>Kbits/s&nbsp;: kilobits par seconde&nbsp;;</li>
              <li>Mbits/s&nbsp;: m&eacute;gabits par seconde.</li>
            </ul>
	    <p><span class="bold">REMARQUE&nbsp;:</span> un octet est &eacute;gal &agrave; 8 bits et son abr&eacute;viation est un &laquo;&nbsp;o&nbsp;&raquo; minuscule. 1&nbsp;Mo/s &eacute;quivaut &agrave; environ 8&nbsp;Mbits/s. </p>
            
            <p>La Figure&nbsp;1 compare la bande passante d&rsquo;un r&eacute;seau &agrave; une autoroute. Dans cet exemple, les voitures et les camions correspondent aux donn&eacute;es. Le nombre de voies de l&rsquo;autoroute repr&eacute;sente la quantit&eacute; de v&eacute;hicules pouvant circuler en m&ecirc;me temps. Une autoroute &agrave; huit voies peut ainsi accueillir quatre fois plus de v&eacute;hicules qu&rsquo;une autoroute &agrave; deux voies. </p>
            <p>Les donn&eacute;es transmises sur le r&eacute;seau circulent selon l&rsquo;un des trois modes suivants&nbsp;: unidirectionnel, bidirectionnel non simultan&eacute; et bidirectionnel simultan&eacute;.</p>
            <p><span class="bold">Unidirectionnel</span><br> Le mode unidirectionnel correspond &agrave; une transmission simple, r&eacute;alis&eacute;e dans une direction. Le signal envoy&eacute; par une station de t&eacute;l&eacute;vision &agrave; votre t&eacute;l&eacute;viseur est une transmission unidirectionnelle.</p>
            <p><span class="bold">Bidirectionnel non simultan&eacute;</span><br> Lorsque les donn&eacute;es circulent dans une seule direction &agrave; la fois, la transmission est dite bidirectionnelle non simultan&eacute;e. Avec ce mode, la voie de communication permet des transmissions dans les deux directions, mais uniquement en alternance, pas simultan&eacute;ment. Les radios bidirectionnelles, telles que celles utilis&eacute;es par la police et les services d&rsquo;urgence, fonctionnent sur ce mode. Lorsque vous appuyez sur le bouton du microphone pour &eacute;mettre, vous ne pouvez pas entendre ce que dit votre interlocuteur. Si les deux personnes &agrave; chaque extr&eacute;mit&eacute; de la ligne parlent en m&ecirc;me temps, aucune transmission n&rsquo;a lieu.</p>
            <p><span class="bold">Bidirectionnel simultan&eacute;</span><br> Lorsque les donn&eacute;es circulent dans les deux directions &agrave; la fois, la transmission est dite bidirectionnelle simultan&eacute;e. Bien que les donn&eacute;es puissent circuler dans les deux sens, la bande passante est mesur&eacute;e uniquement dans un sens. Un c&acirc;ble r&eacute;seau 100&nbsp;Mbits/s en mode bidirectionnel simultan&eacute; offre une bande passante de 100&nbsp;Mbits/s.</p>
            <p>Le t&eacute;l&eacute;phone est un exemple de communication bidirectionnelle simultan&eacute;e. Les deux interlocuteurs peuvent parler et entendre en m&ecirc;me temps.</p>
            <p>La technologie de r&eacute;seau bidirectionnelle simultan&eacute;e permet d&rsquo;am&eacute;liorer les performances du r&eacute;seau, car les donn&eacute;es peuvent &ecirc;tre envoy&eacute;es et re&ccedil;ues en m&ecirc;me temps. La technologie &agrave; large bande permet &agrave; plusieurs signaux de circuler sur un m&ecirc;me fil simultan&eacute;ment. Les technologies &agrave; large bande, telles que la ligne d&rsquo;abonn&eacute; num&eacute;rique (DSL) et le c&acirc;ble, fonctionnent en mode bidirectionnel simultan&eacute;. Avec une connexion DSL, par exemple, les utilisateurs peuvent t&eacute;l&eacute;charger des donn&eacute;es sur leur ordinateur et parler au t&eacute;l&eacute;phone en m&ecirc;me temps. </p>
          </td>
          </tr>
         </table>  
       </td>
     </tr>
	</table>

</body>

</html>