<html>

<head>
<meta http-equiv="Content-Language" content="fr-fr">
<meta http-equiv="Content-Type" content="text/html; charset=windows-1252">
<title>Contenu</title>
<base target="_self">
<link href="../../css/content.css" rel="stylesheet" type="text/css">
</head>

<body onLoad="window.focus();">
<table border="0" cellpadding="0" cellspacing="0" width="100%">
	<!--  Start top title Lesson Bar -->
	  <tr>
	    <td width="18" class="toptitle01_white_bold" valign="top">
	    <img border="0" src="../../images/content_lines.gif" width="16" height="25"> <img border="0" src="../../images/transdot.gif" width="2" height="1"></td>

    <td width="18" class="toptitle01_white_bold">12.2</td>
	    <td class="toptitle01_white_bold"><img border="0" src="../../images/transdot.gif" width="10" height="1"></td>

    <td width="100%" class="toptitle01_white_bold">Installation, configuration et optimisation d&rsquo;un syst&egrave;me d&rsquo;exploitation</td>
	    <td width="9" class="toptitle01_white_bold_margin">&nbsp;</td>
	  </tr>
	  <!--  End top title Lesson Bar --> <!--  Start top title Topic Bar -->
 	 <tr>
	    <td width="18" height="25" class="toptitle02_white_bold">&nbsp;</td>

    <td height="25"  class="toptitle02_white_bold">12.2.1</td>
	    <td class="toptitle02_white_bold"><img border="0" src="../../images/transdot.gif" width="10" height="1"></td>

    <td width="100%" height="25" class="toptitle02_white_bold">Comparaison d&rsquo;une installation par d&eacute;faut et d&rsquo;une installation personnalis&eacute;e</td>
	    <td height="25" width="9" class="toptitle02_white_bold_margin">&nbsp;</td>
  </tr>
	 <!--  End top title Topic Bar -->
</table>

	<!-- CONTENT -->
	<table border="0" cellpadding="0" cellspacing="0" width="95%" >
		<tr>
			<td width="20"></td>
			<td>
        <table border="0" cellpadding="0" cellspacing="0"  width="95%">

        <tr>
          <td width="100%"> 
            <p>L&rsquo;installation par d&eacute;faut de Windows XP Professionnel est suffisante pour la plupart des ordinateurs utilis&eacute;s dans un r&eacute;seau domestique ou celui d&rsquo;une petite entreprise. En g&eacute;n&eacute;ral, l&rsquo;installation personnalis&eacute;e de Windows XP Professionnel est utilis&eacute;e dans un r&eacute;seau de plus grandes dimensions.</p>

            <p><span class="bold">Installation par d&eacute;faut</span><br> L&rsquo;installation par d&eacute;faut n&eacute;cessite une intervention minimale de l&rsquo;utilisateur. Vous &ecirc;tes invit&eacute; &agrave; fournir des informations sur l&rsquo;ordinateur concern&eacute; et sur le propri&eacute;taire/l&rsquo;utilisateur. </p>

            <p><span class="bold">Installation personnalis&eacute;e</span><br> Sous Windows XP, l&rsquo;installation personnalis&eacute;e est tr&egrave;s similaire &agrave; l&rsquo;installation par d&eacute;faut. Deux &eacute;crans seulement proposent une s&eacute;lection personnalis&eacute;e durant l&rsquo;installation. Le premier &eacute;cran permet de personnaliser les param&egrave;tres r&eacute;gionaux et le second les param&egrave;tres r&eacute;seau, comme illustr&eacute; &agrave; la Figure 1. G&eacute;n&eacute;ralement, un technicien ou un utilisateur techniquement exp&eacute;riment&eacute; effectue l&rsquo;installation personnalis&eacute;e. Dans une installation personnalis&eacute;e, l&rsquo;assistant demande &agrave; l&rsquo;utilisateur des informations de performances d&eacute;taill&eacute;es, afin de garantir que le syst&egrave;me d&rsquo;exploitation est personnalis&eacute; pour r&eacute;pondre aux pr&eacute;f&eacute;rences ou exigences de l&rsquo;utilisateur individuel ou de l&rsquo;administrateur r&eacute;seau d&rsquo;une entreprise. Vous pouvez installer Windows XP Professionnel de fa&ccedil;on personnalis&eacute;e sur plusieurs ordinateurs sur un r&eacute;seau, en utilisant un fichier de r&eacute;ponses qui contient des r&eacute;ponses et des param&egrave;tres pr&eacute;d&eacute;finis aux questions pos&eacute;es par l&rsquo;assistant au cours de l&rsquo;installation.</p>

            <p>Le technicien peut automatiser et personnaliser une installation de Windows XP Professionnel pour qu&rsquo;elle comprenne les fonctions suivantes&nbsp;:</p>

				<ul>
				  <li>applications de productivit&eacute;, comme Microsoft Office&nbsp;;</li>
				  <li>applications personnalis&eacute;es&nbsp;;</li>
				  <li>prise en charge de plusieurs langues&nbsp;;</li>
				  <li>OS Deployment Feature Pack utilisant Microsoft Systems Management Server (SMS)&nbsp;; </li>
				  <li>pilotes de p&eacute;riph&eacute;riques mat&eacute;riel.</li>
				</ul>
          </td>
          </tr>
         </table>
       </td>
     </tr>
	</table>

</body>

</html>