<html>

<head>
<meta http-equiv="Content-Language" content="fr-fr">
<meta http-equiv="Content-Type" content="text/html; charset=windows-1252">
<title>Contenu</title>
<base target="_self">
<link href="../../css/content.css" rel="stylesheet" type="text/css">
</head>

<body onLoad="window.focus();">
<table border="0" cellpadding="0" cellspacing="0" width="100%">
	<!--  Start top title Lesson Bar -->
	  <tr>
	  	    <td width="18" class="toptitle01_white_bold" valign="top">
	  	    <img border="0" src="../../images/content_lines.gif" width="16" height="25"> <img border="0" src="../../images/transdot.gif" width="2" height="1"></td>

	      	<td width="18" class="toptitle01_white_bold">11.3</td>
	  	    <td class="toptitle01_white_bold"><img border="0" src="../../images/transdot.gif" width="10" height="1"></td>

	      	<td width="100%" class="toptitle01_white_bold">Description des situations n&eacute;cessitant le remplacement de composants d&rsquo;un ordinateur</td>
	  	    <td width="9" class="toptitle01_white_bold_margin">&nbsp;</td>
	  </tr>
	  <!--  End top title Lesson Bar --> <!--  Start top title Topic Bar -->
 	 <tr>
	    <td width="18" height="25" class="toptitle02_white_bold">&nbsp;</td>

    	<td height="25"  class="toptitle02_white_bold">11.3.6</td>
	    <td class="toptitle02_white_bold"><img border="0" src="../../images/transdot.gif" width="10" height="1"></td>

    	<td width="100%" height="25" class="toptitle02_white_bold">S&eacute;lection de p&eacute;riph&eacute;riques de stockage et de disques durs</td>
	    <td height="25" width="9" class="toptitle02_white_bold_margin">&nbsp;</td>
  </tr>
	 <!--  End top title Topic Bar -->
</table>

	<!-- CONTENT -->
	<table border="0" cellpadding="0" cellspacing="0" width="95%" >
		<tr>
			<td width="20"></td>
			<td>
        <table border="0" cellpadding="0" cellspacing="0"  width="95%">

        <tr>
          <td width="100%">
            <p>Vous pouvez &ecirc;tre amen&eacute; &agrave; remplacer un disque dur lorsqu&rsquo;il ne satisfait plus aux besoins de votre client en mati&egrave;re de stockage ou lorsqu&rsquo;il est d&eacute;faillant. Les signes suivants indiquent que le disque dur pr&eacute;sente des d&eacute;faillances&nbsp;:</p>

            <ul>
				  <li>bruits inhabituels&nbsp;;</li>
				  <li>messages d&rsquo;erreur&nbsp;;</li>
				  <li>donn&eacute;es ou applications corrompues.</li>

			</ul>

            <p>Si votre disque dur pr&eacute;sente l&rsquo;un de ces sympt&ocirc;mes, vous devez le remplacer au plus vite. La Figure 1 montre les connecteurs PATA, SATA et SCSI. </p>

            <p>Avec le lancement de Serial ATA (SATA), ATA a &eacute;t&eacute; renomm&eacute; Parallel ATA (PATA). Les disques durs PATA peuvent utiliser un c&acirc;ble 40 broches/80 conducteurs ou 40 broches/40 conducteurs.</p>

            <p><span class="bold">SATA</span><br> Les disques durs SATA se connectent &agrave; la carte m&egrave;re &agrave; l&rsquo;aide d&rsquo;une interface s&eacute;rie. Les disques durs SATA ont un taux de transfert des donn&eacute;es sup&eacute;rieur &agrave; celui des disques PATA. Le c&acirc;ble de donn&eacute;es plus petit permet &agrave; l&rsquo;air de mieux circuler dans le bo&icirc;tier de l&rsquo;ordinateur. Les versions ant&eacute;rieures de SATA offraient un d&eacute;bit de 1,5&nbsp;Gbits/s. Les versions actuelles proposent un d&eacute;bit de 3&nbsp;Gbits/s.</p>

			<p><span class="bold">SCSI</span><br>La norme SCSI (small computer systems interface, interface pour petits syst&egrave;mes informatiques) est g&eacute;n&eacute;ralement utilis&eacute;e pour les disques durs et la m&eacute;moire &agrave; bande magn&eacute;tique. Toutefois, les imprimantes, scanners, lecteurs CD-ROM et lecteurs DVD peuvent &eacute;galement l&rsquo;utiliser. Aujourd&rsquo;hui, les p&eacute;riph&eacute;riques SCSI sont principalement utilis&eacute;s sur les serveurs ou ordinateurs n&eacute;cessitant des taux de transfert &eacute;lev&eacute;s et une grande fiabilit&eacute;.</p>

				<p>SCSI est un contr&ocirc;leur d&rsquo;interface plus avanc&eacute; que PATA ou SATA. Il est id&eacute;al pour les ordinateurs haut de gamme, notamment les serveurs de r&eacute;seau. Les p&eacute;riph&eacute;riques peuvent inclure les disques durs, les lecteurs CD-ROM, les lecteurs de bande, les scanners et les disques amovibles. Les p&eacute;riph&eacute;riques SCSI sont g&eacute;n&eacute;ralement connect&eacute;s en s&eacute;rie, formant une cha&icirc;ne commun&eacute;ment appel&eacute;e guirlande, comme le montre la Figure 2. Chaque extr&eacute;mit&eacute; de la guirlande doit &ecirc;tre &laquo;&nbsp;termin&eacute;e&nbsp;&raquo;, pour &eacute;viter que les signaux rebondissent sur les extr&eacute;mit&eacute;s des c&acirc;bles et causent des interf&eacute;rences. En g&eacute;n&eacute;ral, le contr&ocirc;leur SCSI plac&eacute; &agrave; une extr&eacute;mit&eacute; du bus SCSI est muni d&rsquo;une terminaison int&eacute;gr&eacute;e. L&rsquo;autre extr&eacute;mit&eacute; du c&acirc;ble SCSI est termin&eacute;e soit par une r&eacute;sistance sur le dernier lecteur de la guirlande, soit par un bouchon de terminaison plac&eacute; &agrave; l&rsquo;extr&eacute;mit&eacute; du bus SCSI.</p>
            <p>La plupart des bus SCSI peuvent prendre en charge un total de sept p&eacute;riph&eacute;riques et un contr&ocirc;leur SCSI. Les canaux sont num&eacute;rot&eacute;s de 0 &agrave; 7. Certaines versions de SCSI prennent en charge jusqu&rsquo;&agrave; 15 p&eacute;riph&eacute;riques, auxquels s&rsquo;ajoute le contr&ocirc;leur SCSI. Dans ce cas, les canaux sont num&eacute;rot&eacute;s de 0 &agrave; 15. Chaque p&eacute;riph&eacute;rique plac&eacute; sur un canal SCSI doit avoir un ID SCSI unique. Par exemple, le premier lecteur porte le num&eacute;ro 0 et la carte contr&ocirc;leur porte g&eacute;n&eacute;ralement le num&eacute;ro 7. L&rsquo;ID SCSI est en g&eacute;n&eacute;ral d&eacute;fini par des cavaliers sur un lecteur SCSI.</p>
            <p>Le bus SCSI &eacute;tait &agrave; l&rsquo;origine un bus 8 bits dont le taux de transfert atteignait 5&nbsp;Mbits/s. Des technologies SCSI ult&eacute;rieures utilisaient un bus 16 bits, avec un taux de transfert allant de 320 &agrave; 640&nbsp;Mbits/s. La Figure 3 pr&eacute;sente les diff&eacute;rents types d&rsquo;interfaces SCSI. Les technologies SCSI actuelles et &agrave; venir utilisent une interface s&eacute;rie pour un d&eacute;bit accru.</p>

          </td>
		  </tr>
		 </table>
	   </td>
	 </tr>
	</table>

</body>

</html>