<html>

<head>
<meta http-equiv="Content-Language" content="fr-fr">
<meta http-equiv="Content-Type" content="text/html; charset=windows-1252">
<title>Contenu</title>
<base target="_self">
<link href="../../css/content.css" rel="stylesheet" type="text/css">
</head>

<body onLoad="window.focus();">
<table border="0" cellpadding="0" cellspacing="0" width="100%">
	<!--  Start top title Lesson Bar -->
	  <tr>
	    <td width="18" class="toptitle01_white_bold" valign="top">
	    <img border="0" src="../../images/content_lines.gif" width="16" height="25"> <img border="0" src="../../images/transdot.gif" width="2" height="1"></td>
	    <td width="18" class="toptitle01_white_bold">4.2</td>
	    <td class="toptitle01_white_bold"><img border="0" src="../../images/transdot.gif" width="10" height="1"></td>
	    
    <td width="100%" class="toptitle01_white_bold">Identification des &eacute;tapes de la proc&eacute;dure de d&eacute;pannage </td>
	    <td width="9" class="toptitle01_white_bold_margin">&nbsp;</td>
	  </tr>
	  <!--  End top title Lesson Bar --> <!--  Start top title Topic Bar -->
 	 <tr>
	    <td width="18" height="25" class="toptitle02_white_bold">&nbsp;</td>
	    <td height="25"  class="toptitle02_white_bold">4.2.5</td> 
	    <td class="toptitle02_white_bold"><img border="0" src="../../images/transdot.gif" width="10" height="1"></td>
	    <td width="100%" height="25" class="toptitle02_white_bold">Collecte des donn&eacute;es de l&rsquo;ordinateur</td>
	    <td height="25" width="9" class="toptitle02_white_bold_margin">&nbsp;</td>
  </tr>
	 <!--  End top title Topic Bar -->
</table>
	
	<table border="0" cellpadding="0" cellspacing="0" width="95%" >
		<tr>
			<td width="20"></td>
			<td>
        <table border="0" cellpadding="0" cellspacing="0"  width="95%">
          
        <tr> 
          <td width="100%"> 
            <p>L&rsquo;&eacute;tape suivante de la proc&eacute;dure de d&eacute;pannage consiste &agrave; obtenir des donn&eacute;es de l&rsquo;ordinateur, comme d&eacute;crit &agrave; la Figure 1. Vous avez essay&eacute; toutes les solutions rapides, mais le probl&egrave;me n&rsquo;est toujours pas r&eacute;solu. &Agrave; ce stade, il est temps de v&eacute;rifier la description du probl&egrave;me par le client en recueillant des donn&eacute;es sur l&rsquo;ordinateur. </p>
            <p><span class="bold">Observateur d&rsquo;&eacute;v&eacute;nements</span><br> Lorsque des erreurs syst&egrave;me, logicielles ou de l&rsquo;utilisateur surviennent sur un ordinateur, l&rsquo;Observateur d&rsquo;&eacute;v&eacute;nements est mis &agrave; jour avec des informations sur les erreurs. L&rsquo;application Observateur d&rsquo;&eacute;v&eacute;nements, illustr&eacute;e &agrave; la Figure 2, conserve les informations suivantes sur le probl&egrave;me&nbsp;:</p>
            <ul>
              <li>probl&egrave;me survenu&nbsp;; </li>
              <li>date et heure du probl&egrave;me&nbsp;; </li>
              <li>gravit&eacute; du probl&egrave;me&nbsp;; </li>
              <li>source du probl&egrave;me&nbsp;; </li>
              <li>num&eacute;ro d&rsquo;identification de l&rsquo;&eacute;v&eacute;nement&nbsp;; </li>
              <li>utilisateur en session ouverte lorsque le probl&egrave;me est survenu. </li>
            </ul>
            <p>Bien que cet utilitaire r&eacute;pertorie des d&eacute;tails sur l&rsquo;erreur, vous devez peut-&ecirc;tre encore rechercher la solution.</p>
            <p><span class="bold">Gestionnaire de p&eacute;riph&eacute;riques</span><br> Le Gestionnaire de p&eacute;riph&eacute;riques, illustr&eacute; &agrave; la Figure 3, affiche tous les p&eacute;riph&eacute;riques configur&eacute;s sur un ordinateur. Si le syst&egrave;me d&rsquo;exploitation d&eacute;termine qu&rsquo;un p&eacute;riph&eacute;rique ne se comporte pas correctement, il l&rsquo;indique au moyen d&rsquo;une ic&ocirc;ne d&rsquo;erreur. Ce type d&rsquo;erreur est affich&eacute; sous la forme d&rsquo;un disque jaune contenant un point d&rsquo;exclamation (!). Si un p&eacute;riph&eacute;rique est d&eacute;sactiv&eacute;, il est indiqu&eacute; par un cercle rouge contenant un X. </p>
            <p><span class="bold">Codes de bip</span><br> Chaque fabricant de BIOS configure une s&eacute;quence de bips unique pour les pannes mat&eacute;rielles. Lors du d&eacute;pannage, mettez l&rsquo;ordinateur sous tension et &eacute;coutez. Alors que le syst&egrave;me progresse dans le POST, la plupart des ordinateurs &eacute;mettent un seul bip pour indiquer que le syst&egrave;me s&rsquo;amorce correctement. En cas d&rsquo;erreur, vous entendrez peut-&ecirc;tre plusieurs bips. Documentez la s&eacute;quence de bips et recherchez le code afin de d&eacute;terminer pr&eacute;cis&eacute;ment la panne mat&eacute;rielle. </p>
            <p><span class="bold">Informations du BIOS</span><br> Si l&rsquo;ordinateur s&rsquo;amorce, puis s&rsquo;arr&ecirc;te apr&egrave;s le POST, vous devez &eacute;tudier les param&egrave;tres du BIOS afin de d&eacute;terminer o&ugrave; se trouve le probl&egrave;me. Un p&eacute;riph&eacute;rique peut ne pas &ecirc;tre d&eacute;tect&eacute; ou configur&eacute; correctement. Reportez-vous au manuel de la carte m&egrave;re pour v&eacute;rifier si les param&egrave;tres du BIOS sont corrects. </p>
            <p><span class="bold">Outils de diagnostic</span><br> Recherchez les logiciels disponibles pour vous aider &agrave; diagnostiquer et r&eacute;soudre des probl&egrave;mes. Il existe de nombreux programmes pour vous aider &agrave; d&eacute;panner du mat&eacute;riel. Souvent, les fabricants de mat&eacute;riel syst&egrave;me fournissent leurs propres outils de diagnostic. Un fabricant de disque dur peut fournir, par exemple, un outil &agrave; utiliser pour amorcer l&rsquo;ordinateur et diagnostiquer les probl&egrave;mes du disque dur si celui-ci ne d&eacute;marre pas Windows.</p>
            <p>Connaissez-vous des outils tiers que vous pouvez utiliser pour d&eacute;panner des ordinateurs&nbsp;?</p>
          </td>
        </tr>
         </table>  
       </td>
     </tr>
	</table>

</body>

</html>