<html>

<head>
<meta http-equiv="Content-Language" content="fr-fr">
<meta http-equiv="Content-Type" content="text/html; charset=windows-1252">
<title>Contenu</title>
<base target="_self">
<link href="../../css/content.css" rel="stylesheet" type="text/css">
</head>

<body onLoad="window.focus();">
<table border="0" cellpadding="0" cellspacing="0" width="100%">
	<!--  Start top title Lesson Bar -->
	  <tr>
	    <td width="18" class="toptitle01_white_bold" valign="top">
	    <img border="0" src="../../images/content_lines.gif" width="16" height="25"> <img border="0" src="../../images/transdot.gif" width="2" height="1"></td>
	    <td width="18" class="toptitle01_white_bold">16.4</td>
	    <td class="toptitle01_white_bold"><img border="0" src="../../images/transdot.gif" width="10" height="1"></td>
	    <td width="100%" class="toptitle01_white_bold">Maintenance pr&eacute;ventive de s&eacute;curit&eacute;</td>
	    <td width="9" class="toptitle01_white_bold_margin">&nbsp;</td>
	  </tr>
	  <!--  End top title Lesson Bar --> <!--  Start top title Topic Bar -->
 	 <tr>
	    <td width="18" height="25" class="toptitle02_white_bold">&nbsp;</td>

    <td height="25"  class="toptitle02_white_bold">16.4.3</td>
	    <td class="toptitle02_white_bold"><img border="0" src="../../images/transdot.gif" width="10" height="1"></td>
	    <td width="100%" height="25" class="toptitle02_white_bold">Explication des proc&eacute;dures de sauvegarde des donn&eacute;es, de l&rsquo;acc&egrave;s aux sauvegardes et des supports de sauvegarde physique s&eacute;curis&eacute;s</td>
	    <td height="25" width="9" class="toptitle02_white_bold_margin">&nbsp;</td>
  </tr>
	 <!--  End top title Topic Bar -->
</table>

	<!-- CONTENT -->
	<table border="0" cellpadding="0" cellspacing="0" width="95%" >
		<tr>
			<td width="20"></td>
			<td>
        <table border="0" cellpadding="0" cellspacing="0"  width="95%">
          <tr>

          <td width="100%">
            <p>Une sauvegarde des donn&eacute;es stocke une copie des informations de l&rsquo;ordinateur sur un support de sauvegarde amovible qui peut &ecirc;tre conserv&eacute; en lieu s&ucirc;r. En cas de panne mat&eacute;rielle de l&rsquo;ordinateur, les donn&eacute;es sauvegard&eacute;es peuvent &ecirc;tre restaur&eacute;es afin que le syst&egrave;me puisse continuer &agrave; fonctionner normalement.</p>

		  	<p>Les donn&eacute;es doivent &ecirc;tre sauvegard&eacute;es r&eacute;guli&egrave;rement. La sauvegarde de donn&eacute;es la plus actuelle est g&eacute;n&eacute;ralement stock&eacute;e en dehors de l&rsquo;installation, afin de prot&eacute;ger le support de sauvegarde en cas de sinistre dans l&rsquo;installation principale. Les supports de sauvegarde sont souvent r&eacute;utilis&eacute;s pour r&eacute;duire leur co&ucirc;t. Respectez toujours les directives de votre organisation en mati&egrave;re de rotation des supports.</p>
            <p>Les op&eacute;rations de sauvegarde peuvent &ecirc;tre effectu&eacute;es &agrave; partir de la ligne de commande ou depuis un fichier batch, en utilisant la commande NTBACKUP. Les param&egrave;tres par d&eacute;faut de cette commande sont ceux d&eacute;finis par l&rsquo;utilitaire de sauvegarde Windows. Toute option que vous souhaitez remplacer doit &ecirc;tre incluse dans la ligne de commande. La commande NTBACKUP ne peut pas &ecirc;tre utilis&eacute;e pour restaurer des fichiers.</p>

		  	<p>Une combinaison de types de sauvegarde, comme illustr&eacute; &agrave; la Figure 1, permet aux donn&eacute;es d&rsquo;&ecirc;tre sauvegard&eacute;es de fa&ccedil;on efficace. Une sauvegarde compl&egrave;te est une copie de tous les fichiers du disque. Une sauvegarde incr&eacute;mentielle sauvegarde uniquement les fichiers cr&eacute;&eacute;s ou modifi&eacute;s depuis la derni&egrave;re sauvegarde normale ou incr&eacute;mentielle. Elle marque les fichiers comme ayant &eacute;t&eacute; sauvegard&eacute;s. Une sauvegarde diff&eacute;rentielle copie les fichiers cr&eacute;&eacute;s ou modifi&eacute;s depuis la derni&egrave;re sauvegarde normale ou incr&eacute;mentielle, mais elle ne marque pas les fichiers comme ayant &eacute;t&eacute; sauvegard&eacute;s. La sauvegarde de donn&eacute;es peut prendre du temps, il est donc pr&eacute;f&eacute;rable d&rsquo;effectuer les sauvegardes durant les p&eacute;riodes de faible trafic sur le r&eacute;seau. Il existe d&rsquo;autres types de sauvegardes, comme la sauvegarde quotidienne et la sauvegarde par copie, qui ne marquent pas les fichiers comme ayant &eacute;t&eacute; sauvegard&eacute;s. </p>
		  	<p>Le support de sauvegarde des donn&eacute;es est aussi important que les donn&eacute;es de l&rsquo;ordinateur. Vous devez donc le stocker dans une installation de stockage hors site, aux conditions climatiques ad&eacute;quates. Les sauvegardes doivent &ecirc;tre disponibles et pouvoir &ecirc;tre obtenues imm&eacute;diatement en cas d&rsquo;urgence.</p>


		    </td>
          </tr>
         </table>
       </td>
     </tr>
	</table>

</body>

</html>