<html>

<head>
<meta http-equiv="Content-Language" content="fr-fr">
<meta http-equiv="Content-Type" content="text/html; charset=windows-1252">
<title>Contenu</title>
<base target="_self">
<link href="../../css/content.css" rel="stylesheet" type="text/css">
</head>

<body onLoad="window.focus();">
<table border="0" cellpadding="0" cellspacing="0" width="100%">
	<!--  Start top title Lesson Bar -->
	  <tr>
	    <td width="18" class="toptitle01_white_bold" valign="top">
	    <img border="0" src="../../images/content_lines.gif" width="16" height="25"> <img border="0" src="../../images/transdot.gif" width="2" height="1"></td>
	    
    <td width="18" class="toptitle01_white_bold">1.4</td>
	    <td class="toptitle01_white_bold"><img border="0" src="../../images/transdot.gif" width="10" height="1"></td>
	    
    <td width="100%" class="toptitle01_white_bold">Identification des noms, objectifs et caract&eacute;ristiques des composants internes</td>
	    <td width="9" class="toptitle01_white_bold_margin">&nbsp;</td>
	  </tr>
	  <!--  End top title Lesson Bar --> <!--  Start top title Topic Bar -->
 	 <tr>
	    <td width="18" height="25" class="toptitle02_white_bold">&nbsp;</td>
	    
    <td height="25"  class="toptitle02_white_bold">1.4.7</td> 
	    <td class="toptitle02_white_bold"><img border="0" src="../../images/transdot.gif" width="10" height="1"></td>
	    
    <td width="100%" height="25" class="toptitle02_white_bold">Identification des noms, objectifs et caract&eacute;ristiques des c&acirc;bles internes</td>
	    <td height="25" width="9" class="toptitle02_white_bold_margin">&nbsp;</td>
  </tr>
	 <!--  End top title Topic Bar -->
</table>
	
	<!-- CONTENT -->
	<table border="0" cellpadding="0" cellspacing="0" width="95%" >
		<tr>
			<td width="20"></td>
			<td>
        <table border="0" cellpadding="0" cellspacing="0"  width="95%">
          
        <tr> 
          <td width="100%"> 
            <p>Les lecteurs ont besoin d&rsquo;un c&acirc;ble d&rsquo;alimentation et d&rsquo;un c&acirc;ble de donn&eacute;es. Une alimentation comporte un connecteur d&rsquo;alimentation SATA pour les lecteurs SATA, un connecteur d&rsquo;alimentation Molex pour les lecteurs PATA et un connecteur Berg 4 broches pour les lecteurs de disquettes. Les boutons et les LED situ&eacute;s &agrave; l&rsquo;avant du bo&icirc;tier se connectent &agrave; la carte m&egrave;re avec les c&acirc;bles du panneau avant.</p>
            <p>Les c&acirc;bles de donn&eacute;es connectent les lecteurs au contr&ocirc;leur de lecteur, situ&eacute; sur un adaptateur ou sur la carte m&egrave;re. Voici quelques types courants de c&acirc;bles de donn&eacute;es&nbsp;:</p>
            <ul>
              <li><strong>C&acirc;ble de donn&eacute;es lecteur de disquettes</strong>&nbsp;: ce c&acirc;ble de donn&eacute;es comporte jusqu&rsquo;&agrave; deux connecteurs de lecteur 34 broches et un connecteur 34 broches pour le contr&ocirc;leur de lecteur. </li>
              <li><strong>C&acirc;ble de donn&eacute;es PATA (IDE)</strong>&nbsp;: ce c&acirc;ble de donn&eacute;es ATA parall&egrave;le comporte 40 conducteurs, jusqu&rsquo;&agrave; deux connecteurs 40 broches pour les lecteurs et un connecteur 40 broches pour le contr&ocirc;leur de lecteur.</li>
              <li><strong>C&acirc;ble de donn&eacute;es PATA (EIDE)</strong>&nbsp;: ce c&acirc;ble de donn&eacute;es ATA parall&egrave;le comporte 80 conducteurs, jusqu&rsquo;&agrave; deux connecteurs 40 broches pour les lecteurs et un connecteur 40 broches pour le contr&ocirc;leur de lecteur.</li>
              <li><strong>C&acirc;ble de donn&eacute;es SATA</strong>&nbsp;: ce c&acirc;ble de donn&eacute;es ATA s&eacute;rie comporte sept conducteurs, un connecteur avec d&eacute;trompeur pour le lecteur et un connecteur avec d&eacute;trompeur pour le contr&ocirc;leur du lecteur.</li>
              <li><strong>C&acirc;ble de donn&eacute;es SCSI</strong>&nbsp;: il existe trois types de c&acirc;bles de donn&eacute;es SCSI. Un c&acirc;ble de donn&eacute;es SCSI &eacute;troit comporte 50 conducteurs, jusqu&rsquo;&agrave; sept connecteurs 50 broches pour les lecteurs et un connecteur 50 broches pour le contr&ocirc;leur de lecteur, &eacute;galement appel&eacute; adaptateur h&ocirc;te. Un c&acirc;ble de donn&eacute;es SCSI large comporte 68 conducteurs, jusqu&rsquo;&agrave; quinze connecteurs 68 broches pour les lecteurs et un connecteur 68 broches pour l&rsquo;adaptateur h&ocirc;te. Un c&acirc;ble de donn&eacute;es SCSI Alt-4 comporte 80 conducteurs, jusqu&rsquo;&agrave; 15 connecteurs 80 broches pour les lecteurs et un connecteur 80 broches pour l&rsquo;adaptateur h&ocirc;te.</li>
            </ul>
            <p><span class="bold">REMARQUE&nbsp;: </span>sur chaque c&acirc;ble, une bande de couleur indique la broche 1. Lorsque vous installez un c&acirc;ble de donn&eacute;es, veillez toujours &agrave; bien aligner la broche 1 du c&acirc;ble &agrave; la broche 1 du lecteur ou du contr&ocirc;leur. Certains c&acirc;bles avec d&eacute;trompeur ne peuvent &ecirc;tre connect&eacute;s que d&rsquo;une seule fa&ccedil;on au lecteur et au contr&ocirc;leur.</p>
            <p> 
              <!-- Start Activity box   -->
            </p>
            <table  width="95%" border="0" cellspacing="0" cellpadding="0" id="activity">
              <tr> 
                <td valign="top"> 
                  <table  width="100%" cellspacing="0" cellpadding="0" border="0" >
                    <tr> 
                      <td width="5" class="activity_topbar"> <img border="0" src="../../images/lab_toplft.gif" width="116" height="23"></td>
                      <td class="activity_topbar"><img alt="" height="1" width="3" src="../../images/s.gif"></td>
                      <td align="right" valign="top" class="activity_topbar"> 
                        <img alt="" src="../../images/corner_ur_7.gif" width="7" height="7"></td>
                    </tr>
                  </table>
                  <table width="100%" cellspacing="0" cellpadding="0" border="0" id="table3">
                    <tr> 
                      <td> 
                        <table width="100%" cellpadding="2" cellspacing="0" border="0"  id="table4">
                          <tr> 
                            <td width="15" class="activity_text">&nbsp;</td>
                            <td class="activity_text"><img border="0" src="../../images/lab_icon.gif" width="36" height="30"> <a target="_blank" href="../worksheet1_4_7/1.4.7_WS_Research_Computer_Components.pdf">Fiche de travail</a> 
                              <p> <span class="activity_bold">Composants d&rsquo;ordinateurs</span><br> Recherche des composants d&rsquo;un ordinateur <br> <br>
                              </p>
                            </td>
                          </tr>
                        </table>
                      </td>
                    </tr>
                  </table>
                </td>
              </tr>
            </table>
            <!-- END Activity box   -->
        </tr>
         </table>  
       </td>
     </tr>
	</table>

</body>

</html>