<html>

<head>
<meta http-equiv="Content-Language" content="fr-fr">
<meta http-equiv="Content-Type" content="text/html; charset=windows-1252">
<title>Contenu</title>
<base target="_self">
<link href="../../css/content.css" rel="stylesheet" type="text/css">
</head>

<body onLoad="window.focus();">
<table border="0" cellpadding="0" cellspacing="0" width="100%">
	<!--  Start top title Lesson Bar -->
	  <tr>
	    <td width="18" class="toptitle01_white_bold" valign="top">
	    <img border="0" src="../../images/content_lines.gif" width="16" height="25"> <img border="0" src="../../images/transdot.gif" width="2" height="1"></td>
	    <td width="18" class="toptitle01_white_bold">6.4</td>
	    <td class="toptitle01_white_bold"><img border="0" src="../../images/transdot.gif" width="10" height="1"></td>
	    <td width="100%" class="toptitle01_white_bold">Configuration des ordinateurs portables</td>
	    <td width="9" class="toptitle01_white_bold_margin">&nbsp;</td>
	  </tr>
	  <!--  End top title Lesson Bar --> <!--  Start top title Topic Bar -->
	 <tr>
	    <td width="18" height="25" class="toptitle02_white_bold">&nbsp;</td>
	    <td height="25"  class="toptitle02_white_bold">6.4.2</td> 
	    <td class="toptitle02_white_bold"><img border="0" src="../../images/transdot.gif" width="10" height="1"></td>
	    <td width="100%" height="25" class="toptitle02_white_bold">Description de l&rsquo;installation et le retrait s&eacute;curis&eacute;s de composants d&rsquo;ordinateurs portables</td>
	    <td height="25" width="9" class="toptitle02_white_bold_margin">&nbsp;</td>
	  </tr>
	 <!--  End top title Topic Bar -->	
</table>
	
	<!-- CONTENT -->
	<table border="0" cellpadding="0" cellspacing="0" width="95%" >
		<tr>
			<td width="20"></td>
			<td>
        <table border="0" cellpadding="0" cellspacing="0"  width="95%">
          <tr>
            <td width="100%">
             
            	   <p> Il peut &ecirc;tre n&eacute;cessaire de remplacer de nombreux composants sur un ordinateur portable. V&eacute;rifiez toujours que vous disposez du composant de rechange correct et des outils appropri&eacute;s, conform&eacute;ment aux recommandations du fabricant.  Certains composants sont rempla&ccedil;ables &agrave; chaud, c&rsquo;est-&agrave;-dire qu&rsquo;ils peuvent &ecirc;tre retir&eacute;s et remplac&eacute;s alors que l&rsquo;ordinateur est sous tension. Voici quelques composants qui peuvent avoir besoin d&rsquo;&ecirc;tre remplac&eacute;s&nbsp;:              	</p>
				<ul>
              		<li>batterie&nbsp;;</li>
              		<li>lecteur optique&nbsp;;</li>
              		<li>disque dur&nbsp;;</li>
              		<li>m&eacute;moire&nbsp;:</li>
              		<li>PC Cards.</li>              		
              	</ul>
           	  
             
            <p>La Figure 1 pr&eacute;sente un exemple d&rsquo;ordinateur portable.&nbsp; </p>
             
            <p><span class="note_caps">REMARQUE&nbsp;:</span> chaque fabricant d&rsquo;ordinateur portable utilise ses propres proc&eacute;dures de pose et de d&eacute;pose. Consultez le manuel de l&rsquo;ordinateur portable pour obtenir des informations d&rsquo;installation sp&eacute;cifiques, respectez les consignes de s&eacute;curit&eacute; en mati&egrave;re d&rsquo;installation et les pr&eacute;cautions &agrave; prendre contre les d&eacute;charges &eacute;lectrostatiques.&nbsp; </p>
             
            <p><span class="caution_caps">ATTENTION&nbsp;:</span> vous devez toujours d&eacute;brancher l&rsquo;ordinateur portable et retirer la batterie avant d&rsquo;installer ou de retirer des composants qui ne sont pas rempla&ccedil;ables &agrave; chaud.&nbsp; </p>
             
            <p><span class="bold">&Eacute;tapes de remplacement de la batterie</span> [Figure 2]<br> Retirez la batterie de la baie de batterie&nbsp;:
             </p>
             
			 <ol>
           		<li>placez le verrou de la batterie en position d&eacute;verrouill&eacute;e&nbsp;;</li>
				<li>maintenez le levier de d&eacute;gagement en position d&eacute;verrouill&eacute;e et retirez la batterie.</li>
			 </ol>
			<p>
			 Installez la batterie dans la baie de batterie&nbsp;:
            </p>
			 <ol>
           		<li>ins&eacute;rez la batterie&nbsp;;</li>
				<li>v&eacute;rifiez que les deux verrous de batterie sont verrouill&eacute;s.</li>
			 </ol>
             
             
            <p><span class="bold">&Eacute;tapes de remplacement du lecteur optique</span> [Figure 3]<br> Retirez le lecteur de DVD/CD-RW&nbsp;:
             </p>
             
			 <ol>
           		<li>appuyez sur le bouton pour ouvrir le tiroir et retirez tout support &eacute;ventuellement pr&eacute;sent&nbsp;; fermez le tiroir&nbsp;;</li>
				<li>faites glisser le loquet pour d&eacute;gager le levier qui maintient le lecteur&nbsp;;</li>
				<li>tirez sur le levier pour exposer le lecteur. Retirez le lecteur. </li>									
			 </ol>
			 <p>
			 Installez le lecteur de DVD/CD-RW&nbsp;:
             </p>
			 <ol>
           		<li>ins&eacute;rez le lecteur &agrave; fond&nbsp;;</li>
				<li>poussez le levier vers l&rsquo;int&eacute;rieur.</li>
			 </ol>
             
             
            <p><span class="bold">&Eacute;tapes de remplacement du disque dur</span> [Figure 4]<br> Retirez le disque dur&nbsp;:
             </p>
             
			 <ol>
           		<li>retirez la vis, situ&eacute;e sous l&rsquo;ordinateur portable, qui maintient le disque dur en place&nbsp;;</li>
				<li>faites glisser l&rsquo;ensemble vers l&rsquo;ext&eacute;rieur&nbsp;; retirez l&rsquo;ensemble du disque dur.</li>
				<li>retirez la plaque du disque dur.</li>									
			 </ol>
			 <p>
			 Installez le disque dur&nbsp;:
             </p>
			 <ol>
           		 <li>fixez la plaque sur le disque dur&nbsp;;</li>
				 <li>faites glisser le disque dur dans son compartiment&nbsp;;</li>
				<li>vissez la vis, situ&eacute;e sous l&rsquo;ordinateur portable, qui maintient le disque dur en place. </li>								
			 </ol>
             
             
            <p><span class="bold">&Eacute;tapes de remplacement de la m&eacute;moire d&rsquo;extension</span> [Figure 5]<br> La m&eacute;moire d&rsquo;extension d&rsquo;un ordinateur portable est &eacute;galement appel&eacute;e SODIMM (small outline dual in-line memory module, module m&eacute;moire de petit format &agrave; double rang&eacute;e). Retirez le SODIMM existant s&rsquo;il n&rsquo;y a pas de logements disponibles pour le nouveau SODIMM&nbsp;:</p>
             
			 <ol>
           		 
              <li>retirez la vis pour exposer le SODIMM&nbsp;;</li>
				<li>appuyez vers l&rsquo;ext&eacute;rieur sur les pinces qui maintiennent les c&ocirc;t&eacute;s du SODIMM&nbsp;;</li>
				
              <li>soulevez le SODIMM pour le d&eacute;gager du logement et retirez-le.</li>									
			 </ol>
			 
            <p> Installez le SODIMM&nbsp;: </p>
			 <ol>
           		<li>alignez l&rsquo;encoche &agrave; un angle de 45&deg;&nbsp;;</li>
				<li>appuyez doucement jusqu&rsquo;&agrave; ce que les pinces se verrouillent&nbsp;: </li>
				<li>replacez le couvercle et vissez la vis.</li>									
			 </ol>
             
             
            <p><span class="bold">&Eacute;tapes de remplacement des cartes d&rsquo;extension PC</span> [Figure 6]<br> Retirez la carte d&rsquo;extension PC&nbsp;:
             </p>
             
			 <ol>
           		 <li>appuyez sur le bouton d&rsquo;&eacute;jection sup&eacute;rieur pour d&eacute;gager la carte d&rsquo;extension PC.</li>
              </ol>
			 <p><span class="note_caps">REMARQUE&nbsp;:</span> deux boutons sont pr&eacute;sents. Le bouton bleu inf&eacute;rieur &eacute;jecte la PC Card de type II.</p>
			 <p>Installez la carte d&rsquo;extension PC&nbsp;:
              </p>
             <ol>
           		 <li>appuyez sur le bouton bleu, vers l&rsquo;int&eacute;rieur&nbsp;;</li>
				<li>ins&eacute;rez la carte d&rsquo;extension PC dans le logement Express.</li>							
			 </ol>
             
             
            <p><span class="caution_caps">ATTENTION&nbsp;:</span> sur certains ordinateurs portables, les PC Card, lecteur optique et p&eacute;riph&eacute;riques USB sont rempla&ccedil;ables &agrave; chaud. Toutefois, le disque dur interne, la m&eacute;moire vive et la batterie ne sont PAS rempla&ccedil;ables &agrave; chaud.&nbsp; 
            </p>
             
            <p class="bold">&Eacute;tapes de retrait des p&eacute;riph&eacute;riques rempla&ccedil;ables &agrave; chaud 
             
								<ol>
              		<li>Dans la zone de notification Windows, cliquez avec le bouton gauche sur l&rsquo;ic&ocirc;ne Retirer le p&eacute;riph&eacute;rique en toute s&eacute;curit&eacute;, pour &ecirc;tre s&ucirc;r que le p&eacute;riph&eacute;rique n&rsquo;est pas utilis&eacute;.</li>	
              		<li>Cliquez avec le bouton gauche sur le p&eacute;riph&eacute;rique que vous souhaitez retirer. Un message s&rsquo;affiche pour vous informer que vous pouvez retirer le p&eacute;riph&eacute;rique en toute s&eacute;curit&eacute;.</li>
              		<li>Retirez de l&rsquo;ordinateur le p&eacute;riph&eacute;rique rempla&ccedil;able &agrave; chaud.</li>								
								</ol>
				<p></p>				
<TABLE  width="95%" border="0" cellspacing="0" cellpadding="0" id="activity">
              <TR>
                <TD valign="top"><TABLE  width="100%" cellspacing="0" cellpadding="0" border="0" >
                    <TR>
                      <TD width="5" class="activity_topbar">
                      <img border="0" src="../../images/lab_toplft.gif" width="116" height="23"></TD>
                      <TD class="activity_topbar"><IMG alt="" height="1" width="3" src="../../images/s.gif"></TD>
                      <TD align="right" valign="top" class="activity_topbar">
                      <IMG alt="" src="../../images/corner_ur_7.gif" width="7" height="7"></TD>
                    </TR>
                  </TABLE>
                    <TABLE width="100%" cellspacing="0" cellpadding="0" border="0" id="table3">
                      <TR>
                        <TD><TABLE width="100%" cellpadding="2" cellspacing="0" border="0"  id="table4">
                            <TR>
                              <TD width="15" class="activity_text">&nbsp;</TD>
                              
                            <TD class="activity_text">
                            <img border="0" src="../../images/virt_lapt_new.gif" width="36" height="30"> <b>Exercice facultatif&nbsp;: Composants et p&eacute;riph&eacute;riques de l&rsquo;ordinateur portable virtuel</b> 
                              <p>La configuration syst&egrave;me requise pour l&rsquo;ordinateur portable virtuel inclut une m&eacute;moire vive de 512&nbsp;Mo minimum et le syst&egrave;me d&rsquo;exploitation Windows 2000 ou XP.<br> Remplacez les composants et les p&eacute;riph&eacute;riques de l&rsquo;ordinateur portable virtuel<br> <br>
                              </p>
                            </TD>
                            </TR>
                        </TABLE></TD>
                      </TR>
                  </TABLE></TD>
              </TR>
            </TABLE>
            <p>&nbsp;</p></td>
          </tr>
         </table>  
       </td>
     </tr>
	</table>
</body>

</html>