<html>

<head>
<meta http-equiv="Content-Language" content="fr-fr">
<meta http-equiv="Content-Type" content="text/html; charset=windows-1252">
<title>Contenu</title>
<base target="_self">
<link href="../../css/content.css" rel="stylesheet" type="text/css">
</head>

<body onLoad="window.focus();">
<table border="0" cellpadding="0" cellspacing="0" width="100%">
	<!--  Start top title Lesson Bar -->
	  <tr>
		<td width="18" class="toptitle01_white_bold" valign="top">
		<img border="0" src="../../images/content_lines.gif" width="16" height="25"> <img border="0" src="../../images/transdot.gif" width="2" height="1"></td>

		<td width="18" class="toptitle01_white_bold">3.7</td>
		<td class="toptitle01_white_bold"><img border="0" src="../../images/transdot.gif" width="10" height="1"></td>

		<td width="100%" class="toptitle01_white_bold">Connexion de tous les c&acirc;bles internes</td>
		<td width="9" class="toptitle01_white_bold_margin">&nbsp;</td>
	  </tr>
	  <!--  End top title Lesson Bar --> <!--  Start top title Topic Bar -->
		<tr>
			<td width="18" height="25" class="toptitle02_white_bold">&nbsp;</td>
			<td height="25"  class="toptitle02_white_bold">3.7.2</td>
			<td class="toptitle02_white_bold"><img border="0" src="../../images/transdot.gif" width="10" height="1"></td>
			
    <td width="100%" height="25" class="toptitle02_white_bold">Connexion des c&acirc;bles de donn&eacute;es</td>
			<td height="25" width="9" class="toptitle02_white_bold_margin">&nbsp;</td>
		</tr>

	 <!--  End top title Topic Bar -->
</table>

	<!-- CONTENT -->
	<table border="0" cellpadding="0" cellspacing="0" width="95%" >
		<tr>
			<td width="20"></td>
			<td>
        <table border="0" cellpadding="0" cellspacing="0"  width="95%">

        <tr> 
          <td width="100%"> 
            <p>Les lecteurs se connectent &agrave; la carte m&egrave;re &agrave; l&rsquo;aide de c&acirc;bles de donn&eacute;es. Le lecteur connect&eacute; d&eacute;termine le type de c&acirc;ble de donn&eacute;es utilis&eacute;. Les types de c&acirc;bles de donn&eacute;es sont PATA, SATA et disquette.</p>
            <p> <span class="bold">C&acirc;bles de donn&eacute;es PATA</span><br> Le c&acirc;ble PATA est parfois appel&eacute; c&acirc;ble ruban parce qu&rsquo;il est large et plat. Il peut comporter 40 ou 80 conducteurs. Un c&acirc;ble PATA a g&eacute;n&eacute;ralement trois connecteurs &agrave; 40 broches. Un connecteur situ&eacute; au bout du c&acirc;ble est reli&eacute; &agrave; la carte m&egrave;re. Les deux autres connecteurs sont reli&eacute;s aux lecteurs. Si plusieurs disques durs sont install&eacute;s, le lecteur ma&icirc;tre se connecte au connecteur d&rsquo;extr&eacute;mit&eacute;. Le lecteur esclave se connecte au connecteur du milieu.</p>
            <p>Une bande sur le c&acirc;ble de donn&eacute;es indique la broche 1. Branchez le c&acirc;ble PATA sur le lecteur en veillant &agrave; ce que l&rsquo;indicateur de la broche 1 sur le c&acirc;ble soit align&eacute; avec l&rsquo;indicateur de la broche 1 sur le connecteur de lecteur. L&rsquo;indicateur de la broche 1 sur le connecteur de lecteur est g&eacute;n&eacute;ralement plus pr&egrave;s du connecteur d&rsquo;alimentation sur le lecteur. De nombreuses cartes m&egrave;res disposent de deux contr&ocirc;leurs de lecteur PATA, ce qui permet d&rsquo;utiliser quatre lecteurs PATA au maximum.</p>
            <p> <span class="bold">C&acirc;bles de donn&eacute;es SATA</span><br> Le c&acirc;ble de donn&eacute;es SATA a un connecteur &agrave; 7 broches. Une extr&eacute;mit&eacute; du c&acirc;ble est connect&eacute;e &agrave; la carte m&egrave;re. L&rsquo;autre est connect&eacute;e &agrave; n&rsquo;importe quel lecteur dot&eacute; d&rsquo;un connecteur de donn&eacute;es SATA. </p>
            <p> <span class="bold">C&acirc;bles de donn&eacute;es disquettes</span><br> Le c&acirc;ble de donn&eacute;es disquette a un connecteur &agrave; 34 broches. Comme le c&acirc;ble de donn&eacute;es PATA, une bande se trouve sur le c&acirc;ble de donn&eacute;es disquette pour indiquer l&rsquo;emplacement de la broche 1. Un c&acirc;ble de lecteur de disquette comporte g&eacute;n&eacute;ralement trois connecteurs de 34 broches. Un connecteur situ&eacute; au bout du c&acirc;ble est reli&eacute; &agrave; la carte m&egrave;re. Les deux autres connecteurs sont reli&eacute;s aux lecteurs. Si plusieurs lecteurs de disquette sont install&eacute;s, le lecteur A: est reli&eacute; au connecteur d&rsquo;extr&eacute;mit&eacute;. Le lecteur B: est reli&eacute; au connecteur du milieu.</p>
            <p>Branchez le c&acirc;ble de donn&eacute;es disquette sur le lecteur en veillant &agrave; ce que l&rsquo;indicateur de la broche 1 sur le c&acirc;ble soit align&eacute; avec l&rsquo;indicateur de la broche 1 sur le connecteur de lecteur. Les cartes m&egrave;res ont un contr&ocirc;leur de lecteur de disquettes, qui permet d&rsquo;installer au maximum deux lecteurs de disquette.</p>
            <p><span class="bold">REMARQUE&nbsp;:</span> si la broche 1 sur le c&acirc;ble de donn&eacute;es disquette n&rsquo;est pas align&eacute;e avec la broche 1 sur le connecteur de lecteur, le lecteur de disquette ne fonctionne pas. Ce mauvais alignement n&rsquo;endommage pas le lecteur, mais le voyant d&rsquo;activit&eacute; indiquant que le lecteur fonctionne s&rsquo;affiche continuellement. Pour r&eacute;soudre ce probl&egrave;me, mettez l&rsquo;ordinateur hors tension et rebranchez le c&acirc;ble de donn&eacute;es de mani&egrave;re &agrave; ce que la broche 1 sur le c&acirc;ble et la broche 1 sur le connecteur soient align&eacute;es. R&eacute;amorcez l&rsquo;ordinateur.</p>
            <p>Pour installer le c&acirc;ble de donn&eacute;es, proc&eacute;dez comme suit&nbsp;:</p>
            <ol>
              <li>Branchez l&rsquo;extr&eacute;mit&eacute; du c&acirc;ble PATA correspondant &agrave; la carte m&egrave;re sur l&rsquo;interface de connexion de celle-ci. [Figure 1] </li>
              <li>Branchez le connecteur se trouvant &agrave; l&rsquo;extr&eacute;mit&eacute; &eacute;loign&eacute;e du c&acirc;ble PATA sur le lecteur optique. [Figure 2] </li>
              <li>Branchez une extr&eacute;mit&eacute; du c&acirc;ble SATA sur l&rsquo;interface de connexion de la carte m&egrave;re. [Figure 3] </li>
              <li>Branchez l&rsquo;autre extr&eacute;mit&eacute; du c&acirc;ble SATA sur le disque dur. [Figure 4] 
              </li>
              <li>Branchez l&rsquo;extr&eacute;mit&eacute; du c&acirc;ble du lecteur de disquette correspondant &agrave; la carte m&egrave;re sur l&rsquo;interface de connexion de celle-ci. [Figure 5] </li>
              <li>Branchez le connecteur se trouvant &agrave; l&rsquo;extr&eacute;mit&eacute; &eacute;loign&eacute;e du c&acirc;ble du lecteur de disquette sur le lecteur de disquette. [Figure 6] </li>
            </ol>
            <!-- Start Activity box   -->
            <table  width="95%" border="0" cellspacing="0" cellpadding="0" id="activity">
              <tr> 
                <td valign="top"> 
                  <table  width="100%" cellspacing="0" cellpadding="0" border="0" >
                    <tr> 
                      <td width="5" class="activity_topbar"> <img border="0" src="../../images/lab_toplft.gif" width="116" height="23"></td>
                      <td class="activity_topbar"><img alt="" height="1" width="3" src="../../images/s.gif"></td>
                      <td align="right" valign="top" class="activity_topbar"> 
                        <img alt="" src="../../images/corner_ur_7.gif" width="7" height="7"></td>
                    </tr>
                  </table>
                  <table width="100%" cellspacing="0" cellpadding="0" border="0" id="table3">
                    <tr> 
                      <td> 
                        <table width="100%" cellpadding="2" cellspacing="0" border="0"  id="table4">
                          <tr> 
                            <td width="15" class="activity_text">&nbsp;</td>
                            <td class="activity_text"><strong><img border="0" src="../../images/activity_icon.gif" width="36" height="30"></strong><strong>Exercice facultatif</strong>
<p></p>
                              <p><strong>C&acirc;bles internes d&rsquo;un ordinateur de bureau virtuel<br></strong>La configuration syst&egrave;me requise pour un ordinateur de bureau virtuel inclut une m&eacute;moire vive de 512&nbsp;Mo minimum et un syst&egrave;me d&rsquo;exploitation Windows 2000 ou XP.<br> Effectuez l&rsquo;installation des c&acirc;bles internes dans la couche des c&acirc;bles internes de l&rsquo;ordinateur de bureau virtuel<br> <br> <br> <img border="0" src="../../images/lab_icon.gif" width="36" height="30"> <a target="_blank" href="../lab3_7_2/3.7.2_Lab_Install_Internal_Cables.pdf">TP</a>
                              <p> <span class="bold">C&acirc;bles internes</span><br> Installation des c&acirc;bles d&rsquo;alimentation interne et de donn&eacute;es dans l&rsquo;ordinateur<br> <br>
                              </p>
                            </td>
                          </tr>
                        </table>
                      </td>
                    </tr>
                  </table>
                </td>
              </tr>
            </table>
            <!-- END Activity box   -->
          </td>
          </tr>
         </table>
       </td>
     </tr>
	</table>

</body>

</html>