<html>

<head>
<meta http-equiv="Content-Language" content="fr-fr">
<meta http-equiv="Content-Type" content="text/html; charset=windows-1252">
<title>Contenu</title>
<base target="_self">
<link href="../../css/content.css" rel="stylesheet" type="text/css">
</head>

<body onLoad="window.focus();">
<table border="0" cellpadding="0" cellspacing="0" width="100%">
	<!--  Start top title Lesson Bar -->
	  <tr>
	    <td width="18" class="toptitle01_white_bold" valign="top">
	    <img border="0" src="../../images/content_lines.gif" width="16" height="25"> <img border="0" src="../../images/transdot.gif" width="2" height="1"></td>
	    <td width="18" class="toptitle01_white_bold">13.4</td>
	    <td class="toptitle01_white_bold"><img border="0" src="../../images/transdot.gif" width="10" height="1"></td>
	    <td width="100%" class="toptitle01_white_bold">Description des proc&eacute;dures de maintenance pr&eacute;ventive pour les ordinateurs portables</td>
	    <td width="9" class="toptitle01_white_bold_margin">&nbsp;</td>
	  </tr>
	  <!--  End top title Lesson Bar --> <!--  Start top title Topic Bar -->
 	 <tr>
	    <td width="18" height="25" class="toptitle02_white_bold">&nbsp;</td>
	    <td height="25"  class="toptitle02_white_bold">13.4.1</td> 
	    <td class="toptitle02_white_bold"><img border="0" src="../../images/transdot.gif" width="10" height="1"></td>
	    <td width="100%" height="25" class="toptitle02_white_bold">Description de la planification et de la r&eacute;alisation de la maintenance d&rsquo;ordinateurs portables</td>
	    <td height="25" width="9" class="toptitle02_white_bold_margin">&nbsp;</td>
  </tr>
	 <!--  End top title Topic Bar -->
</table>
	
	<!-- CONTENT -->
	<table border="0" cellpadding="0" cellspacing="0" width="95%" >
		<tr>
			<td width="20"></td>
			<td>
        <table border="0" cellpadding="0" cellspacing="0"  width="95%">
          <tr>
            
          <td width="100%"> 
            <p> Une maintenance adapt&eacute;e peut permettre aux composants d&rsquo;un ordinateur portable de fonctionner plus efficacement tout en am&eacute;liorant la dur&eacute;e de vie de l&rsquo;&eacute;quipement.</p>
              <p> Un programme de maintenance pr&eacute;ventive efficace doit inclure un planning r&eacute;gulier de maintenance. La plupart des organisations disposent d&rsquo;un planning de maintenance. En l&rsquo;absence de planning, travaillez avec le responsable pour en cr&eacute;er un. Les programmes de maintenance pr&eacute;ventive les plus efficaces n&eacute;cessitent un ensemble de routines &agrave; effectuer chaque mois, mais permettent &eacute;galement d&rsquo;effectuer une maintenance en cas de besoin. </p>
              <p> Le planning de maintenance pr&eacute;ventive d&rsquo;un ordinateur portable peut inclure des pratiques propres &agrave; une organisation sp&eacute;cifique, mais il doit &eacute;galement inclure les proc&eacute;dures standard suivantes&nbsp;: </p>
              <ul>
                <li> nettoyage&nbsp;; </li>
                <li> maintenance du disque dur&nbsp;; </li>
                <li> mises &agrave; jour logicielles. </li>
              </ul>
              <p> Pour garder un ordinateur portable propre, privil&eacute;giez l&rsquo;anticipation &agrave; la r&eacute;action. &Eacute;loignez les liquides de l&rsquo;ordinateur portable. Ne mangez pas lorsque vous travaillez sur votre ordinateur portable et fermez-le si vous ne l&rsquo;utilisez pas. Pour nettoyer un ordinateur portable, n&rsquo;utilisez jamais de nettoyants corrosifs ou de solutions contenant de l&rsquo;ammoniac. Des mati&egrave;res non-abrasives, tel qu&rsquo;illustr&eacute; &agrave; la Figure 1, sont conseill&eacute;es pour nettoyer un ordinateur portable&nbsp;:</p>
              <ul>
                <li> air comprim&eacute;&nbsp;; </li>
                <li> solution de nettoyage douce&nbsp;; </li>
                <li> cotons-tiges&nbsp;; </li>
                <li> chiffon de nettoyage doux, non pelucheux. </li>
              </ul>
              <p><span class="caution_caps"><strong class="note_caps">ATTENTION</strong>&nbsp;:</span> avant de nettoyer un ordinateur portable, d&eacute;branchez-le de toute source d&rsquo;alimentation. </p>
              <p> La maintenance r&eacute;guli&egrave;re inclut le nettoyage mensuel des composants suivants de l&rsquo;ordinateur portable&nbsp;: </p>
              <ul>
                <li> bo&icirc;tier ext&eacute;rieur&nbsp;; </li>
                <li> ventilation&nbsp;; </li>
                <li> ports E/S&nbsp;; </li>
                <li> &eacute;cran&nbsp;; </li>
                <li> clavier. </li>
              </ul>
              <p><span class="note_caps"><strong class="note_caps">REMARQUE</strong>&nbsp;:</span> vous pouvez nettoyer l&rsquo;ordinateur portable &agrave; tout moment si cela s&rsquo;av&egrave;re que c&rsquo;est n&eacute;cessaire. N&rsquo;attendez pas la prochaine maintenance planifi&eacute;e. </p>
              <p> Le syst&egrave;me d&rsquo;exploitation doit &eacute;galement faire l&rsquo;objet d&rsquo;une maintenance. Le disque dur peut &ecirc;tre d&eacute;sorganis&eacute; au fur et &agrave; mesure de l&rsquo;ouverture, de l&rsquo;enregistrement et de la suppression de fichiers. L&rsquo;ordinateur peut &ecirc;tre ralenti si le syst&egrave;me d&rsquo;exploitation cherche parmi des fichiers fragment&eacute;s. Heureusement, Windows XP dispose de deux programmes permettant de nettoyer le disque dur&nbsp;: </p>
              <ul>
                <li> Nettoyage de disque </li>
                <li> D&eacute;fragmenteur de disque</li>
              </ul>
              <p><strong> Pour ex&eacute;cuter le Nettoyage de disque [Figure 2]&nbsp;:</strong></p>
              <ol>
                <li> s&eacute;lectionnez le disque dur que vous souhaitez nettoyer&nbsp;;</li>
                
              <li> cliquez avec le bouton droit de la souris et choisissez <b>Propri&eacute;t&eacute;s</b>&nbsp;; </li>
                
              <li> dans l&rsquo;onglet G&eacute;n&eacute;ral, cliquez sur <b>Nettoyage de disque</b>&nbsp;; </li>
                
              <li> une s&eacute;rie de cases &agrave; cocher indiquent les fichiers pouvant &ecirc;tre supprim&eacute;s. Cochez les cases des fichiers que vous souhaitez supprimer et cliquez sur <b>OK</b>.</li>
              </ol>
              <p><strong> Pour ex&eacute;cuter le D&eacute;fragmenteur de disque [Figure 3]&nbsp;:</strong></p>
              <ol>
                <li> s&eacute;lectionnez le disque dur que vous souhaitez nettoyer&nbsp;;</li>
                
              <li> cliquez avec le bouton droit de la souris et choisissez <b>Propri&eacute;t&eacute;s</b>&nbsp;;</li>
                
              <li> dans l&rsquo;onglet Outils, cliquez sur <b>D&eacute;fragmenter maintenant</b>. La dur&eacute;e de la d&eacute;fragmentation varie en fonction du niveau de fragmentation du disque dur. </li>
              </ol>
           <p><span class="note_caps">REMARQUE&nbsp;:</span> il peut &ecirc;tre n&eacute;cessaire de fermer tous les programmes s&rsquo;ex&eacute;cutant en arri&egrave;re-plan avant de lancer le D&eacute;fragmenteur de disque.</p> </td>
          </tr>
         </table>  
       </td>
     </tr>
	</table>

</body>

</html>