<html>

<head>
<meta http-equiv="Content-Language" content="fr-fr">
<meta http-equiv="Content-Type" content="text/html; charset=windows-1252">
<title>Contenu</title>
<base target="_self">
<link href="../../css/content.css" rel="stylesheet" type="text/css">
</head>

<body onLoad="window.focus();">
<table border="0" cellpadding="0" cellspacing="0" width="100%">
	<!--  Start top title Lesson Bar -->
	  <tr>
	    <td width="18" class="toptitle01_white_bold" valign="top">
	    <img border="0" src="../../images/content_lines.gif" width="16" height="25"> <img border="0" src="../../images/transdot.gif" width="2" height="1"></td>
	    
    <td width="18" class="toptitle01_white_bold">8.9</td>
	    <td class="toptitle01_white_bold"><img border="0" src="../../images/transdot.gif" width="10" height="1"></td>
	    
    <td width="100%" class="toptitle01_white_bold"><font size="2" face="Arial"><b>Description de la configuration d&rsquo;une carte r&eacute;seau et d&rsquo;un modem </b></font></td>
	    <td width="9" class="toptitle01_white_bold_margin">&nbsp;</td>
	  </tr>
	  <!--  End top title Lesson Bar --> <!--  Start top title Topic Bar -->
 	 <tr>
	    <td width="18" height="25" class="toptitle02_white_bold">&nbsp;</td>
	    
    <td height="25"  class="toptitle02_white_bold">8.9.2</td> 
	    <td class="toptitle02_white_bold"><img border="0" src="../../images/transdot.gif" width="10" height="1"></td>
	    <td width="100%" height="25" class="toptitle02_white_bold">Connexion d&rsquo;un ordinateur &agrave; un r&eacute;seau existant</td>
	    <td height="25" width="9" class="toptitle02_white_bold_margin">&nbsp;</td>
	  </tr>
	 <!--  End top title Topic Bar -->	
</table>
	
	<!-- CONTENT -->
	<table border="0" cellpadding="0" cellspacing="0" width="95%" >
		<tr>
			<td width="20"></td>
			<td>
        <table border="0" cellpadding="0" cellspacing="0"  width="95%">
          
        <tr> 
          <td width="100%"> 
            <p>&Agrave; pr&eacute;sent que les pilotes de la carte r&eacute;seau sont install&eacute;s, vous &ecirc;tes pr&ecirc;t &agrave; vous connecter au r&eacute;seau. Branchez un c&acirc;ble r&eacute;seau, &eacute;galement appel&eacute; c&acirc;ble de raccordement ou c&acirc;ble direct Ethernet, sur le port r&eacute;seau de l&rsquo;ordinateur.  Branchez l&rsquo;autre extr&eacute;mit&eacute; de ce c&acirc;ble sur le p&eacute;riph&eacute;rique r&eacute;seau ou la prise murale.</p>
            <p>Une fois le c&acirc;ble r&eacute;seau branch&eacute;, examinez les LED (ou voyants de liaison) situ&eacute;s &agrave; c&ocirc;t&eacute; du port Ethernet de la carte r&eacute;seau, pour d&eacute;tecter tout signe d&rsquo;activit&eacute;. La Figure&nbsp;1 indique une activit&eacute; r&eacute;seau au niveau de la carte. Si la carte ne pr&eacute;sente aucun signe d&rsquo;activit&eacute;, ceci peut indiquer un c&acirc;ble, un port de concentrateur ou une carte r&eacute;seau d&eacute;fectueux(se). Il peut alors &ecirc;tre n&eacute;cessaire de remplacer un ou plusieurs de ces composants pour r&eacute;soudre le probl&egrave;me.</p>
            <p>Apr&egrave;s vous &ecirc;tre assur&eacute; que l&rsquo;ordinateur est bien connect&eacute; au r&eacute;seau et que les voyants de liaison de la carte r&eacute;seau indiquent une connexion op&eacute;rationnelle, vous devez d&eacute;finir une adresse IP pour l&rsquo;ordinateur. La plupart des r&eacute;seaux sont configur&eacute;s de mani&egrave;re &agrave; ce que chaque ordinateur re&ccedil;oive automatiquement une adresse IP, en provenance du serveur DHCP local. Si l&rsquo;ordinateur ne poss&egrave;de pas d&rsquo;adresse IP, vous devez en d&eacute;finir une unique dans les propri&eacute;t&eacute;s TCP/IP de la carte r&eacute;seau.</p>
            <p>Chaque carte r&eacute;seau doit &ecirc;tre configur&eacute;e avec les informations suivantes&nbsp;:</p>
            <ul>
              <li><strong>Protocoles</strong>&nbsp;: le m&ecirc;me protocole doit &ecirc;tre impl&eacute;ment&eacute; entre deux ordinateurs communiquant sur le m&ecirc;me r&eacute;seau. </li>
              <li><strong>Adresse IP</strong>&nbsp;: cette adresse est configurable et doit &ecirc;tre unique, pour chaque syst&egrave;me. L&rsquo;adresse IP peut &ecirc;tre configur&eacute;e manuellement ou attribu&eacute;e automatiquement par DHCP. </li>
              <li><strong>Adresse MAC</strong>&nbsp;: chaque p&eacute;riph&eacute;rique ou syst&egrave;me poss&egrave;de une adresse MAC unique. Celle-ci est attribu&eacute;e par le fabricant et ne peut pas &ecirc;tre modifi&eacute;e. </li>
            </ul>
            <p>Une fois l&rsquo;ordinateur connect&eacute; au r&eacute;seau, vous devez tester la connectivit&eacute; &agrave; l&rsquo;aide de la commande <strong>ping</strong>. Servez-vous de la commande <strong>ipconfig</strong>, indiqu&eacute;e dans la Figure&nbsp;2, pour conna&icirc;tre l&rsquo;adresse IP de votre ordinateur. Envoyez une requ&ecirc;te ping &agrave; votre adresse IP, pour v&eacute;rifier que la carte r&eacute;seau fonctionne correctement. Une fois ceci v&eacute;rifi&eacute;, envoyez une requ&ecirc;te ping &agrave; votre passerelle par d&eacute;faut ou &agrave; un autre ordinateur du r&eacute;seau, comme indiqu&eacute; dans la Figure&nbsp;3. La passerelle par d&eacute;faut permet &agrave; l&rsquo;h&ocirc;te de communiquer avec des syst&egrave;mes ext&eacute;rieurs au r&eacute;seau. Si vous disposez d&rsquo;une connexion Internet, envoyez une requ&ecirc;te ping &agrave; un site Web connu, par exemple www.cisco.com. Si vous arrivez &agrave; envoyer la requ&ecirc;te ping au site Internet ou &agrave; un autre ordinateur du r&eacute;seau, cela signifie que votre connexion fonctionne correctement. Si la requ&ecirc;te ping &eacute;choue, vous devez d&eacute;panner la connexion.</p>
            <p> 
              <!-- Start Activity box   -->
            </p>
            <table  width="95%" border="0" cellspacing="0" cellpadding="0" id="activity">
              <tr> 
                <td valign="top"> 
                  <table  width="100%" cellspacing="0" cellpadding="0" border="0" >
                    <tr> 
                      <td width="5" class="activity_topbar"> <img border="0" src="../../images/lab_toplft.gif" width="116" height="23"></td>
                      <td class="activity_topbar"><img alt="" height="1" width="3" src="../../images/s.gif"></td>
                      <td align="right" valign="top" class="activity_topbar"> 
                        <img alt="" src="../../images/corner_ur_7.gif" width="7" height="7"></td>
                    </tr>
                  </table>
                  <table width="100%" cellspacing="0" cellpadding="0" border="0" id="table3">
                    <tr> 
                      <td> 
                        <table width="100%" cellpadding="2" cellspacing="0" border="0"  id="table4">
                          <tr> 
                            <td width="15" class="activity_text">&nbsp;</td>
                            <td class="activity_text"><img border="0" src="../../images/lab_icon.gif" width="36" height="30"> <a target="_blank" href="../worksheet8_9_2/8.9.2_Lab_Config_NIC_DHCP.pdf">Travaux pratiques</a>
<p> <span class="activity_bold">Configuration DHCP d&rsquo;une carte r&eacute;seau Ethernet</span><br>
 Configuration de la carte r&eacute;seau pour utiliser DHCP depuis 300N<br> <br>                              </p>
                            </td>
                          </tr>
                        </table>
                      </td>
                    </tr>
                  </table>
                </td>
              </tr>
            </table>
            <!-- END Activity box   -->
          </td>
          </tr>
         </table>  
       </td>
     </tr>
	</table>