<html>

<head>
<meta http-equiv="Content-Language" content="fr-fr">
<meta http-equiv="Content-Type" content="text/html; charset=windows-1252">
<title>Contenu</title>
<base target="_self">
<link href="../../css/content.css" rel="stylesheet" type="text/css">
</head>

<body onLoad="window.focus();">
<table border="0" cellpadding="0" cellspacing="0" width="100%">
	<!--  Start top title Lesson Bar -->
	  <tr>
	  	    <td width="18" class="toptitle01_white_bold" valign="top">
	  	    <img border="0" src="../../images/content_lines.gif" width="16" height="25"> <img border="0" src="../../images/transdot.gif" width="2" height="1"></td>

	      	<td width="18" class="toptitle01_white_bold">11.3</td>
	  	    <td class="toptitle01_white_bold"><img border="0" src="../../images/transdot.gif" width="10" height="1"></td>

	      	<td width="100%" class="toptitle01_white_bold">Description des situations n&eacute;cessitant le remplacement de composants d&rsquo;un ordinateur</td>
	  	    <td width="9" class="toptitle01_white_bold_margin">&nbsp;</td>
	  </tr>
	  <!--  End top title Lesson Bar --> <!--  Start top title Topic Bar -->
 	 <tr>
	    <td width="18" height="25" class="toptitle02_white_bold">&nbsp;</td>

    	<td height="25"  class="toptitle02_white_bold">11.3.3</td>
	    <td class="toptitle02_white_bold"><img border="0" src="../../images/transdot.gif" width="10" height="1"></td>

    	
    <td width="100%" height="25" class="toptitle02_white_bold">S&eacute;lection d&rsquo;un processeur et d&rsquo;un ensemble dissipateur thermique/ventilateur</td>
	    <td height="25" width="9" class="toptitle02_white_bold_margin">&nbsp;</td>
  </tr>
	 <!--  End top title Topic Bar -->
</table>

	<!-- CONTENT -->
	<table border="0" cellpadding="0" cellspacing="0" width="95%" >
			<tr>
			<td width="20"></td>
			<td>
       		<table border="0" cellpadding="0" cellspacing="0"  width="95%">

       		<tr>
          	<td width="100%">
            <p>Remplacez le processeur lorsqu&rsquo;il est d&eacute;faillant ou qu&rsquo;il n&rsquo;est plus adapt&eacute; aux applications actuelles. Par exemple, un client peut avoir achet&eacute; une application graphique avanc&eacute;e, comme illustr&eacute; dans la Figure 1. L&rsquo;application peut mal fonctionner car elle n&eacute;cessite un processeur plus rapide que le processeur actuel.</p>

			<p>Avant d&rsquo;acheter un processeur, assurez-vous qu&rsquo;il est compatible avec la carte m&egrave;re existante&nbsp;:</p>

				<ul>
				  	
              <li>le nouveau processeur doit utiliser le m&ecirc;me type d&rsquo;interface de connexion et le m&ecirc;me jeu de composants&nbsp;;</li>
				  	<li>le BIOS doit prendre en charge le nouveau processeur&nbsp;;</li>
				   	<li>le nouveau processeur peut n&eacute;cessiter un ensemble dissipateur thermique/ventilateur diff&eacute;rent. </li>
				</ul>

			<p>Les sites Web des fabricants constituent une bonne ressource pour se renseigner sur la compatibilit&eacute; entre les processeurs et d&rsquo;autres &eacute;l&eacute;ments. Lorsque vous mettez &agrave; niveau le processeur, assurez-vous que la tension est correcte. Un module r&eacute;gulateur de tension (VRM) est int&eacute;gr&eacute; dans la carte m&egrave;re. La tension du processeur peut &ecirc;tre r&eacute;gl&eacute;e avec des cavaliers ou des commutateurs situ&eacute;s sur la carte m&egrave;re. La Figure 2 montre deux processeurs similaires utilisant diff&eacute;rentes interfaces de connexion.</p>



          </td>
        </tr>
         </table>
       </td>
     </tr>
	</table>

</body>

</html>