<html>

<head>
<meta http-equiv="Content-Language" content="fr-fr">
<meta http-equiv="Content-Type" content="text/html; charset=windows-1252">
<title>Contenu</title>
<base target="_self">
<link href="../../css/content.css" rel="stylesheet" type="text/css">
</head>

<body onLoad="window.focus();">
<table border="0" cellpadding="0" cellspacing="0" width="100%">
	<!--  Start top title Lesson Bar -->
	  <tr>
	    <td width="18" class="toptitle01_white_bold" valign="top">
	    <img border="0" src="../../images/content_lines.gif" width="16" height="25"> <img border="0" src="../../images/transdot.gif" width="2" height="1"></td>
	    
    <td width="18" class="toptitle01_white_bold">8.10</td>
	    <td class="toptitle01_white_bold"><img border="0" src="../../images/transdot.gif" width="10" height="1"></td>
	    <td width="100%" class="toptitle01_white_bold">Identification du nom, des fonctions et des caract&eacute;ristiques des autres technologies de connectivit&eacute;</td>
	    <td width="9" class="toptitle01_white_bold_margin">&nbsp;</td>
	  </tr>
	  <!--  End top title Lesson Bar --> <!--  Start top title Topic Bar -->
 	 <tr>
	    <td width="18" height="25" class="toptitle02_white_bold">&nbsp;</td>
	    
    <td height="25"  class="toptitle02_white_bold">8.10.1</td> 
	    <td class="toptitle02_white_bold"><img border="0" src="../../images/transdot.gif" width="10" height="1"></td>
	    
    <td width="100%" height="25" class="toptitle02_white_bold">Description des technologies t&eacute;l&eacute;phoniques</td>
	    <td height="25" width="9" class="toptitle02_white_bold_margin">&nbsp;</td>
	  </tr>
	 <!--  End top title Topic Bar -->	
</table>
	
	<!-- CONTENT -->
	<table border="0" cellpadding="0" cellspacing="0" width="95%" >
		<tr>
			<td width="20"></td>
			<td>
        <table border="0" cellpadding="0" cellspacing="0"  width="95%">
          <tr>
            
          <td width="100%"> 
            <p>Il existe plusieurs solutions de r&eacute;seau &eacute;tendu permettant la connexion entre sites ou &agrave; Internet. Les services de connexion de r&eacute;seau &eacute;tendu offrent diff&eacute;rents d&eacute;bits et niveaux de service. Avant de choisir d&eacute;finitivement un type de connexion Internet, recherchez tous les services disponibles afin de d&eacute;terminer la meilleure solution en fonction des besoins du client.</p>
            <p><span class="bold">T&eacute;l&eacute;phone analogique</span><br> Cette technologie utilise les lignes t&eacute;l&eacute;phoniques vocales standard. Ce type de service fait appel &agrave; un modem, qui envoie un appel t&eacute;l&eacute;phonique &agrave; un autre modem, situ&eacute; sur un site distant, par exemple un fournisseur de services Internet. Il existe deux principaux inconv&eacute;nients &agrave; l&rsquo;utilisation des lignes t&eacute;l&eacute;phoniques avec un modem analogique. Le premier est que la ligne t&eacute;l&eacute;phonique ne peut pas &ecirc;tre utilis&eacute;e pour les appels vocaux lorsque le modem est en cours d&rsquo;utilisation. Le second est la bande passante limit&eacute;e qu&rsquo;offre ce service. La bande passante maximum th&eacute;orique obtenue avec un modem analogique est de 56&nbsp;Kbits/s, mais en r&eacute;alit&eacute; elle est encore plus faible que cela. Le modem analogique n&rsquo;est pas la solution id&eacute;ale pour les r&eacute;seaux actifs et exigeants.</p>
            <p><span class="bold">R&eacute;seau num&eacute;rique &agrave; int&eacute;gration de services (RNIS)</span><br> L&rsquo;&eacute;volution suivante en mati&egrave;re de service de r&eacute;seau &eacute;tendu est RNIS. RNIS est une norme d&rsquo;envoi de la voix, de la vid&eacute;o et des donn&eacute;es qui utilise les c&acirc;bles t&eacute;l&eacute;phoniques classiques. La technologie RNIS utilise donc les c&acirc;bles t&eacute;l&eacute;phoniques, comme le service t&eacute;l&eacute;phonique analogique. Toutefois, c&rsquo;est une technologie num&eacute;rique qui permet de transporter les donn&eacute;es. De ce fait, la technologie RNIS offre un transfert haute vitesse et haute qualit&eacute; des donn&eacute;es et de la voix, bien sup&eacute;rieur &agrave; un service analogique.</p>
            <p>Les connexions num&eacute;riques RNIS offrent trois services&nbsp;: l&rsquo;acc&egrave;s de base (BRI), l&rsquo;acc&egrave;s primaire (PRI) et le RNIS large bande (RNIS-B). La technologie RNIS utilise deux types de canaux de communication diff&eacute;rents. Le canal &laquo;&nbsp;B&nbsp;&raquo; est utilis&eacute; pour le transfert des informations (donn&eacute;es, voix ou vid&eacute;o) et le canal &laquo;&nbsp;D&nbsp;&raquo; pour le contr&ocirc;le et la signalisation&nbsp;; ce dernier peut cependant &ecirc;tre utilis&eacute; &eacute;galement pour les donn&eacute;es.</p>
            <p>Cliquez sur le nom d&rsquo;un type RNIS, dans la Figure&nbsp;1, pour en savoir plus &agrave; son sujet.</p>
            <p><span class="bold">Ligne d&rsquo;abonn&eacute; num&eacute;rique (DSL)</span><br> La DSL est une technologie de connexion en continu. Cela signifie qu&rsquo;il n&rsquo;est pas n&eacute;cessaire d&rsquo;&eacute;tablir une connexion &agrave; chaque session Internet.  La technologie DSL utilise les lignes t&eacute;l&eacute;phoniques en cuivre existantes pour permettre une communication de donn&eacute;es haute vitesse entre les utilisateurs finaux et les compagnies t&eacute;l&eacute;phoniques. Contrairement &agrave; RNIS, o&ugrave; les communications de donn&eacute;es num&eacute;riques remplacent les communications vocales analogiques, la DSL partage le c&acirc;ble t&eacute;l&eacute;phonique avec les signaux analogiques.</p>
            <p>La compagnie t&eacute;l&eacute;phonique limite la bande passante des transmissions de voix analogiques sur la ligne. Cette limite permet &agrave; la technologie DSL de faire circuler les donn&eacute;es num&eacute;riques sur la ligne t&eacute;l&eacute;phonique, dans la portion de bande passante inutilis&eacute;e. Ce partage de la ligne t&eacute;l&eacute;phonique permet d&rsquo;effectuer des appels vocaux pendant que la DSL est connect&eacute;e &agrave; Internet.</p>
            <p>Deux facteurs importants sont &agrave; prendre en compte lors du choix d&rsquo;une connexion DSL. La DSL pr&eacute;sente des limites en termes de distance. Les lignes t&eacute;l&eacute;phoniques utilis&eacute;es avec la DSL ont &eacute;t&eacute; con&ccedil;ues pour transporter des informations analogiques. Par cons&eacute;quent, la distance &agrave; laquelle le signal num&eacute;rique peut &ecirc;tre envoy&eacute; est limit&eacute;e et le signal ne peut traverser les multiplexeurs utilis&eacute;s sur les lignes analogiques. L&rsquo;autre facteur est le fait que les informations vocales et les donn&eacute;es transmises par DSL doivent &ecirc;tre s&eacute;par&eacute;es au niveau du site client. Un p&eacute;riph&eacute;rique appel&eacute; r&eacute;partiteur s&eacute;pare donc la connexion t&eacute;l&eacute;phone de la connexion aux p&eacute;riph&eacute;riques de r&eacute;seau local.</p>
            <p><span class="bold">Ligne d&rsquo;abonn&eacute; num&eacute;rique &agrave; d&eacute;bit asym&eacute;trique (ADSL)</span><br> L&rsquo;ADSL est la technologie DSL la plus courante aujourd&rsquo;hui. L&rsquo;ADSL offre diff&eacute;rentes caract&eacute;ristiques de bande passante, dans chaque direction. Elle offre un d&eacute;bit descendant important (g&eacute;n&eacute;ralement 1,5&nbsp;Mbits/s). Le d&eacute;bit descendant concerne le transfert de donn&eacute;es du serveur &agrave; l&rsquo;utilisateur final. Ceci est un avantage pour les utilisateurs qui t&eacute;l&eacute;chargent de grands volumes de donn&eacute;es. Le d&eacute;bit montant haute vitesse de l&rsquo;ADSL est moins &eacute;lev&eacute;. L&rsquo;ADSL n&rsquo;est pas tr&egrave;s performante lorsqu&rsquo;elle h&eacute;berge un serveur Web ou un serveur FTP, qui impliquent tous deux une activit&eacute; de chargement Internet intensive. </p>
            <p>Cliquez sur un type de DSL dans la Figure&nbsp;2 pour en savoir plus &agrave; son sujet.</p></td>
          </tr>
         </table>  
       </td>
     </tr>
	</table>