<html>

<head>
<meta http-equiv="Content-Language" content="fr-fr">
<meta http-equiv="Content-Type" content="text/html; charset=windows-1252">
<title>Contenu</title>
<base target="_self">
<link href="../../css/content.css" rel="stylesheet" type="text/css">
</head>

<body onLoad="window.focus();">
<table border="0" cellpadding="0" cellspacing="0" width="100%">
	<!--  Start top title Lesson Bar -->
	  <tr>
	  	    <td width="18" class="toptitle01_white_bold" valign="top">
	  	    <img border="0" src="../../images/content_lines.gif" width="16" height="25"> <img border="0" src="../../images/transdot.gif" width="2" height="1"></td>

	      	<td width="18" class="toptitle01_white_bold">14.2</td>
	  	    <td class="toptitle01_white_bold"><img border="0" src="../../images/transdot.gif" width="10" height="1"></td>

	      	<td width="100%" class="toptitle01_white_bold">Installation et configuration en local d&rsquo;une imprimante et d&rsquo;un scanner</td>
	  	    <td width="9" class="toptitle01_white_bold_margin">&nbsp;</td>
	  </tr>
	  <!--  End top title Lesson Bar --> <!--  Start top title Topic Bar -->
 	<tr>
	    <td width="18" height="25" class="toptitle02_white_bold">&nbsp;</td>
	    <td height="25"  class="toptitle02_white_bold">14.2.3</td>
	    <td class="toptitle02_white_bold"><img border="0" src="../../images/transdot.gif" width="10" height="1"></td>
	    <td width="100%" height="25" class="toptitle02_white_bold">Configuration des options et des param&egrave;tres par d&eacute;faut</td>
	    <td height="25" width="9" class="toptitle02_white_bold_margin">&nbsp;</td>
  </tr>
	 <!--  End top title Topic Bar -->
</table>

	<!-- CONTENT -->
		<table border="0" cellpadding="0" cellspacing="0" width="95%" >
		<tr>
		<td width="20"></td>
		<td>
        <table border="0" cellpadding="0" cellspacing="0"  width="95%">
        <tr>
        <td width="100%">

		<p>Les options courantes des imprimantes, qui peuvent &ecirc;tre configur&eacute;es par l&rsquo;utilisateur, incluent la gestion des supports et de sortie de l&rsquo;imprimante.</p>

		<p>Les options suivantes de contr&ocirc;le des supports d&eacute;finissent la mani&egrave;re dont une imprimante g&egrave;re les supports&nbsp;: </p>
			<ul>
				<li>s&eacute;lection du bac d&rsquo;alimentation d&rsquo;entr&eacute;e&nbsp;; </li>
				<li>s&eacute;lection du chemin de sortie&nbsp;; </li>
				<li>taille et orientation des supports&nbsp;; </li>
				<li>s&eacute;lection du grammage du papier. </li>

			</ul>

		<p>Les options suivantes de sortie de l&rsquo;imprimante g&egrave;rent l&rsquo;application de l&rsquo;encre ou du toner sur le support&nbsp;: </p>
			<ul>
              <li>gestion des couleurs&nbsp;;</li>
              <li>vitesse d&rsquo;impression.</li>
            </ul>

		<p>Certaines imprimantes disposent de boutons de commande permettant aux utilisateurs de s&eacute;lectionner les options. D&rsquo;autres utilisent les options du pilote d&rsquo;impression. Il existe deux m&eacute;thodes de s&eacute;lection des options&nbsp;: la m&eacute;thode g&eacute;n&eacute;rale et la m&eacute;thode par document.</p>


		<p><span class="bold">M&eacute;thode g&eacute;n&eacute;rale</span><br>La m&eacute;thode g&eacute;n&eacute;rale se rapporte aux options d&rsquo;impression d&eacute;finies pour tous les documents. &Agrave; chaque impression d&rsquo;un document, les options g&eacute;n&eacute;rales sont utilis&eacute;es, sauf en cas d&rsquo;utilisation des s&eacute;lections par document.</p>

		    <p>Pour modifier la configuration par d&eacute;faut d&rsquo;une imprimante, choisissez <b>D&eacute;marrer &gt; Panneau de configuration &gt; Imprimantes et t&eacute;l&eacute;copieurs</b>, puis cliquez avec le bouton droit de la souris sur l&rsquo;imprimante. Les exemples qui suivent vous montrent comment g&eacute;rer les options d&rsquo;impression.</p>

		    <p> Pour d&eacute;signer une imprimante par d&eacute;faut, choisissez <b>D&eacute;marrer &gt; Panneau de configuration &gt; Imprimantes et t&eacute;l&eacute;copieurs</b>. Cliquez avec le bouton droit de la souris sur l&rsquo;imprimante, puis choisissez <strong>D&eacute;finir comme imprimante par d&eacute;faut</strong>, tel qu&rsquo;illustr&eacute; &agrave; la Figure 1.</p>

		    <p><b>REMARQUE&nbsp;:</b> en fonction du pilote install&eacute;, l&rsquo;option D&eacute;finir comme imprimante par d&eacute;faut peut ne pas s&rsquo;afficher dans le menu. Dans ce cas, double-cliquez sur l&rsquo;imprimante pour ouvrir la fen&ecirc;tre d&rsquo;&eacute;tat des documents, puis choisissez <strong>Imprimante &gt; </strong><b>D&eacute;finir comme imprimante par d&eacute;faut</b>.</p>
            <p>Pour restreindre l&rsquo;impression au noir et blanc uniquement, choisissez <b>D&eacute;marrer &gt; Panneau de configuration &gt; Imprimantes et t&eacute;l&eacute;copieurs</b>. Cliquez avec le bouton droit de la souris sur l&rsquo;imprimante, puis choisissez <strong>Options d&rsquo;impression</strong>. S&eacute;lectionnez l&rsquo;onglet <b>Couleur</b>. Cochez <b>Imprimer en &eacute;chelle de gris</b> et cliquez sur la case d&rsquo;option <b>Cartouche d&rsquo;impression noire uniquement</b>, tel qu&rsquo;illustr&eacute; &agrave; la Figure 2. Cliquez sur <b>OK</b>.</p>

		    <p><span class="bold">M&eacute;thode par document</span><br> Les lettres, les tableaux et les images num&eacute;riques font partie des types de documents pouvant n&eacute;cessiter des param&egrave;tres d&rsquo;impression sp&eacute;ciaux. Vous pouvez modifier les param&egrave;tres pour chaque document envoy&eacute; &agrave; l&rsquo;imprimante en modifiant les param&egrave;tres d&rsquo;impression du document.</p>

		<p>Pour modifier les param&egrave;tres d&rsquo;impression, ouvrez le document et s&eacute;lectionnez <span class="bold">Fichier &gt; Mise en page</span>. Les param&egrave;tres par d&eacute;faut s&rsquo;affichent, tel qu&rsquo;illustr&eacute; &agrave; la Figure 3. Vous pouvez modifier les couleurs, la qualit&eacute; d&rsquo;impression, l&rsquo;orientation du papier et la taille des marges pour le document &agrave; imprimer, sans modifier les param&egrave;tres par d&eacute;faut.</p>

		<p><span class="bold">&Eacute;talonnages du scanner</span><br> L&rsquo;&eacute;talonnage d&rsquo;un p&eacute;riph&eacute;rique est l&rsquo;une des premi&egrave;res t&acirc;ches &agrave; effectuer apr&egrave;s l&rsquo;installation d&rsquo;un pilote. Utilisez le logiciel int&eacute;gr&eacute; livr&eacute; avec le p&eacute;riph&eacute;rique pour effectuer cette proc&eacute;dure. Les param&egrave;tres par d&eacute;faut peuvent &ecirc;tre modifi&eacute;s ult&eacute;rieurement pour satisfaire aux exigences du client.</p>
		<p>
		  Les &eacute;talonnages du scanner peuvent inclure le positionnement du capteur et l&rsquo;utilisation d&rsquo;une cible IT8 pour r&eacute;gler la couleur. Une cible IT8 est un tableau d&rsquo;&eacute;talonnage des couleurs, utilis&eacute; pour cr&eacute;er des profils pour des p&eacute;riph&eacute;riques sp&eacute;cifiques. Un scanner analyse la cible pour &eacute;tablir une comparaison, alors que l&rsquo;imprimante reproduit la cible de comparaison.</p>
		<p>Pour assurer l&rsquo;&eacute;talonnage, comparez la sortie imprim&eacute;e du p&eacute;riph&eacute;rique et la cible IT8. R&eacute;glez les param&egrave;tres de couleurs de l&rsquo;imprimante pour qu&rsquo;ils correspondent. Lors de la prochaine impression ou num&eacute;risation d&rsquo;une image, la couleur sera aussi pr&eacute;cise que la cible.</p>

		<p><span class="bold">&Eacute;talonnages de l&rsquo;imprimante</span><br> L&rsquo;&eacute;talonnage de l&rsquo;imprimante est r&eacute;alis&eacute; en utilisant le logiciel pilote d&rsquo;impression. Ce processus garantit que les t&ecirc;tes d&rsquo;impression sont align&eacute;es et capables d&rsquo;imprimer sur du papier sp&eacute;cial. Les t&ecirc;tes d&rsquo;impression &agrave; jet d&rsquo;encre sont g&eacute;n&eacute;ralement install&eacute;es sur la cartouche d&rsquo;encre, ce qui signifie que vous devrez peut-&ecirc;tre &eacute;talonner l&rsquo;imprimante &agrave; chaque changement de cartouche.</p>

		  </td>
          </tr>
         </table>
       </td>
     </tr>
	</table>

</body>

</html>