<html>

<head>
<meta http-equiv="Content-Language" content="fr-fr">
<meta http-equiv="Content-Type" content="text/html; charset=windows-1252">
<title>Contenu</title>
<base target="_self">
<link href="../../css/content.css" rel="stylesheet" type="text/css">
</head>

<body onLoad="window.focus();">
<table border="0" cellpadding="0" cellspacing="0" width="100%">
	<!--  Start top title Lesson Bar -->
	  <tr>
	    <td width="18" class="toptitle01_white_bold" valign="top">
	    <img border="0" src="../../images/content_lines.gif" width="16" height="25"> <img border="0" src="../../images/transdot.gif" width="2" height="1"></td>
	    
    <td width="18" class="toptitle01_white_bold">7.5</td>
	    <td class="toptitle01_white_bold"><img border="0" src="../../images/transdot.gif" width="10" height="1"></td>
	    
    <td width="100%" class="toptitle01_white_bold">Identification et application des techniques courantes de maintenance pr&eacute;ventive pour les imprimantes et les scanners</td>
	    <td width="9" class="toptitle01_white_bold_margin">&nbsp;</td>
	  </tr>
	  <!--  End top title Lesson Bar --> <!--  Start top title Topic Bar -->
	 <tr>
	    <td width="18" height="25" class="toptitle02_white_bold">&nbsp;</td>
	    
    <td height="25"  class="toptitle02_white_bold">7.5.1</td> 
	    <td class="toptitle02_white_bold"><img border="0" src="../../images/transdot.gif" width="10" height="1"></td>
	    
    <td width="100%" height="25" class="toptitle02_white_bold">Description de la maintenance des imprimantes</td>
	    <td height="25" width="9" class="toptitle02_white_bold_margin">&nbsp;</td>
	  </tr>
	 <!--  End top title Topic Bar -->	
</table>
	
	<!-- CONTENT -->
	<table border="0" cellpadding="0" cellspacing="0" width="95%" bordercolor="#111111">
		<tr>
			<td width="20"></td>
			<td>
        <table border="0" cellpadding="0" cellspacing="0" bordercolor="#111111" width="95%">
          
        <tr> 
          <td width="100%"> 
            <p>Les imprimantes comportent de nombreuses pi&egrave;ces mobiles et exigent un entretien plus approfondi que la plupart des autres p&eacute;riph&eacute;riques &eacute;lectroniques. L&rsquo;imprimante produit des impuret&eacute;s qui s&rsquo;accumulent sur les composants internes. Au fil du temps, si ces impuret&eacute;s ne sont pas &eacute;limin&eacute;es, l&rsquo;imprimante risque de mal fonctionner. Le plan de maintenance d&rsquo;une imprimante est indiqu&eacute; dans le manuel ou sur le site Web du fabricant.</p>
            <p><span class="caution_caps">ATTENTION&nbsp;:</span> avant toute maintenance, veillez &agrave; d&eacute;brancher l&rsquo;imprimante du secteur.</p>
            <p>La plupart des imprimantes sont munies d&rsquo;un logiciel de surveillance et de diagnostic, fourni par le fabricant, qui peut vous aider pour la maintenance. Respectez les directives du fabricant pour nettoyer les composants suivants des imprimantes et des scanners&nbsp;:</p>
            <ul>
              <li>Surfaces des rouleaux de l&rsquo;imprimante </li>
              <li>M&eacute;canismes de manipulation du papier de l&rsquo;imprimante et du scanner </li>
            </ul>
            <p>Le type et la qualit&eacute; du papier et de l&rsquo;encre utilis&eacute;s peuvent affecter la dur&eacute;e de vie de l&rsquo;imprimante&nbsp;:</p>
            <ul>
              <li><span class="bold">Choix du papier</span>&nbsp;: un papier de bonne qualit&eacute; permet un fonctionnement plus efficace de l&rsquo;imprimante et prolonge sa dur&eacute;e de vie. De nombreux types de papier sont disponibles, pour les imprimantes &agrave; jet d&rsquo;encre et laser. Le fabricant de l&rsquo;imprimante recommande parfois le type de papier &agrave; utiliser pour obtenir les meilleurs r&eacute;sultats. Certains types de papier, en particulier le papier photographique ou les transparents, pr&eacute;sentent un recto diff&eacute;rent du verso. Veillez &agrave; respecter les instructions du fabricant pour charger correctement ces types de papier dans l&rsquo;imprimante.</li>
              <li><span class="bold">Choix de l&rsquo;encre</span>&nbsp;: le fabricant recommande la marque et le type de l&rsquo;encre que vous devez utiliser. Si vous n&rsquo;utilisez pas le type d&rsquo;encre correct, l&rsquo;imprimante risque de ne pas fonctionner ou de produire des documents de moindre qualit&eacute;. Vous devez &eacute;viter de recharger les cartouches d&rsquo;encre car des fuites d&rsquo;encre peuvent survenir. </li>
            </ul>
          </td>
          </tr>
         </table>  
       </td>
     </tr>
	</table>

</body>

</html>