<html>

<head>
<meta http-equiv="Content-Language" content="fr-fr">
<meta http-equiv="Content-Type" content="text/html; charset=windows-1252">
<title>Contenu</title>
<base target="_self">
<link href="../../css/content.css" rel="stylesheet" type="text/css">
</head>

<body onLoad="window.focus();">
<table border="0" cellpadding="0" cellspacing="0" width="100%">
	<!--  Start top title Lesson Bar -->
	  <tr>
	    <td width="18" class="toptitle01_white_bold" valign="top">
	    <img border="0" src="../../images/content_lines.gif" width="16" height="25"> <img border="0" src="../../images/transdot.gif" width="2" height="1"></td>
	    <td width="18" class="toptitle01_white_bold">16.3</td>
	    <td class="toptitle01_white_bold"><img border="0" src="../../images/transdot.gif" width="10" height="1"></td>
	    <td width="100%" class="toptitle01_white_bold">Impl&eacute;mentation de la strat&eacute;gie de s&eacute;curit&eacute; d&rsquo;un client</td>
	    <td width="9" class="toptitle01_white_bold_margin">&nbsp;</td>
	  </tr>
	  <!--  End top title Lesson Bar --> <!--  Start top title Topic Bar -->
 	 <tr>
	    <td width="18" height="25" class="toptitle02_white_bold">&nbsp;</td>
	    <td height="25"  class="toptitle02_white_bold">16.3.1</td>
	    <td class="toptitle02_white_bold"><img border="0" src="../../images/transdot.gif" width="10" height="8"></td>
	    <td width="100%" height="25" class="toptitle02_white_bold">Configuration des param&egrave;tres de s&eacute;curit&eacute; </td>
	    <td height="25" width="9" class="toptitle02_white_bold_margin">&nbsp;</td>
  </tr>
	 <!--  End top title Topic Bar -->
</table>

	<!-- CONTENT -->
	<table border="0" cellpadding="0" cellspacing="0" width="95%" >
		<tr>
			<td width="20"></td>
			<td>
        <table border="0" cellpadding="0" cellspacing="0"  width="95%">
          <tr>
            <td width="100%">

            <p>Les autorisations incorrectes sur les dossiers et les fichiers, ainsi que la configuration incorrecte de la s&eacute;curit&eacute; sans fil, repr&eacute;sentent deux erreurs de s&eacute;curit&eacute; courantes. </p>

			<p><span class="bold">Niveaux d&rsquo;autorisation des dossiers et des fichiers </span><br> Les niveaux d&rsquo;autorisation sont configur&eacute;s pour limiter l&rsquo;acc&egrave;s d&rsquo;individus ou de groupes &agrave; des donn&eacute;es sp&eacute;cifiques. Les deux syst&egrave;mes de fichiers FAT et NTFS permettent le partage de dossiers et les autorisations au niveau du dossier pour les utilisateurs b&eacute;n&eacute;ficiant d&rsquo;un acc&egrave;s r&eacute;seau. Les autorisations de dossier sont illustr&eacute;es &agrave; la Figure 1. NTFS propose une s&eacute;curit&eacute; suppl&eacute;mentaire par des autorisations au niveau des fichiers. Ces autorisations sont pr&eacute;sent&eacute;es &agrave; la Figure 2.</p>

            <p><span class="bold">Configuration de la s&eacute;curit&eacute; sans fil</span><br> Les outils suivants, r&eacute;pertori&eacute;s &agrave; la Figure 3, sont utilis&eacute;s pour configurer la s&eacute;curit&eacute; sans fil&nbsp;:</p>

            <ul>
              <li><span class="bold">WEP (Wired Equivalent Privacy)</span>&nbsp;: chiffre les donn&eacute;es diffus&eacute;es entre le point d&rsquo;acc&egrave;s sans fil et le client, au moyen d&rsquo;une cl&eacute; de chiffrement de 64 ou 128 bits. La Figure 4 illustre une configuration WEP. </li>
              <li><span class="bold">Wi-Fi Protected Access (WPA)</span>&nbsp;: fournit un meilleur chiffrement et une meilleure authentification que WEP. </li>
              <li><span class="bold">Filtrage d&rsquo;adresse MAC</span>&nbsp;: restreint l&rsquo;acc&egrave;s d&rsquo;un point d&rsquo;acc&egrave;s sans fil &agrave; des ordinateurs, afin d&rsquo;emp&ecirc;cher un utilisateur opportuniste d&rsquo;acc&eacute;der au r&eacute;seau. Le filtrage d&rsquo;adresse MAC, comme illustr&eacute; &agrave; la Figure 5, est vuln&eacute;rable lorsqu&rsquo;il est utilis&eacute; seul et doit &ecirc;tre combin&eacute; &agrave; d&rsquo;autres filtres de s&eacute;curit&eacute;.</li>
              <li><span class="bold">Diffusion de SSID (Service Set Identifier)</span>&nbsp;: le SSID sans fil diffuse l&rsquo;identit&eacute; du r&eacute;seau. D&eacute;sactiver le SSID peut donner l&rsquo;impression que le r&eacute;seau a disparu, mais il s&rsquo;agit d&rsquo;une forme peu fiable de s&eacute;curit&eacute; de r&eacute;seau sans fil.</li>
              <li><span class="bold">Antennes sans fil</span>&nbsp;: le gain et le format du signal de l&rsquo;antenne connect&eacute;e &agrave; un point d&rsquo;acc&egrave;s sans fil peut influencer la r&eacute;ception du signal. Vous pouvez &eacute;viter de transmettre des signaux en dehors de la zone du r&eacute;seau en installant une antenne dont le format prot&egrave;ge les utilisateurs du r&eacute;seau. </li>
            </ul>

			</td>
          </tr>
         </table>
       </td>
     </tr>
	</table>

</body>

</html>