<html>

<head>
<meta http-equiv="Content-Language" content="fr-fr">
<meta http-equiv="Content-Type" content="text/html; charset=windows-1252">
<title>Contenu</title>
<base target="_self">
<link href="../../css/content.css" rel="stylesheet" type="text/css">
</head>

<body onLoad="window.focus();">
<table border="0" cellpadding="0" cellspacing="0" width="100%">
	<!--  Start top title Lesson Bar -->
	  <tr>
	    <td width="18" class="toptitle01_white_bold" valign="top">
	    <img border="0" src="../../images/content_lines.gif" width="16" height="25"> <img border="0" src="../../images/transdot.gif" width="2" height="1"></td>
	    
    <td width="18" class="toptitle01_white_bold">5.4</td>
	    <td class="toptitle01_white_bold"><img border="0" src="../../images/transdot.gif" width="10" height="1"></td>
	    
    <td width="100%" class="toptitle01_white_bold">Installation d&rsquo;un syst&egrave;me d&rsquo;exploitation</td>
	    <td width="9" class="toptitle01_white_bold_margin">&nbsp;</td>
	  </tr>
	  <!--  End top title Lesson Bar --> <!--  Start top title Topic Bar -->
 	 <tr>
	    <td width="18" height="25" class="toptitle02_white_bold">&nbsp;</td>
	    
    <td height="25"  class="toptitle02_white_bold">5.4.6</td> 
	    <td class="toptitle02_white_bold"><img border="0" src="../../images/transdot.gif" width="10" height="1"></td>
	    
    <td width="100%" height="25" class="toptitle02_white_bold"><strong>Description des options d&rsquo;installation personnalis&eacute;es</strong></td>
	    <td height="25" width="9" class="toptitle02_white_bold_margin">&nbsp;</td>
  </tr>
	 <!--  End top title Topic Bar -->
</table>
	
	<!-- CONTENT -->
	<table border="0" cellpadding="0" cellspacing="0" width="95%" >
		<tr>
			<td width="20"></td>
			<td>
        <table border="0" cellpadding="0" cellspacing="0"  width="95%">
          
        <tr> 
          <td width="100%" height="47"> 
            <p>L&rsquo;installation d&rsquo;un syst&egrave;me d&rsquo;exploitation sur un seul ordinateur prend du temps. Imaginez le temps que cela prendrait pour installer des syst&egrave;mes d&rsquo;exploitation un par un sur plusieurs ordinateurs dans une grande entreprise. Pour vous simplifier la t&acirc;che, vous pouvez utiliser l&rsquo;outil System Preparation (Sysprep) de Microsoft, qui vous permet d&rsquo;installer et de configurer le m&ecirc;me syst&egrave;me d&rsquo;exploitation sur plusieurs ordinateurs. Sysprep pr&eacute;pare un syst&egrave;me d&rsquo;exploitation destin&eacute; &agrave; &ecirc;tre utilis&eacute; sur des ordinateurs aux configurations mat&eacute;rielles diff&eacute;rentes. Avec Sysprep et une application de clonage de disque, les techniciens peuvent installer rapidement un syst&egrave;me d&rsquo;exploitation, effectuer les derni&egrave;res &eacute;tapes de la configuration du syst&egrave;me d&rsquo;exploitation et installer des applications. </p>
            <p><span class="bold">Clonage de disque</span><br> Le clonage de disque cr&eacute;e une image d&rsquo;un disque dur dans un ordinateur. Pour cloner un disque dur, proc&eacute;dez comme suit&nbsp;:</p>
            <ol>
              <li>Cr&eacute;ez une installation ma&icirc;tre sur un ordinateur. Celle-ci comprend le syst&egrave;me d&rsquo;exploitation, les applications et les param&egrave;tres de configuration qui seront utilis&eacute;s par les autres ordinateurs de l&rsquo;organisation. </li>
               <li>Ex&eacute;cutez Sysprep. </li>
               <li>Cr&eacute;ez une image du disque de l&rsquo;ordinateur configur&eacute; &agrave; l&rsquo;aide d&rsquo;un programme tiers de clonage de disque. </li>
               <li>Copiez l&rsquo;image du disque sur un serveur. Lorsque l&rsquo;ordinateur de destination est amorc&eacute;, une version r&eacute;duite du programme d&rsquo;installation de Windows se lance. Le programme d&rsquo;installation cr&eacute;e alors un nouvel ID de s&eacute;curit&eacute;, installe les pilotes du mat&eacute;riel, cr&eacute;e des comptes utilisateur et configure les param&egrave;tres r&eacute;seau pour terminer l&rsquo;installation du syst&egrave;me d&rsquo;exploitation. </li>
            
            </ol>
          </td>
          </tr>
         </table>  
       </td>
     </tr>
	</table>

</body>

</html>