<html>

<head>
<meta http-equiv="Content-Language" content="fr-fr">
<meta http-equiv="Content-Type" content="text/html; charset=windows-1252">
<title>Contenu</title>
<base target="_self">
<link href="../../css/content.css" rel="stylesheet" type="text/css">
</head>

<body onLoad="window.focus();">
<table border="0" cellpadding="0" cellspacing="0" width="100%">
	<!--  Start top title Lesson Bar -->
	  <tr>
	    <td width="18" class="toptitle01_white_bold" valign="top">
	    <img border="0" src="../../images/content_lines.gif" width="16" height="25"> <img border="0" src="../../images/transdot.gif" width="2" height="1"></td>
	    
    <td width="18" class="toptitle01_white_bold">1.4</td>
	    <td class="toptitle01_white_bold"><img border="0" src="../../images/transdot.gif" width="10" height="1"></td>
	    
    <td width="100%" class="toptitle01_white_bold">Identification des noms, objectifs et caract&eacute;ristiques des composants internes</td>
	    <td width="9" class="toptitle01_white_bold_margin">&nbsp;</td>
	  </tr>
	  <!--  End top title Lesson Bar --> <!--  Start top title Topic Bar -->
 	 <tr>
	    <td width="18" height="25" class="toptitle02_white_bold">&nbsp;</td>
	    
    <td height="25"  class="toptitle02_white_bold">1.4.3</td> 
	    <td class="toptitle02_white_bold"><img border="0" src="../../images/transdot.gif" width="10" height="1"></td>
	    
    <td width="100%" height="25" class="toptitle02_white_bold">Identification des noms, objectifs et caract&eacute;ristiques des syst&egrave;mes de ventilation</td>
	    <td height="25" width="9" class="toptitle02_white_bold_margin">&nbsp;</td>
  </tr>
	 <!--  End top title Topic Bar -->
</table>
	
	<!-- CONTENT -->
	<table border="0" cellpadding="0" cellspacing="0" width="95%" >
		<tr>
			<td width="20"></td>
			<td>
        <table border="0" cellpadding="0" cellspacing="0"  width="95%">
          
        <tr> 
          <td width="100%"> 
            <p>Les composants &eacute;lectroniques g&eacute;n&egrave;rent de la chaleur. La chaleur est provoqu&eacute;e par le flux de courant &agrave; l&rsquo;int&eacute;rieur des composants. Les composants des ordinateurs fonctionnent mieux lorsqu&rsquo;ils ne chauffent pas. Si la chaleur n&rsquo;est pas &eacute;vacu&eacute;e, l&rsquo;ordinateur peut fonctionner plus lentement. Si la chaleur augmente trop, les composants de l&rsquo;ordinateur peuvent &ecirc;tre endommag&eacute;s.</p>
            <p>L&rsquo;augmentation du flux d&rsquo;air dans le bo&icirc;tier de l&rsquo;ordinateur permet d&rsquo;&eacute;vacuer davantage de chaleur. Un ventilateur, illustr&eacute; dans la Figure 1, est install&eacute; dans le bo&icirc;tier de l&rsquo;ordinateur pour rendre plus efficace le processus de ventilation.</p>
            <p>En plus des ventilateurs, un dissipateur thermique &eacute;loigne la chaleur du c&oelig;ur de l&rsquo;unit&eacute; centrale. Un ventilateur sur le dessus du dissipateur thermique, illustr&eacute; dans la Figure 2, &eacute;loigne la chaleur de l&rsquo;unit&eacute; centrale. </p>
            <p>D&rsquo;autres composants sont &eacute;galement susceptibles d&rsquo;&ecirc;tre endommag&eacute;s par la chaleur et sont parfois &eacute;quip&eacute;s de ventilateurs. Les adaptateurs vid&eacute;o produisent aussi une forte chaleur. Les ventilateurs sont destin&eacute;s &agrave; refroidir le processeur graphique (GPU), comme illustr&eacute; dans la Figure 3. </p>
            <p>Les ordinateurs disposant d&rsquo;unit&eacute;s centrales et de processeurs graphiques extr&ecirc;mement rapides peuvent utiliser un syst&egrave;me de refroidissement &agrave; eau. Une plaque de m&eacute;tal est plac&eacute;e sur le processeur et re&ccedil;oit de l&rsquo;eau pour collecter la chaleur cr&eacute;&eacute;e par l&rsquo;unit&eacute; centrale. L&rsquo;eau est pomp&eacute;e vers un radiateur pour &ecirc;tre refroidie par l&rsquo;air, puis elle recircule.</p>
          </tr>
         </table>  
       </td>
     </tr>
	</table>

</body>

</html>