<html>

<head>
<meta http-equiv="Content-Language" content="fr-fr">
<meta http-equiv="Content-Type" content="text/html; charset=windows-1252">
<title>Contenu</title>
<base target="_self">
<link href="../../css/content.css" rel="stylesheet" type="text/css">
</head>

<body onLoad="window.focus();">
<table border="0" cellpadding="0" cellspacing="0" width="100%">
	<!--  Start top title Lesson Bar -->
	  <tr>
	    <td width="18" class="toptitle01_white_bold" valign="top">
	    <img border="0" src="../../images/content_lines.gif" width="16" height="25"> <img border="0" src="../../images/transdot.gif" width="2" height="1"></td>

    <td width="18" class="toptitle01_white_bold">12.2</td>
	    <td class="toptitle01_white_bold"><img border="0" src="../../images/transdot.gif" width="10" height="1"></td>

    <td width="100%" class="toptitle01_white_bold">Installation, configuration et optimisation d&rsquo;un syst&egrave;me d&rsquo;exploitation</td>
	    <td width="9" class="toptitle01_white_bold_margin">&nbsp;</td>
	  </tr>
	  <!--  End top title Lesson Bar --> <!--  Start top title Topic Bar -->
 	 <tr>
	    <td width="18" height="25" class="toptitle02_white_bold">&nbsp;</td>

    <td height="25"  class="toptitle02_white_bold">12.2.4</td>
	    <td class="toptitle02_white_bold"><img border="0" src="../../images/transdot.gif" width="10" height="1"></td>

    <td width="100%" height="25" class="toptitle02_white_bold">Identification des proc&eacute;dures et des utilitaires d&rsquo;optimisation des performances des syst&egrave;mes d&rsquo;exploitation</td>
	    <td height="25" width="9" class="toptitle02_white_bold_margin">&nbsp;</td>
  </tr>
	 <!--  End top title Topic Bar -->
</table>

	<!-- CONTENT -->
	<table border="0" cellpadding="0" cellspacing="0" width="95%" >
		<tr>
			<td width="20"></td>
			<td>
        <table border="0" cellpadding="0" cellspacing="0"  width="95%">

        <tr>
          <td width="100%">
            <p>Plusieurs proc&eacute;dures et outils sont disponibles pour optimiser les performances d&rsquo;un syst&egrave;me d&rsquo;exploitation. Les concepts peuvent &ecirc;tre les m&ecirc;mes d&rsquo;un syst&egrave;me d&rsquo;exploitation &agrave; l&rsquo;autre, mais les m&eacute;thodes d&rsquo;optimisation et les proc&eacute;dures sont diff&eacute;rentes. Par exemple, alors que la m&eacute;moire virtuelle fournit la m&ecirc;me fonction dans les syst&egrave;mes d&rsquo;exploitation Windows 98 et Windows XP, le chemin d&rsquo;acc&egrave;s et de d&eacute;finition de ses param&egrave;tres est diff&eacute;rent. </p>

            <p><span class="bold">Outils syst&egrave;me</span><br> Pour g&eacute;rer et optimiser un syst&egrave;me d&rsquo;exploitation, vous pouvez acc&eacute;der &agrave; divers outils sous Windows. Certains de ces outils comprennent la v&eacute;rification des erreurs de disque, qui parcourt le disque dur &agrave; la recherche d&rsquo;erreurs dans la structure des fichiers, et la d&eacute;fragmentation du disque dur, qui peut regrouper les fichiers pour un acc&egrave;s plus rapide. La Figure 1 pr&eacute;sente les outils de gestion du disque dur.</p>

            <p><span class="bold">M&eacute;moire virtuelle</span><br> La m&eacute;moire virtuelle permet &agrave; l&rsquo;UC d&rsquo;acc&eacute;der &agrave; davantage de m&eacute;moire virtuelle que la m&eacute;moire disponible sur l&rsquo;ordinateur. Chaque application peut ainsi acc&eacute;der &agrave; la m&ecirc;me quantit&eacute; de m&eacute;moire. La m&eacute;moire virtuelle est un fichier d&rsquo;&eacute;change ou un fichier de page qui est constamment charg&eacute; et d&eacute;charg&eacute; dans la m&eacute;moire vive. En g&eacute;n&eacute;ral, vous devez laisser Windows g&eacute;rer la taille du fichier d&rsquo;&eacute;change. Le seul param&egrave;tre que vous pouvez &eacute;ventuellement modifier est l&rsquo;emplacement de ce fichier. Vous devez faire partie du groupe des administrateurs pour effectuer cette modification. La Figure 2 pr&eacute;sente les param&egrave;tres de la m&eacute;moire virtuelle.</p>

            <p>Pour acc&eacute;der aux param&egrave;tres de la m&eacute;moire virtuelle sous Windows XP, suivez l&rsquo;un des chemins suivants&nbsp;:</p>

				<ul>

				  <li><span class="bold">D&eacute;marrer &gt; Param&egrave;tres &gt; Panneau de configuration &gt; Syst&egrave;me &gt; onglet Avanc&eacute; &gt; Options de performances</span> </li>
				  <p>ou</p>

				  <li><span class="bold"> D&eacute;marrer &gt; Panneau de configuration &gt; Performances et maintenance &gt; Syst&egrave;me &gt; Avanc&eacute; &gt; Performances &gt; Param&egrave;tres &gt; Avanc&eacute; </span></li>
				</ul>

            <p><span class="bold">D&eacute;fragmenteur de disque</span><br> Pour contribuer &agrave; l&rsquo;optimisation des fichiers sur le disque dur, les syst&egrave;mes d&rsquo;exploitation Windows fournissent un utilitaire de d&eacute;fragmentation.  &Agrave; mesure que vous acc&eacute;dez aux fichiers et qu&rsquo;ils sont stock&eacute;s sur un disque dur, ils ne restent pas contigus et leur contenu se disperse sur le disque. Cela peut ralentir le syst&egrave;me d&rsquo;exploitation. En effet, le disque dur doit rechercher dans plusieurs zones du disque pour obtenir l&rsquo;int&eacute;gralit&eacute; du fichier. Pour un seul fichier, l&rsquo;effet de ce processus est minime. Toutefois, lorsque des milliers de fichiers sont concern&eacute;s, ce processus ralentit physiquement la lecture et l&rsquo;&eacute;criture d&rsquo;un fichier sur le disque dur. Pour d&eacute;fragmenter un disque, cliquez deux fois sur <span class="bold">Poste de travail</span> sur le bureau. Cliquez avec le bouton droit de la souris sur le p&eacute;riph&eacute;rique que vous souhaitez optimiser. Choisissez <span class="bold">Propri&eacute;t&eacute;s</span>. Dans l&rsquo;onglet <span class="bold">Outils</span>, cliquez sur <span class="bold">D&eacute;fragmenter maintenant</span>.</p>

            <p><span class="bold">Fichiers temporaires</span><br> La quasi-totalit&eacute; des programmes utilisent des fichiers temporaires, qui sont normalement supprim&eacute;s automatiquement lorsque l&rsquo;application ou le syst&egrave;me d&rsquo;exploitation n&rsquo;en a plus besoin. Toutefois, certains fichiers temporaires doivent &ecirc;tre supprim&eacute;s manuellement. Les fichiers temporaires utilisant de l&rsquo;espace sur le disque dur (espace qui pourrait &ecirc;tre utilis&eacute; pour d&rsquo;autres fichiers), il convient de v&eacute;rifier et, le cas &eacute;ch&eacute;ant, de supprimer ces fichiers tous les deux ou trois mois. Les fichiers temporaires sont g&eacute;n&eacute;ralement situ&eacute;s aux emplacements suivants&nbsp;:</p>

            <ul>
              <li>C:\temp</li>
              <li>C:\tmp</li>
              <li>C:\windows\temp</li>
              <li>C:\windows\tmp</li>
              <li>C:\documents and settings\%USERPROFILE%\local settings\temp</li>
            </ul>

            <p><span class="bold">Services</span><br> Les services sont un type d&rsquo;application qui s&rsquo;ex&eacute;cute en t&acirc;che de fond pour atteindre un objectif pr&eacute;cis ou pour attendre une requ&ecirc;te. Seuls les services n&eacute;cessaires doivent &ecirc;tre d&eacute;marr&eacute;s, afin de r&eacute;duire les risques de s&eacute;curit&eacute; inutiles. Reportez-vous &agrave; la Figure 3 pour voir les services disponibles sur un ordinateur. Quatre &eacute;tats peuvent &ecirc;tre utilis&eacute;s pour contr&ocirc;ler les services&nbsp;: </p>

            <ul>
              <li>automatique&nbsp;;</li>
              <li>manuel&nbsp;;</li>
              <li>d&eacute;sactiv&eacute;&nbsp;;</li>
              <li>arr&ecirc;t&eacute;.</li>
            </ul>

            <p>Si un service, tel que DHCP ou Mises &agrave; jour automatiques, est d&eacute;fini sur automatique, il d&eacute;marre en m&ecirc;me temps que le PC. Les services manuels, tels que la prise en charge d&rsquo;un syst&egrave;me d&rsquo;alimentation sans coupure, doivent &ecirc;tre configur&eacute;s manuellement pour fonctionner. Certains services peuvent &ecirc;tre arr&ecirc;t&eacute;s ou d&eacute;sactiv&eacute;s &agrave; des fins de d&eacute;pannage, par exemple l&rsquo;arr&ecirc;t du spooler d&rsquo;impression en cas de probl&egrave;mes d&rsquo;imprimante.</p>


              <!-- Start Activity box   -->
            <p></p>
            <table  width="95%" border="0" cellspacing="0" cellpadding="0" id="activity">
              <tr>
                <td valign="top">
                  <table  width="100%" cellspacing="0" cellpadding="0" border="0" >
                    <tr>
                      <td width="5" class="activity_topbar"> <img border="0" src="../../images/lab_toplft.gif" width="116" height="23"></td>
                      <td class="activity_topbar"><img alt="" height="1" width="3" src="../../images/s.gif"></td>
                      <td align="right" valign="top" class="activity_topbar">
                        <img alt="" src="../../images/corner_ur_7.gif" width="7" height="7"></td>
                    </tr>
                  </table>
                  <table width="100%" cellspacing="0" cellpadding="0" border="0" id="table3">
                    <tr>
                      <td>
                        <table width="100%" cellpadding="2" cellspacing="0" border="0"  id="table4">
                          <tr>
                            <td width="15" class="activity_text">&nbsp;</td>
                            <td class="activity_text"><img border="0" src="../../images/lab_icon.gif" width="36" height="30"> <a target="_blank" href="../lab12_2_4/12.2.4_Lab_Virtual_Memory.pdf">Travaux pratiques</a> 
                              <p> <span class="activity_bold">M&eacute;moire virtuelle </span><br> Personnalisation des param&egrave;tres de la m&eacute;moire virtuelle<br> <br>
                              </p>
                            </td>
                          </tr>
                        </table>
                      </td>
                    </tr>
                  </table>
                </td>
              </tr>
            </table>
            <!-- END Activity box   -->
            <p></p>
          </td>
          </tr>
         </table>
       </td>
     </tr>
	</table>

</body>

</html>