<html>

<head>
<meta http-equiv="Content-Language" content="fr-fr">
<meta http-equiv="Content-Type" content="text/html; charset=windows-1252">
<title>Contenu</title>
<base target="_self">
<link href="../../css/content.css" rel="stylesheet" type="text/css">
</head>

<body onLoad="window.focus();">
<table border="0" cellpadding="0" cellspacing="0" width="100%">
	<!--  Start top title Lesson Bar -->
	  <tr>
	    <td width="18" class="toptitle01_white_bold" valign="top">
	    <img border="0" src="../../images/content_lines.gif" width="16" height="25"> <img border="0" src="../../images/transdot.gif" width="2" height="1"></td>

    <td width="18" class="toptitle01_white_bold">16.2</td>
	    <td class="toptitle01_white_bold"><img border="0" src="../../images/transdot.gif" width="10" height="1"></td>
	    <td width="100%" class="toptitle01_white_bold">S&eacute;lection de composants de s&eacute;curit&eacute; selon les besoins d&rsquo;un client</td>
	    <td width="9" class="toptitle01_white_bold_margin">&nbsp;</td>
	  </tr>
	  <!--  End top title Lesson Bar --> <!--  Start top title Topic Bar -->
 	 <tr>
	    <td width="18" height="25" class="toptitle02_white_bold">&nbsp;</td>
	    <td height="25"  class="toptitle02_white_bold">16.2.1</td>
	    <td class="toptitle02_white_bold"><img border="0" src="../../images/transdot.gif" width="10" height="1"></td>
	    <td width="100%" height="25" class="toptitle02_white_bold">Description et comparaison des techniques de s&eacute;curit&eacute;</td>
	    <td height="25" width="9" class="toptitle02_white_bold_margin">&nbsp;</td>
  </tr>
	 <!--  End top title Topic Bar -->
</table>

	<!-- CONTENT -->
	<table border="0" cellpadding="0" cellspacing="0" width="95%" >
		<tr>
			<td width="20"></td>
			<td>
        <table border="0" cellpadding="0" cellspacing="0"  width="95%">
          <tr>

          <td width="100%">
            <p>Un technicien doit d&eacute;terminer les techniques appropri&eacute;es pour s&eacute;curiser l&rsquo;&eacute;quipement et les donn&eacute;es de son client. Selon la situation, plusieurs techniques peuvent &ecirc;tre requises.</p>

            <p><span class="bold">Mots de passe</span><br>L&rsquo;utilisation d&rsquo;informations de connexion s&eacute;curis&eacute;es et chiffr&eacute;es pour les ordinateurs auxquels on acc&egrave;de via un r&eacute;seau doit &ecirc;tre une exigence minimale dans toute organisation. En effet, des logiciels malveillants surveillent le r&eacute;seau et peuvent conserver des mots de passe en texte brut. Si les mots de passe sont chiffr&eacute;s, les pirates doivent d&eacute;coder le chiffre avant de d&eacute;couvrir les mots de passe. </p>

            <p><span class="bold">Journalisation et audit</span><br>La journalisation et l&rsquo;audit des &eacute;v&eacute;nements doivent &ecirc;tre activ&eacute;s afin de surveiller l&rsquo;activit&eacute; du r&eacute;seau. L&rsquo;administrateur r&eacute;seau audite le fichier journal des &eacute;v&eacute;nements pour examiner les acc&egrave;s r&eacute;seau par des utilisateurs non autoris&eacute;s.</p>

            <p><span class="bold">Configuration sans fil</span><br>Les connexions sans fil sont particuli&egrave;rement vuln&eacute;rables aux acc&egrave;s par des pirates. Les clients sans fil doivent &ecirc;tre configur&eacute;s pour chiffrer les donn&eacute;es.</p>

            <p><span class="bold">Chiffrement</span><br>Les technologies de chiffrement sont utilis&eacute;es pour coder les donn&eacute;es transmises sur un r&eacute;seau. Chaque technologie est utilis&eacute;e dans un but pr&eacute;cis&nbsp;:</p>
              <ul>

              <li><span class="bold">Codage par hachage</span>&nbsp;: le hachage assure que les messages ne sont pas corrompus ou manipul&eacute;s au cours de leur transmission. Cette technique utilise une fonction math&eacute;matique pour cr&eacute;er une valeur num&eacute;rique unique pour les donn&eacute;es. M&ecirc;me si un seul caract&egrave;re est modifi&eacute;, le r&eacute;sultat de la fonction, appel&eacute; algorithme MD, diff&egrave;re. Cependant, ce codage ne fonctionne que dans un seul sens. Le fait de conna&icirc;tre l&rsquo;algorithme MD ne permet pas &agrave; un pirate de recr&eacute;er le message. Il devient donc difficile d&rsquo;intercepter les messages et de les modifier. Le codage par hachage est illustr&eacute; &agrave; la Figure 1. Les algorithmes de hachage les plus utilis&eacute;s sont SHA et MD5. </li>

              <li><span class="bold">Chiffrement sym&eacute;trique</span>&nbsp;: ce chiffrement exige que les deux interlocuteurs d&rsquo;une conversation chiffr&eacute;e utilisent une cl&eacute; de chiffrement capable de coder et de d&eacute;coder les donn&eacute;es. L&rsquo;exp&eacute;diteur et le r&eacute;cepteur doivent utiliser des cl&eacute;s identiques. Le chiffrement sym&eacute;trique est illustr&eacute; &agrave; la Figure 2. </li>

              <li><span class="bold">Chiffrement asym&eacute;trique</span>&nbsp;: le chiffrement asym&eacute;trique exige deux cl&eacute;s, l&rsquo;une priv&eacute;e et l&rsquo;autre publique. Une cl&eacute; priv&eacute;e est requise pour &eacute;crire un message et une cl&eacute; publique est utilis&eacute;e pour d&eacute;coder le message. L&rsquo;avantage du chiffrement asym&eacute;trique est le suivant&nbsp;: seule la cl&eacute; priv&eacute;e doit &ecirc;tre maintenue secr&egrave;te. Les cl&eacute;s publiques peuvent &ecirc;tre distribu&eacute;es ouvertement par courriel ou publi&eacute;es sur le Web. Le chiffrement asym&eacute;trique est illustr&eacute; &agrave; la Figure 3.</li>

              <li><span class="bold">R&eacute;seau priv&eacute; virtuel</span>&nbsp;: un r&eacute;seau priv&eacute; virtuel utilise le chiffrement pour s&eacute;curiser les donn&eacute;es comme si elles &eacute;taient transf&eacute;r&eacute;es sur un r&eacute;seau local priv&eacute; d&rsquo;entreprise, m&ecirc;me si elles circulent en r&eacute;alit&eacute; sur un r&eacute;seau quelconque, par exemple Internet. Les pipelines de donn&eacute;es s&eacute;curis&eacute;s entre les points du r&eacute;seau priv&eacute; virtuel sont appel&eacute;s des &laquo;&nbsp;tunnels s&eacute;curis&eacute;s&nbsp;&raquo;. Ce processus est illustr&eacute; &agrave; la Figure 4. </li>
			</ul>			  </td>
          </tr>
          <tr>
            <td>&nbsp;</td>
          </tr>
         </table>
       </td>
     </tr>
	</table>

</body>

</html>