<html>

<head>
<meta http-equiv="Content-Language" content="fr-fr">
<meta http-equiv="Content-Type" content="text/html; charset=windows-1252">
<title>Contenu</title>
<base target="_self">
<link href="../../css/content.css" rel="stylesheet" type="text/css">
</head>

<body onLoad="window.focus();">
<table border="0" cellpadding="0" cellspacing="0" width="100%">
	<!--  Start top title Lesson Bar -->
	  <tr>
	    <td width="18" class="toptitle01_white_bold" valign="top">
	    <img border="0" src="../../images/content_lines.gif" width="16" height="25"> <img border="0" src="../../images/transdot.gif" width="2" height="1"></td>
	    <td width="18" class="toptitle01_white_bold">6.2</td>
	    <td class="toptitle01_white_bold"><img border="0" src="../../images/transdot.gif" width="10" height="1"></td>
	    <td width="100%" class="toptitle01_white_bold">Identification et description des composants d&rsquo;un ordinateur portable</td>
	    <td width="9" class="toptitle01_white_bold_margin">&nbsp;</td>
	  </tr>
	  <!--  End top title Lesson Bar --> <!--  Start top title Topic Bar -->
 	 <tr>
	    <td width="18" height="25" class="toptitle02_white_bold">&nbsp;</td>
	    <td height="25"  class="toptitle02_white_bold">6.2.2</td> 
	    <td class="toptitle02_white_bold"><img border="0" src="../../images/transdot.gif" width="10" height="1"></td>
	    <td width="100%" height="25" class="toptitle02_white_bold">Description des composants situ&eacute;s &agrave; l&rsquo;int&eacute;rieur d&rsquo;un ordinateur portable</td>
	    <td height="25" width="9" class="toptitle02_white_bold_margin">&nbsp;</td>
	  </tr>
	 <!--  End top title Topic Bar -->	
</table>
	
	<!-- CONTENT -->
	<table border="0" cellpadding="0" cellspacing="0" width="95%" >
		<tr>
			<td width="20"></td>
			<td>
        <table border="0" cellpadding="0" cellspacing="0"  width="95%">
          <tr>
            
          <td width="100%"> 
            <p> Les ordinateurs portables sont con&ccedil;us comme un coquillage bivalve. En g&eacute;n&eacute;ral, l&rsquo;ordinateur est ferm&eacute; lorsqu&rsquo;il n&rsquo;est pas utilis&eacute;. Lorsque vous ouvrez le couvercle, vous pouvez acc&eacute;der &agrave; divers p&eacute;riph&eacute;riques d&rsquo;entr&eacute;e, &agrave; des LED et &agrave; l&rsquo;&eacute;cran. </p>
            <p>Plusieurs p&eacute;riph&eacute;riques d&rsquo;entr&eacute;es sont disponibles lorsque le couvercle de l&rsquo;ordinateur portable est ouvert. Cliquez sur les cinq zones mises en &eacute;vidence dans la Figure 1 pour obtenir plus d&rsquo;informations sur les p&eacute;riph&eacute;riques d&rsquo;entr&eacute;e&nbsp;: </p>
            <ol>
									<li>clavier&nbsp;;</li>
									<li>p&eacute;riph&eacute;riques d&rsquo;entr&eacute;e&nbsp;;</li>
									<li>lecteur d&rsquo;empreintes digitales&nbsp;;</li>
									<li>commandes du volume&nbsp;;</li> 
									<li>bouton d&rsquo;alimentation.</li> 																		
			</ol> 
								<p>Reportez-vous &agrave; la Figure 1. Savez-vous lequel de ces p&eacute;riph&eacute;riques propose les fonctions suivantes&nbsp;?	            	            </p>
								<ul>
	              	<li>d&eacute;placer le pointeur&nbsp;;</li>
									<li>augmenter le volume&nbsp;;</li>
									<li>ouvrir une session sur l&rsquo;ordinateur portable&nbsp;;</li>
									<li>taper un document&nbsp;;</li>
									<li>mettre l&rsquo;ordinateur portable sous tension&nbsp;;</li>		
									<li>passer au moniteur externe.</li>																	
			</ul>
			
            <p>Pouvez-vous sugg&eacute;rer d&rsquo;autres informations que vous souhaiteriez entrer&nbsp;?&nbsp; </p>
            <p>Une rang&eacute;e de LED, situ&eacute;e au bas de l&rsquo;&eacute;cran, indique l&rsquo;&eacute;tat de fonctions sp&eacute;cifiques. Cliquez sur les huit zones mises en &eacute;vidence dans la Figure 2 pour obtenir plus d&rsquo;informations sur ces LED&nbsp;: </p>
            <ol>
	              	<li>sans fil&nbsp;;</li>
									<li>Bluetooth&nbsp;;</li>
									<li>Verr. Num&nbsp;;</li>
									<li>Verr. Maj&nbsp;;</li>
									<li>activit&eacute; du disque dur&nbsp;;</li>
									<li>sous tension&nbsp;;</li>
									<li>&eacute;tat de la batterie&nbsp;;</li>
									<li>veille prolong&eacute;e/Veille.</li>																																																													
			</ol> 
			
            <p><span class="note_caps">REMARQUE&nbsp;:</span> les indicateurs peuvent varier selon le mod&egrave;le de l&rsquo;ordinateur.</p>
            <p>Un moniteur d&rsquo;ordinateur portable est un &eacute;cran LCD int&eacute;gr&eacute;. Il ressemble &agrave; un moniteur LCD de bureau, sauf que les r&eacute;glages de r&eacute;solution, de luminosit&eacute; et de contraste peuvent &ecirc;tre ajust&eacute;s au moyen d&rsquo;un logiciel ou de boutons de commande. La hauteur et la distance du moniteur d&rsquo;un ordinateur portable ne peuvent pas &ecirc;tre adapt&eacute;es parce que le moniteur est int&eacute;gr&eacute; au couvercle du bo&icirc;tier. Il est possible d&rsquo;ajouter un moniteur de bureau &agrave; un ordinateur portable. Une touche de fonction situ&eacute;e sur le clavier de l&rsquo;ordinateur portable permet de basculer entre l&rsquo;&eacute;cran de celui-ci et l&rsquo;&eacute;cran du bureau, comme illustr&eacute; &agrave; la Figure 3. </p>
            <p>Sur de nombreux ordinateurs portables, lorsque le bo&icirc;tier est ferm&eacute;, une petite goupille situ&eacute;e sur le couvercle entre en contact avec un interrupteur appel&eacute; interrupteur de rabattement d&rsquo;&eacute;cran. Cet interrupteur indique &agrave; l&rsquo;unit&eacute; centrale d&rsquo;&eacute;conomiser de l&rsquo;&eacute;nergie en &eacute;teignant le r&eacute;tro&eacute;clairage et en mettant l&rsquo;&eacute;cran LCD hors tension. Si cet interrupteur est endommag&eacute; ou sale, l&rsquo;&eacute;cran LCD reste sombre lorsque l&rsquo;ordinateur portable est ouvert. Nettoyez soigneusement cet interrupteur pour revenir &agrave; un fonctionnement normal.</p>
            <TABLE  width="95%" border="0" cellspacing="0" cellpadding="0" id="activity">
              <TR>
                <TD valign="top"><TABLE  width="100%" cellspacing="0" cellpadding="0" border="0" >
                    <TR>
                      <TD width="5" class="activity_topbar">
                      <img border="0" src="../../images/lab_toplft.gif" width="116" height="23"></TD>
                      <TD class="activity_topbar"><IMG alt="" height="1" width="3" src="../../images/s.gif"></TD>
                      <TD align="right" valign="top" class="activity_topbar">
                      <IMG alt="" src="../../images/corner_ur_7.gif" width="7" height="7"></TD>
                    </TR>
                  </TABLE>
                    <TABLE width="100%" cellspacing="0" cellpadding="0" border="0" id="table3">
                      <TR>
                        <TD><TABLE width="100%" cellpadding="2" cellspacing="0" border="0"  id="table4">
                            <TR>
                              <TD width="15" class="activity_text">&nbsp;</TD>
                              
                            <TD class="activity_text">
                            <img border="0" src="../../images/virt_lapt_new.gif" width="36" height="30"> <b>Exercice facultatif&nbsp;: Clavier de l&rsquo;ordinateur portable virtuel</b><p>La configuration syst&egrave;me requise pour l&rsquo;ordinateur portable virtuel inclut une m&eacute;moire vive de 512&nbsp;Mo minimum et le syst&egrave;me d&rsquo;exploitation Windows 2000 ou XP.<br> Explorez le clavier de l&rsquo;ordinateur portable virtuel<br> <br>
                              </p>
                            </TD>
                            </TR>
                        </TABLE></TD>
                      </TR>
                  </TABLE></TD>
              </TR>
            </TABLE>
            <p>&nbsp;</p></td>
          </tr>
         </table>  
       </td>
     </tr>
	</table>

</body>

</html>