<html>

<head>
<meta http-equiv="Content-Language" content="fr-fr">
<meta http-equiv="Content-Type" content="text/html; charset=windows-1252">
<title>Contenu</title>
<base target="_self">
<link href="../../css/content.css" rel="stylesheet" type="text/css">
</head>

<body onLoad="window.focus();">
<table border="0" cellpadding="0" cellspacing="0" width="100%">
	<!--  Start top title Lesson Bar -->
	  <tr>
	  	    <td width="18" class="toptitle01_white_bold" valign="top">
	  	    <img border="0" src="../../images/content_lines.gif" width="16" height="25"> <img border="0" src="../../images/transdot.gif" width="2" height="1"></td>

	      	<td width="18" class="toptitle01_white_bold">15.4</td>
	  	    <td class="toptitle01_white_bold"><img border="0" src="../../images/transdot.gif" width="10" height="1"></td>

	      	<td width="100%" class="toptitle01_white_bold">Impl&eacute;mentation du r&eacute;seau client<td width="9" class="toptitle01_white_bold_margin">&nbsp;</td>
	  </tr>
	  <!--  End top title Lesson Bar --> <!--  Start top title Topic Bar -->
  <tr>
	    <td width="18" height="25" class="toptitle02_white_bold">&nbsp;</td>
	    <td height="25"  class="toptitle02_white_bold">15.4.2</td>
	    <td class="toptitle02_white_bold"><img border="0" src="../../images/transdot.gif" width="10" height="1"></td>
	    <td width="100%" height="25" class="toptitle02_white_bold">Configuration des ressources r&eacute;seau et Internet du client</td>
	    <td height="25" width="9" class="toptitle02_white_bold_margin">&nbsp;</td>
  </tr>
	 <!--  End top title Topic Bar -->
</table>

	<!-- CONTENT -->
	<table border="0" cellpadding="0" cellspacing="0" width="95%" >
		<tr>
			<td width="20"></td>
			<td>
        	<table border="0" cellpadding="0" cellspacing="0"  width="95%">

        	<tr>
          	<td width="100%">

            <p>Une fois le r&eacute;seau install&eacute; et test&eacute;, vous devez configurer un navigateur Web, par exemple Microsoft Internet Explorer (IE). Vous pouvez configurer les param&egrave;tres du navigateur et effectuer des t&acirc;ches de maintenance dans la bo&icirc;te de dialogue Propri&eacute;t&eacute;s Internet, pr&eacute;sent&eacute;e dans la Figure&nbsp;1.</p>
            <p><span class="bold">Fichiers Internet temporaires</span><br>Lorsqu&rsquo;un syst&egrave;me d&rsquo;exploitation tel que Windows&nbsp;XP est install&eacute;, Internet Explorer est &eacute;galement install&eacute; par d&eacute;faut. Avec IE, chaque fois que vous visitez un site Web, de nombreux fichiers sont t&eacute;l&eacute;charg&eacute;s sur votre ordinateur dans le dossier Fichiers Internet temporaires. La plupart de ces fichiers sont des images repr&eacute;sentant des banni&egrave;res et autres composants d&rsquo;un site Web.</p>

            <p>Les fichiers Internet temporaires sont stock&eacute;s sur votre ordinateur, afin que le navigateur puisse charger leur contenu plus rapidement la prochaine fois que vous visitez un site Web d&eacute;j&agrave; visit&eacute; auparavant. En fonction du nombre de sites Web que vous visitez, le dossier Fichiers Internet temporaires peut se remplir rapidement. Il est recommand&eacute;, bien que cette t&acirc;che ne soit pas urgente, de supprimer occasionnellement ces fichiers. Cette op&eacute;ration est particuli&egrave;rement importante lorsque vous avez consult&eacute; votre banque en ligne ou saisi des informations personnelles dans votre navigateur Web.</p>

			<p><strong>Navigateur par d&eacute;faut</strong><br> Vous pouvez choisir quel navigateur Windows doit utiliser par d&eacute;faut. S&eacute;lectionnez <strong>D&eacute;marrer &gt; Ex&eacute;cuter</strong>, saisissez l&rsquo;adresse d&rsquo;un site Web, puis cliquez sur <strong>OK</strong>. Le site Web s&rsquo;ouvre dans le navigateur actuellement d&eacute;fini comme navigateur par d&eacute;faut. </p>

			<p>Si vous souhaitez qu&rsquo;Internet Explorer soit votre navigateur par d&eacute;faut, ouvrez-le. Dans la barre d&rsquo;outils, s&eacute;lectionnez <span class="bold">Outils &gt; Options Internet…</span>. Dans l&rsquo;onglet <span class="bold">Programmes</span>, vous pouvez v&eacute;rifier si IE est votre navigateur par d&eacute;faut et le s&eacute;lectionner si vous le souhaitez.</p>


			<p><span class="bold">Partage des fichiers</span><br> Les utilisateurs peuvent partager des ressources via le r&eacute;seau. Il est ainsi possible de partager un fichier unique, des dossiers sp&eacute;cifiques ou un disque entier, comme indiqu&eacute; dans la Figure&nbsp;2.</p>
			<p>Pour partager un fichier, vous devez tout d&rsquo;abord le copier dans un dossier. Cliquez avec le bouton droit de la souris sur le dossier et s&eacute;lectionnez <span class="bold">Partage et s&eacute;curit&eacute;</span>. S&eacute;lectionnez ensuite <span class="bold">Partager ce dossier</span>. Vous pouvez identifier les utilisateurs ayant acc&egrave;s au dossier et les autorisations dont ils disposent vis-&agrave;-vis des objets qu&rsquo;il contient. La Figure&nbsp;3 repr&eacute;sente la fen&ecirc;tre d&rsquo;autorisations d&rsquo;un dossier partag&eacute;.</p>
			<p>Les autorisations d&eacute;finissent le type d&rsquo;acc&egrave;s d&rsquo;un utilisateur pour un fichier ou un dossier donn&eacute;&nbsp;:</p>

				<ul>
					<li><span class="bold">Lecture</span>&nbsp;: permet &agrave; l&rsquo;utilisateur d&rsquo;afficher le nom des fichiers et des sous-dossiers, de naviguer parmi les sous-dossiers, d&rsquo;afficher les donn&eacute;es contenues dans les fichiers et d&rsquo;ex&eacute;cuter les fichiers programmes.</li>
					<li><span class="bold">Modification</span>&nbsp;: octroie les m&ecirc;mes autorisations que le niveau Lecture, mais permet en plus &agrave; l&rsquo;utilisateur d&rsquo;ajouter des fichiers et des sous-dossiers, de modifier les donn&eacute;es contenues dans les fichiers et de supprimer des sous-dossiers et des fichiers.</li>
					<li><span class="bold">Contr&ocirc;le complet</span>&nbsp;: octroie toutes les autorisations des niveaux Modification et Lecture. Si le fichier ou le dossier se situe dans une partition NTFS, le niveau Contr&ocirc;le complet vous permet de modifier les autorisations du fichier ou du dossier et d&rsquo;en devenir propri&eacute;taire.</li>

				</ul>

			<p>Windows&nbsp;XP Professionnel limite &agrave; 10 le nombre de connexions simultan&eacute;es en partage de fichiers.</p>

			<p><span class="bold">Partage d&rsquo;imprimante</span><br> Pour partager une imprimante, s&eacute;lectionnez <span class="bold">D&eacute;marrer &gt; Panneau de configuration &gt; Imprimantes et t&eacute;l&eacute;copieurs</span>. Cliquez avec le bouton droit de la souris sur l&rsquo;ic&ocirc;ne de l&rsquo;imprimante, puis s&eacute;lectionnez <span class="bold">Partager</span>. Cliquez sur <strong>Partager cette imprimante</strong>, puis sur <strong>OK</strong>. L&rsquo;imprimante est d&eacute;sormais disponible pour les autres ordinateurs du r&eacute;seau.</p>


			<p>Pour acc&eacute;der &agrave; une imprimante partag&eacute;e, s&eacute;lectionnez <span class="bold">D&eacute;marrer &gt; Panneau de configuration &gt; Imprimantes et t&eacute;l&eacute;copieurs</span>. Cliquez sur <span class="bold">Fichier &gt; Ajouter une imprimante</span>. Servez-vous de l&rsquo;assistant <span class="bold">Ajout d&rsquo;imprimante</span> pour rechercher et installer l&rsquo;imprimante partag&eacute;e souhait&eacute;e.</p>

<!-- Start Activity box   -->
          <table  width="95%" border="0" cellspacing="0" cellpadding="0" id="activity">
				<tr>
				  <td valign="top">
					<table  width="100%" cellspacing="0" cellpadding="0" border="0" >
					  <tr>
						<td width="5" class="activity_topbar"><img border="0" src="../../images/lab_toplft.gif" width="116" height="23"></td>
						<td class="activity_topbar"><img alt="" height="1" width="3" src="../../images/s.gif"></td>
						<td align="right" valign="top" class="activity_topbar"><img alt="" src="../../images/corner_ur_7.gif" width="7" height="7"></td>
					  </tr>
					</table>
					<table width="100%" cellspacing="0" cellpadding="0" border="0" id="table3">
					  <tr>
						<td>
						  <table width="100%" cellpadding="2" cellspacing="0" border="0"  id="table4">
							<tr>
							  <td width="15" class="activity_text">&nbsp;</td>

                            <td class="activity_text">
                              <p><img border="0" src="../../images/lab_icon.gif" width="36" height="30"> <a target="_blank" href="../lab15_4_2/15.4.2a_Lab_Config_Browser_Setting.pdf">Travaux pratiques</a>
                              <p> <span class="bold">Configuration du navigateur</span><br>
 Configuration d&rsquo;un navigateur Internet<br> <br> <img border="0" src="../../images/lab_icon.gif" width="36" height="30"> <a target="_blank" href="../lab15_4_2/15.4.2b_Lab_Sharing.pdf">Travaux pratiques</a>                              <p> <span class="bold">Partage des ressources de r&eacute;seau</span><br>
 Partage et configuration d&rsquo;un dossier et d&rsquo;une imprimante r&eacute;seau<br> <br>							  </p>
							  </td>
							</tr>
						  </table>
						</td>
					  </tr>
					</table>
				  </td>
				</tr>
			  </table>
   <!-- END Activity box   -->

            </td>
          </tr>
         </table>
       </td>
     </tr>
	</table>

</body>

</html>