<html>

<head>
<meta http-equiv="Content-Language" content="fr-fr">
<meta http-equiv="Content-Type" content="text/html; charset=windows-1252">
<title>Contenu</title>
<base target="_self">
<link href="../../css/content.css" rel="stylesheet" type="text/css">
</head>

<body onLoad="window.focus();">
<table border="0" cellpadding="0" cellspacing="0" width="100%">
	<!--  Start top title Lesson Bar -->
	  <tr>
	    <td width="18" class="toptitle01_white_bold" valign="top">
	    <img border="0" src="../../images/content_lines.gif" width="16" height="25"> <img border="0" src="../../images/transdot.gif" width="2" height="1"></td>
	    <td width="18" class="toptitle01_white_bold">6.5</td>
	    <td class="toptitle01_white_bold"><img border="0" src="../../images/transdot.gif" width="10" height="1"></td>
	    <td width="100%" class="toptitle01_white_bold">Comparaison des diff&eacute;rentes normes de t&eacute;l&eacute;phones portables</td>
	    <td width="9" class="toptitle01_white_bold_margin">&nbsp;</td>
	  </tr>
	  <!--  End top title Lesson Bar --> <!--  Start top title Topic Bar --> <!-- 	 <tr> 	    <td width="18" height="25" class="toptitle02_white_bold">&nbsp;</td> 	    <td height="25"  class="toptitle02_white_bold">6.2.3</td>  	    <td class="toptitle02_white_bold"><img border="0" src="../../images/transdot.gif" width="10" height="1"></td> 	    <td width="100%" height="25" class="toptitle02_white_bold">Describe the components found on the laptop docking station</td> 	    <td height="25" width="9" class="toptitle02_white_bold_margin">&nbsp;</td> 	  </tr> 	 <!--  End top title Topic Bar -->	
</table>
	
	<!-- CONTENT -->
	<table border="0" cellpadding="0" cellspacing="0" width="95%" >
		<tr>
			<td width="20"></td>
			<td>
        <table border="0" cellpadding="0" cellspacing="0"  width="95%">
          <tr>
            <td width="100%">
              <p> Au d&eacute;but de l&rsquo;utilisation des t&eacute;l&eacute;phones portables, il existait peu de normes industrielles largement appliqu&eacute;es &agrave; cette technologie. En l&rsquo;absence de normes, il &eacute;tait difficile et cher d&rsquo;appeler des personnes utilisant un r&eacute;seau diff&eacute;rent. Aujourd&rsquo;hui, les fournisseurs de t&eacute;l&eacute;phones portables respectent des normes industrielles qui facilitent les appels.&nbsp;
                    
              </p>
              <p>&Agrave; l&rsquo;origine, la plupart des normes pour les t&eacute;l&eacute;phones portables &eacute;taient analogiques. Aujourd&rsquo;hui, elles sont presque exclusivement num&eacute;riques.&nbsp;
                  
              </p>
              
            <p><span class="note_caps">REMARQUE&nbsp;:</span> les normes pour les t&eacute;l&eacute;phones portables n&rsquo;ont pas &eacute;t&eacute; adopt&eacute;es uniform&eacute;ment dans le monde entier. Certains t&eacute;l&eacute;phones portables peuvent utiliser plusieurs normes, alors que d&rsquo;autres n&rsquo;en utilisent qu&rsquo;une. Il en r&eacute;sulte que certains t&eacute;l&eacute;phones portables peuvent fonctionner dans de nombreux pays, alors que d&rsquo;autres peuvent uniquement &ecirc;tre utilis&eacute;s localement.&nbsp; </p>
              <p>La premi&egrave;re g&eacute;n&eacute;ration (1G) de t&eacute;l&eacute;phones portables est apparue au cours des ann&eacute;es quatre-vingts. Ces t&eacute;l&eacute;phones utilisaient principalement des normes analogiques, notamment les normes AMPS (Advanced Mobile Phone System) et NMT (Nordic Mobile Telephone). Dans un syst&egrave;me analogique, les informations vocales sont envoy&eacute;es en faisant varier les signaux radio utilis&eacute;s par le t&eacute;l&eacute;phone, sur le m&ecirc;me mod&egrave;le que la voix de l&rsquo;utilisateur. Malheureusement, cela signifie que les interf&eacute;rences et le bruit, qui modifient &eacute;galement le signal, ne peuvent pas &ecirc;tre s&eacute;par&eacute;s facilement de la voix. Ce facteur limite l&rsquo;utilit&eacute; des syst&egrave;mes analogiques. </p>
              
              <p>Les signaux num&eacute;riques convertissent la voix de l&rsquo;utilisateur en une s&eacute;rie de z&eacute;ros et de un. Cette technologie d&eacute;grade l&eacute;g&egrave;rement le signal, parce que des z&eacute;ros et des un ne d&eacute;crivent pas la voix humaine de fa&ccedil;on absolument fid&egrave;le. Toutefois, un signal num&eacute;rique est r&eacute;sistant. Il peut &ecirc;tre r&eacute;par&eacute;, au moyen de routines de correction d&rsquo;erreurs, s&rsquo;il a subi des interf&eacute;rences. Il peut &eacute;galement &ecirc;tre compress&eacute;, ce qui am&eacute;liore consid&eacute;rablement l&rsquo;efficacit&eacute; des syst&egrave;mes num&eacute;riques par rapport aux syst&egrave;mes analogiques. </p>
              <p>Dans les ann&eacute;es quatre-vingt-dix, la deuxi&egrave;me g&eacute;n&eacute;ration (2G) de t&eacute;l&eacute;phones portables a &eacute;t&eacute; marqu&eacute;e par le passage des normes analogiques aux normes num&eacute;riques. Les normes GSM (Global System for Mobile), iDEN (Integrated Digital Enhanced Network) et CDMA (Code Division Multiple Access) sont des exemples de normes de deuxi&egrave;me g&eacute;n&eacute;ration.
              </p>
              <p>Les normes de troisi&egrave;me g&eacute;n&eacute;ration (3G) permettent aux t&eacute;l&eacute;phones portables de d&eacute;passer la simple communication de voix et de donn&eacute;es. Il est maintenant courant que les t&eacute;l&eacute;phones portables envoient et re&ccedil;oivent du texte, des photos et de la vid&eacute;o. L&rsquo;utilisation de syst&egrave;mes GPS (Global Positioning System) et l&rsquo;acc&egrave;s &agrave; Internet par des t&eacute;l&eacute;phones portables 3G sont &eacute;galement tr&egrave;s r&eacute;pandus. </p>
              
            <p><span class="note_caps">REMARQUE&nbsp;:</span> alors que les normes de t&eacute;l&eacute;phones portables 3G &eacute;taient en cours de d&eacute;veloppement, des extensions ont &eacute;t&eacute; ajout&eacute;es aux normes 2G existantes. Ces normes de transition sont connues sous le nom de normes 2.5G.&nbsp; 
            </p>
              <p>De nombreux utilisateurs attendent avec impatience les normes de quatri&egrave;me g&eacute;n&eacute;ration (4G) pour r&eacute;pondre aux possibilit&eacute;s de d&eacute;bits de donn&eacute;es plus &eacute;lev&eacute;s. Ces d&eacute;bits permettront de t&eacute;l&eacute;charger des fichiers, contenant par exemple de la vid&eacute;o et de la musique, plus rapidement qu&rsquo;avec les normes des g&eacute;n&eacute;rations pr&eacute;c&eacute;dentes. </p>
              
            <p> Cliquez sur les cinq onglets de g&eacute;n&eacute;rations dans la Figure 1 pour afficher plus d&rsquo;informations sur les diff&eacute;rentes normes de t&eacute;l&eacute;phones portables.&nbsp; </p>
              <p>De nouvelles technologies, qui ajoutent des fonctionnalit&eacute;s multim&eacute;dias et de r&eacute;seau, peuvent &ecirc;tre regroup&eacute;es avec les normes de t&eacute;l&eacute;phones portables. La Figure 2 pr&eacute;sente des technologies souvent ajout&eacute;es &agrave; l&rsquo;ensemble de services propos&eacute;s par les t&eacute;l&eacute;phones portables. La plupart des op&eacute;rateurs de t&eacute;l&eacute;phonie mobile facturent un suppl&eacute;ment pour l&rsquo;ajout de ces fonctions.&nbsp; </p>
              
             <p>&nbsp;</p>
          </td>
          </tr>
         </table>  
       </td>
     </tr>
	</table>

</body>

</html>