<html>

<head>
<meta http-equiv="Content-Language" content="fr-fr">
<meta http-equiv="Content-Type" content="text/html; charset=windows-1252">
<title>Contenu</title>
<base target="_self">
<link href="../../css/content.css" rel="stylesheet" type="text/css">
</head>

<body onLoad="window.focus();">
<table border="0" cellpadding="0" cellspacing="0" width="100%">
	<!--  Start top title Lesson Bar -->
	  <tr>
	    <td width="18" class="toptitle01_white_bold" valign="top">
	    <img border="0" src="../../images/content_lines.gif" width="16" height="25"> <img border="0" src="../../images/transdot.gif" width="2" height="1"></td>
	    
    <td width="18" class="toptitle01_white_bold">8.11</td>
	    <td class="toptitle01_white_bold"><img border="0" src="../../images/transdot.gif" width="10" height="1"></td>
	    
    <td width="100%" class="toptitle01_white_bold">Identification et application des techniques courantes de maintenance pr&eacute;ventive pour les r&eacute;seaux</td>
	    <td width="9" class="toptitle01_white_bold_margin">&nbsp;</td>
	  </tr>
	  <!--  End top title Lesson Bar --> <!--  Start top title Topic Bar --> <!-- 	 <tr> 	    <td width="18" height="25" class="toptitle02_white_bold">&nbsp;</td> 	    <td height="25"  class="toptitle02_white_bold">6.2.3</td>  	    <td class="toptitle02_white_bold"><img border="0" src="../../images/transdot.gif" width="10" height="1"></td> 	    <td width="100%" height="25" class="toptitle02_white_bold">Describe the components found on the laptop docking station</td> 	    <td height="25" width="9" class="toptitle02_white_bold_margin">&nbsp;</td> 	  </tr> 	 <!--  End top title Topic Bar -->	
</table>	
	
	<!-- CONTENT -->
	<table border="0" cellpadding="0" cellspacing="0" width="95%" >
		<tr>
			<td width="20"></td>
			<td>
        <table border="0" cellpadding="0" cellspacing="0"  width="95%">
          
        <tr> 
          <td width="100%"> 
            <p>Il existe des techniques de maintenance pr&eacute;ventive courantes, &agrave; appliquer en continu pour qu&rsquo;un r&eacute;seau fonctionne correctement. Au sein d&rsquo;une organisation, si un ordinateur ne fonctionne plus, seul son utilisateur en est affect&eacute;. Mais si l&rsquo;ensemble du r&eacute;seau ne fonctionne pas correctement, la plupart des utilisateurs, voire tous, ne pourront pas travailler.</p>
            <p>L&rsquo;un des principaux probl&egrave;mes rencontr&eacute;s avec les p&eacute;riph&eacute;riques r&eacute;seau, notamment dans la salle des serveurs, est la chaleur. Les p&eacute;riph&eacute;riques et syst&egrave;mes r&eacute;seau, tels que les ordinateurs, les concentrateurs et les commutateurs, ne fonctionnent pas bien lorsqu&rsquo;ils sont en surchauffe. Souvent, les surchauffes sont dues &agrave; une accumulation de poussi&egrave;re et &agrave; des filtres &agrave; air sales. Lorsque la poussi&egrave;re s&rsquo;accumule sur ou dans les p&eacute;riph&eacute;riques r&eacute;seau, elle emp&ecirc;che la circulation de l&rsquo;air et parfois m&ecirc;me bloque les ventilateurs. Il est important de garder propres les salles informatiques et de changer r&eacute;guli&egrave;rement les filtres &agrave; air. Il est &eacute;galement recommand&eacute; de conserver des filtres de remplacement sur site, pour un changement rapide en cas de besoin.</p>
            <p>La maintenance pr&eacute;ventive implique de contr&ocirc;ler les diff&eacute;rents composants du r&eacute;seau, pour en v&eacute;rifier le degr&eacute; d&rsquo;usure. Pensez &agrave; v&eacute;rifier souvent l&rsquo;&eacute;tat des c&acirc;bles r&eacute;seau car ils peuvent facilement bouger, se d&eacute;brancher ou &ecirc;tre arrach&eacute;s. De nombreux probl&egrave;mes de r&eacute;seau sont dus &agrave; un simple c&acirc;ble d&eacute;fectueux. Remplacez donc tout c&acirc;ble tordu, ab&icirc;m&eacute; ou pr&eacute;sentant des fils d&eacute;nud&eacute;s.</p>
            <p>Pensez &eacute;galement &agrave; &eacute;tiqueter vos c&acirc;bles. Ceci vous fera gagner du temps lors des d&eacute;pannages. Consultez les sch&eacute;mas de c&acirc;blage et observez toujours les consignes de votre soci&eacute;t&eacute; en mati&egrave;re d&rsquo;&eacute;tiquetage.</p>
          </td>
          </tr>
         </table>  
       </td>
     </tr>
	</table>

</body>

</html>