<html>

<head>
<meta http-equiv="Content-Language" content="fr-fr">
<meta http-equiv="Content-Type" content="text/html; charset=windows-1252">
<title>Contenu</title>
<base target="_self">
<link href="../../css/content.css" rel="stylesheet" type="text/css">
</head>

<body onLoad="window.focus();">
<table border="0" cellpadding="0" cellspacing="0" width="100%">
	<!--  Start top title Lesson Bar -->
	  <tr>
	    <td width="18" class="toptitle01_white_bold" valign="top">
	    <img border="0" src="../../images/content_lines.gif" width="16" height="25"> <img border="0" src="../../images/transdot.gif" width="2" height="1"></td>

    <td width="18" class="toptitle01_white_bold">9.2</td>
	    <td class="toptitle01_white_bold"><img border="0" src="../../images/transdot.gif" width="10" height="1"></td>

    <td width="100%" class="toptitle01_white_bold">Description des menaces de s&eacute;curit&eacute;</td>
	    <td width="9" class="toptitle01_white_bold_margin">&nbsp;</td>
	  </tr>
	  <!--  End top title Lesson Bar --> <!--  Start top title Topic Bar -->
 	 <tr>
	    <td width="18" height="25" class="toptitle02_white_bold">&nbsp;</td>

    <td height="25"  class="toptitle02_white_bold">9.2.2</td>
	    <td class="toptitle02_white_bold"><img border="0" src="../../images/transdot.gif" width="10" height="1"></td>

    <td width="100%" height="25" class="toptitle02_white_bold">Explication de la s&eacute;curit&eacute; du Web</td>
	    <td height="25" width="9" class="toptitle02_white_bold_margin">&nbsp;</td>
  </tr>
	 <!--  End top title Topic Bar -->
</table>

	<!-- CONTENT -->
	<table border="0" cellpadding="0" cellspacing="0" width="95%" >
		<tr>
			<td width="20"></td>
			<td>
        <table border="0" cellpadding="0" cellspacing="0"  width="95%">
          <tr>

          <td width="100%">
            <p>La s&eacute;curit&eacute; du Web est importante car de nombreuses personnes acc&egrave;dent au World Wide Web chaque jour. Certaines caract&eacute;ristiques, qui rendent le Web utile et plaisant, peuvent aussi le rendre dangereux pour un ordinateur.</p>

            <p>Certains outils illustr&eacute;s &agrave; la Figure 1, utilis&eacute;s pour rendre les pages Web polyvalentes et plus puissantes, peuvent &eacute;galement fragiliser les ordinateurs face aux attaques. Voici quelques exemples d&rsquo;outils Web&nbsp;: </p>
            	<ul>
					  <li><strong>ActiveX</strong>&nbsp;: technologie cr&eacute;e par Microsoft pour contr&ocirc;ler l&rsquo;interactivit&eacute; des pages Web. Si ActiveX se trouve sur une page, un applet ou un petit programme doit &ecirc;tre t&eacute;l&eacute;charg&eacute; pour que l&rsquo;acc&egrave;s &agrave; la fonctionnalit&eacute; compl&egrave;te soit possible. </li>
					  <li><strong>Java</strong>&nbsp;: langage de programmation permettant d&rsquo;ex&eacute;cuter des applets dans un navigateur Web. La calculatrice et le compteur sont des exemples d&rsquo;applets.</li>
					  <li><strong>JavaScript</strong>&nbsp;: langage de programmation d&eacute;velopp&eacute; pour interagir avec le code source HTML des sites Web interactifs. La banni&egrave;re rotative et la fen&ecirc;tre contextuelle sont des exemples d&rsquo;applications JavaScript.</li>
               </ul>

            <p>Les pirates peuvent utiliser l&rsquo;un de ces outils pour installer un programme sur un ordinateur. Pour &eacute;viter ces attaques, la plupart des navigateurs disposent de param&egrave;tres qui contraignent l&rsquo;utilisateur de l&rsquo;ordinateur &agrave; autoriser le t&eacute;l&eacute;chargement ou l&rsquo;utilisation d&rsquo;ActiveX, de Java ou de JavaScript, comme illustr&eacute; &agrave; la Figure 2.</p>			</td>
          </tr>
          <tr>
            <td>&nbsp;</td>
          </tr>
         </table>
       </td>
     </tr>
	</table>

</body>

</html>