<html>

<head>
<meta http-equiv="Content-Language" content="fr-fr">
<meta http-equiv="Content-Type" content="text/html; charset=windows-1252">
<title>Contenu</title>
<base target="_self">
<link href="../../css/content.css" rel="stylesheet" type="text/css">
</head>

<body onLoad="window.focus();">
<table border="0" cellpadding="0" cellspacing="0" width="100%">
  <!--  Start top title Lesson Bar -->
  <tr>
      <td width="18" class="toptitle01_white_bold" valign="top"> <img border="0" src="../../images/content_lines.gif" width="16" height="25"> <img border="0" src="../../images/transdot.gif" width="2" height="1"></td>
      <td width="18" class="toptitle01_white_bold">14.5</td>
      <td class="toptitle01_white_bold"><img border="0" src="../../images/transdot.gif" width="10" height="1"></td>
      <td width="100%" class="toptitle01_white_bold">Description des techniques de maintenance pr&eacute;ventive des imprimantes et des scanners</td>
      <td width="9" class="toptitle01_white_bold_margin">&nbsp;</td>
  </tr>
  <!--  End top title Lesson Bar -->

  <!--  Start top title Topic Bar -->
  <tr>
  	    <td width="18" height="25" class="toptitle02_white_bold">&nbsp;</td>
      	<td height="25"  class="toptitle02_white_bold">14.5.3</td>
  	    <td class="toptitle02_white_bold"><img border="0" src="../../images/transdot.gif" width="10" height="1"></td>
      	<td width="100%" height="25" class="toptitle02_white_bold">Description des m&eacute;thodes de nettoyage</td>
  	    <td height="25" width="9" class="toptitle02_white_bold_margin">&nbsp;</td>
  </tr>

  <!--  End top title Topic Bar -->
</table>

	<!-- CONTENT -->
	<table border="0" cellpadding="0" cellspacing="0" width="95%" >
		<tr>
			<td width="20"></td>
			<td>
        <table border="0" cellpadding="0" cellspacing="0"  width="95%">

        <tr>
          <td width="100%">
            <p>Lorsque vous nettoyez des imprimantes et des scanners, suivez toujours les instructions du fabricant. Des informations disponibles sur le site Web du fabricant ou dans le manuel d&rsquo;utilisation expliquent quelles sont les m&eacute;thodes de nettoyage ad&eacute;quates.</p>

            <p><span class="caution_caps">ATTENTION&nbsp;:</span> n&rsquo;oubliez pas de d&eacute;brancher les scanners et les imprimantes avant de les nettoyer, afin d&rsquo;&eacute;viter tout danger li&eacute; &agrave; une tension &eacute;lev&eacute;e.</p>

            <p><span class="bold">Maintenance des imprimantes</span><br>Assurez-vous d&rsquo;avoir bien &eacute;teint et d&eacute;branch&eacute; l&rsquo;imprimante avant d&rsquo;en effectuer la maintenance. Utilisez un chiffon humide pour retirer la poussi&egrave;re, la poussi&egrave;re de papier et l&rsquo;encre qui s&rsquo;est renvers&eacute;e &agrave; l&rsquo;ext&eacute;rieur du p&eacute;riph&eacute;rique.</p>

            <p>Les t&ecirc;tes d&rsquo;impression des imprimantes &agrave; jet d&rsquo;encre sont remplac&eacute;es en m&ecirc;me temps que les cartouches. Toutefois, les t&ecirc;tes d&rsquo;impression peuvent parfois se boucher et n&eacute;cessitent un nettoyage. Utilisez l&rsquo;instrument fourni par le fabricant pour les nettoyer. Une fois nettoy&eacute;es, testez-les. R&eacute;p&eacute;tez cette op&eacute;ration jusqu&rsquo;&agrave; ce que l&rsquo;impression soit propre et uniforme.</p>

		 	<p>Les imprimantes sont dot&eacute;es de nombreuses pi&egrave;ces mobiles. &Agrave; la longue, les pi&egrave;ces s&rsquo;encrassent de poussi&egrave;re, salet&eacute; et autres d&eacute;bris. Si elle n&rsquo;est pas r&eacute;guli&egrave;rement nettoy&eacute;e, l&rsquo;imprimante risque de ne pas fonctionner correctement ou de ne plus fonctionner du tout. Si vous utilisez une imprimante matricielle, nettoyez les surfaces du rouleau avec un chiffon humide. Pour les imprimantes &agrave; jet d&rsquo;encre, nettoyez les m&eacute;canismes de manipulation du papier avec un chiffon humide.</p>

		 	<p><span class="caution_caps">ATTENTION&nbsp;:</span> lors du nettoyage, ne touchez pas le tambour d&rsquo;une imprimante laser. Vous risquez d&rsquo;endommager la surface du tambour.</p>

		 	<p>Les imprimantes laser n&eacute;cessitent g&eacute;n&eacute;ralement peu de maintenance, sauf si elles se trouvent dans des endroits poussi&eacute;reux ou si elles sont tr&egrave;s anciennes. Lorsque vous nettoyez une imprimante laser, utilisez un aspirateur sp&eacute;cialement con&ccedil;u pour attraper les particules d&rsquo;encre. La Figure 1 pr&eacute;sente un aspirateur con&ccedil;u pour l&rsquo;&eacute;quipement &eacute;lectronique. Un aspirateur classique ne peut pas attraper les minuscules particules d&rsquo;encre et risque de les disperser. Utilisez uniquement un aspirateur dot&eacute; d&rsquo;un syst&egrave;me de filtration HEPA. La filtration HEPA permet d&rsquo;attraper, dans les filtres, des particules microscopiques.</p>

		 	<p>En choisissant un type de papier appropri&eacute;, vous prolongez la dur&eacute;e de vie de l&rsquo;imprimante et celle-ci imprime avec plus d&rsquo;efficacit&eacute;. Plusieurs types de papier sont disponibles. Chaque type de papier est clairement identifi&eacute; avec le type d&rsquo;imprimante auquel il est destin&eacute;. Le fabricant de l&rsquo;imprimante peut &eacute;galement indiquer quel type de papier convient le mieux. Consultez le manuel de l&rsquo;imprimante.</p>

		 	<p>Le manuel contient &eacute;galement des informations sur les marques et les types d&rsquo;encre recommand&eacute;s par le fabricant. Si vous utilisez le mauvais type d&rsquo;encre, l&rsquo;imprimante risque de ne pas fonctionner ou la qualit&eacute; de l&rsquo;impression peut &ecirc;tre moins bonne. Pour &eacute;viter toute fuite d&rsquo;encre, ne rechargez pas les cartouches d&rsquo;encre.</p>

			<p><span class="bold">Maintenance des scanners</span><br>Vous devez nettoyer les scanners r&eacute;guli&egrave;rement pour nettoyer poussi&egrave;re, traces de doigts et autres taches. Sur les scanners &agrave; plat, laissez le couvercle ferm&eacute; lorsque vous n&rsquo;utilisez pas le scanner. Cela emp&ecirc;chera l&rsquo;accumulation de poussi&egrave;re et les traces de doigt accidentelles. Si la vitre se salit, consultez le manuel d&rsquo;utilisation fourni par le fabricant pour obtenir des recommandations de nettoyage. Si le manuel ne donne aucune recommandation, utilisez un nettoyant pour vitres et un chiffon doux, pour &eacute;viter les rayures. Les rayures, si petites soient-elles, peuvent &ecirc;tre visibles sur les scanners haute r&eacute;solution. Si de la poussi&egrave;re se loge dans les rayures, celles-ci deviennent encore plus visibles.</p>

			<p>Si l&rsquo;int&eacute;rieur de la vitre se salit, consultez le manuel pour ouvrir l&rsquo;appareil ou retirer la vitre du scanner. Si possible, nettoyez compl&egrave;tement les deux c&ocirc;t&eacute;s de la vitre, puis replacez celle-ci dans sa position d&rsquo;origine dans le scanner.</p>

          </tr>
         </table>
       </td>
     </tr>
	</table>

</body>

</html>