<html>

<head>
<meta http-equiv="Content-Language" content="fr-fr">
<meta http-equiv="Content-Type" content="text/html; charset=windows-1252">
<title>Contenu</title>
<base target="_self">
<link href="../../css/content.css" rel="stylesheet" type="text/css">
</head>

<body onLoad="window.focus();">
<table border="0" cellpadding="0" cellspacing="0" width="100%">
	<!--  Start top title Lesson Bar -->
	  <tr>
	    <td width="18" class="toptitle01_white_bold" valign="top">
	    <img border="0" src="../../images/content_lines.gif" width="16" height="25"> <img border="0" src="../../images/transdot.gif" width="2" height="1"></td>
	    <td width="18" class="toptitle01_white_bold">2.3</td>
	    <td class="toptitle01_white_bold"><img border="0" src="../../images/transdot.gif" width="10" height="1"></td>
	    <td width="100%" class="toptitle01_white_bold">Mise en &oelig;uvre de l&rsquo;utilisation appropri&eacute;e des outils</td>
	    <td width="9" class="toptitle01_white_bold_margin">&nbsp;</td>
	  </tr>
	  <!--  End top title Lesson Bar --> <!--  Start top title Topic Bar -->
 	 <tr>
	    <td width="18" height="25" class="toptitle02_white_bold">&nbsp;</td>
	    <td height="25"  class="toptitle02_white_bold">2.3.4</td> 
	    <td class="toptitle02_white_bold"><img border="0" src="../../images/transdot.gif" width="10" height="1"></td>
	    <td width="100%" height="25" class="toptitle02_white_bold">D&eacute;monstration de l&rsquo;utilisation ad&eacute;quate des produits de nettoyage</td>
	    <td height="25" width="9" class="toptitle02_white_bold_margin">&nbsp;</td>
  </tr>
	 <!--  End top title Topic Bar -->
</table>
	
	<table border="0" cellpadding="0" cellspacing="0" width="95%" >
		<tr>
			<td width="20"></td>
			<td>
        <table border="0" cellpadding="0" cellspacing="0"  width="95%">
          <tr>
            <td width="100%">
              
            <p>Garder les ordinateurs propres, &agrave; l&rsquo;int&eacute;rieur comme &agrave; l&rsquo;ext&eacute;rieur, est essentiel pour un programme de maintenance. La salet&eacute; peut entraver le fonctionnement physique des ventilateurs, des boutons et d&rsquo;autres composants m&eacute;caniques. La Figure 1 illustre une accumulation importante de salet&eacute; sur des composants informatiques. Sur les composants &eacute;lectriques, une accumulation excessive de salet&eacute; fait office d&rsquo;isolant et emprisonne la chaleur. &Agrave; cause de ce ph&eacute;nom&egrave;ne, les dissipateurs thermiques et les dispositifs de ventilation ne parviennent plus &agrave; refroidir les composants, ce qui entra&icirc;ne la surchauffe et la panne des puces et circuits.</p>
			<p><span class="caution_caps">ATTENTION&nbsp;:</span> avant de nettoyer un p&eacute;riph&eacute;rique, mettez-le hors tension et d&eacute;branchez-le de sa source d&rsquo;alimentation.</p>
			  
            <p><span class="bold">Bo&icirc;tiers et moniteurs informatiques</span><br> Nettoyez les bo&icirc;tiers informatiques et l&rsquo;ext&eacute;rieur des moniteurs avec une solution de nettoyage douce sur un chiffon humide, non pelucheux. M&eacute;langez une goutte de liquide vaisselle &agrave; 110&nbsp;g d&rsquo;eau pour cr&eacute;er la solution de nettoyage. Si de l&rsquo;eau p&eacute;n&egrave;tre dans le bo&icirc;tier, laissez le temps au liquide de s&eacute;cher avant de remettre l&rsquo;ordinateur sous tension.</p>
			 
            <p><span class="bold">&Eacute;crans LCD</span><br>N&rsquo;utilisez pas un produit ammoniaqu&eacute; pour vitres ou toute autre solution sur un &eacute;cran LCD, sauf si le nettoyant est sp&eacute;cifiquement con&ccedil;u &agrave; cette fin. Les produits chimiques corrosifs risquent d&rsquo;endommager le rev&ecirc;tement de l&rsquo;&eacute;cran. Ces &eacute;crans ne sont pas prot&eacute;g&eacute;s par une vitre&nbsp;; par cons&eacute;quent, proc&eacute;dez en douceur pour les nettoyer et n&rsquo;appuyez pas fermement sur l&rsquo;&eacute;cran.</p>
			  
            <p><span class="bold">&Eacute;crans CRT</span><br> Pour nettoyer les &eacute;crans des moniteurs CRT, humidifiez un chiffon doux, propre et non pelucheux avec de l&rsquo;eau distill&eacute;e et proc&eacute;dez de haut en bas. Utilisez ensuite un chiffon doux et sec pour essuyer l&rsquo;&eacute;cran et &eacute;liminer toute trace de nettoyage du moniteur.</p>
			  
            <p>Nettoyez les composants poussi&eacute;reux avec un a&eacute;rosol d&rsquo;air comprim&eacute;. L&rsquo;air comprim&eacute; ne cr&eacute;e aucune accumulation d&rsquo;&eacute;lectricit&eacute; statique sur les composants. Veillez &agrave; vous placer dans une zone bien ventil&eacute;e avant de propulser la poussi&egrave;re hors de l&rsquo;ordinateur. Une m&eacute;thode recommand&eacute;e consiste &agrave; porter un masque antipoussi&egrave;re pour ne pas inspirer les particules de poussi&egrave;re. </p>
			<p>&Eacute;liminez la poussi&egrave;re en soufflant l&rsquo;air de l&rsquo;a&eacute;rosol par &agrave;-coups. Veillez &agrave; ne jamais pencher ou retourner l&rsquo;a&eacute;rosol d&rsquo;air comprim&eacute;. Ne laissez pas la force de l&rsquo;air comprim&eacute; faire tourner les pales du ventilateur. Maintenez le ventilateur en place. Les moteurs du ventilateur peuvent &ecirc;tre endommag&eacute;s s&rsquo;ils tournent hors tension. </p>
			  
            <p><span class="bold">Contacts des composants</span><br> Nettoyez les contacts des composants avec de l&rsquo;alcool isopropylique. N&rsquo;utilisez pas d&rsquo;alcool &agrave; 90&deg;. Ce dernier contient des impuret&eacute;s susceptibles d&rsquo;endommager les contacts. Assurez-vous de ne pas laisser de peluche provenant du chiffon ou du coton-tige sur les contacts. Utilisez l&rsquo;air comprim&eacute; pour &eacute;liminer toute peluche des contacts avant la r&eacute;installation.</p>
			<p><span class="bold">Clavier</span><br> Utilisez de l&rsquo;air comprim&eacute; ou un petit aspirateur portatif &eacute;quip&eacute; d&rsquo;une brosse pour nettoyer un clavier de bureau.</p>
			  
            <p><span class="caution_caps">ATTENTION&nbsp;:</span> n&rsquo;utilisez jamais un aspirateur normal &agrave; l&rsquo;int&eacute;rieur d&rsquo;un bo&icirc;tier informatique. Les parties plastiques de l&rsquo;aspirateur peuvent accumuler de l&rsquo;&eacute;lectricit&eacute; statique et se d&eacute;charger sur les composants. Utilisez uniquement un aspirateur agr&eacute;&eacute; pour les composants &eacute;lectroniques.</p>
			  
            <p><span class="bold">Souris</span><br> Utilisez du produit pour vitres et un chiffon doux pour nettoyer l&rsquo;ext&eacute;rieur de la souris. Ne vaporisez pas le nettoyant pour vitres directement sur la souris. Pour nettoyer une souris &agrave; bille, vous pouvez retirer la bille et la nettoyer avec du produit pour vitres et un chiffon doux. Essuyez les rouleaux &agrave; l&rsquo;int&eacute;rieur de la souris avec le m&ecirc;me chiffon. Vous devrez peut-&ecirc;tre utiliser une lime &agrave; ongles pour nettoyer les rouleaux de la souris. Ne vaporisez pas de liquide &agrave; l&rsquo;int&eacute;rieur de la souris.</p>
			  
            <p>Le tableau de la Figure 2 indique les &eacute;l&eacute;ments de l&rsquo;ordinateur que vous devez nettoyer et les produits de nettoyage que vous devez utiliser dans chaque cas.</p>
            <p>
              <!-- Start Activity box   -->
            </p>
            <table  width="95%" border="0" cellspacing="0" cellpadding="0" id="activity">
              <tr> 
                <td valign="top"> 
                  <table  width="100%" cellspacing="0" cellpadding="0" border="0" >
                    <tr> 
                      <td width="5" class="activity_topbar"> <img border="0" src="../../images/lab_toplft.gif" width="116" height="23"></td>
                      <td class="activity_topbar"><img alt="" height="1" width="3" src="../../images/s.gif"></td>
                      <td align="right" valign="top" class="activity_topbar"> 
                        <img alt="" src="../../images/corner_ur_7.gif" width="7" height="7"></td>
                    </tr>
                  </table>
                  <table width="100%" cellspacing="0" cellpadding="0" border="0" id="table3">
                    <tr> 
                      <td> 
                        <table width="100%" cellpadding="2" cellspacing="0" border="0"  id="table4">
                          <tr> 
                            <td width="15" class="activity_text">&nbsp;</td>
                            <td class="activity_text"><img border="0" src="../../images/lab_icon.gif" width="36" height="30"> <a target="_blank" href="../worksheet2_3_4/2.3.4_LAB_complete_disassembly.pdf">TP</a>
<p> <span class="activity_bold">D&eacute;montage d&rsquo;un ordinateur</span><br> D&eacute;montage d&rsquo;un ordinateur <br> <br>
                              </p>
                            </td>
                          </tr>
                        </table>
                      </td>
                    </tr>
                  </table>
                </td>
              </tr>
            </table>
            <!-- END Activity box   -->
          </td>
        </tr>
         </table>  
       </td>
     </tr>
	</table>

</body>

</html>