<html>

<head>
<meta http-equiv="Content-Language" content="fr-fr">
<meta http-equiv="Content-Type" content="text/html; charset=windows-1252">
<title>Contenu</title>
<base target="_self">
<link href="../../css/content.css" rel="stylesheet" type="text/css">
</head>

<body onLoad="window.focus();">
<table border="0" cellpadding="0" cellspacing="0" width="100%">
	<!--  Start top title Lesson Bar -->
	  <tr>
	    <td width="18" class="toptitle01_white_bold" valign="top">
	    <img border="0" src="../../images/content_lines.gif" width="16" height="25"> <img border="0" src="../../images/transdot.gif" width="2" height="1"></td>
	    <td width="18" class="toptitle01_white_bold">13.3</td>
	    <td class="toptitle01_white_bold"><img border="0" src="../../images/transdot.gif" width="10" height="1"></td>
	    <td width="100%" class="toptitle01_white_bold">S&eacute;lection des composants d&rsquo;ordinateurs portables</td>
	    <td width="9" class="toptitle01_white_bold_margin">&nbsp;</td>
	  </tr>
	  <!--  End top title Lesson Bar --> <!--  Start top title Topic Bar -->
 	 <tr>
	    <td width="18" height="25" class="toptitle02_white_bold">&nbsp;</td>
	    <td height="25"  class="toptitle02_white_bold">13.3.4</td> 
	    <td class="toptitle02_white_bold"><img border="0" src="../../images/transdot.gif" width="10" height="1"></td>
	    <td width="100%" height="25" class="toptitle02_white_bold">S&eacute;lection d&rsquo;une m&eacute;moire vive suppl&eacute;mentaire</td>
	    <td height="25" width="9" class="toptitle02_white_bold_margin">&nbsp;</td>
  </tr>
	 <!--  End top title Topic Bar -->
</table>
	
	<!-- CONTENT -->
	<table border="0" cellpadding="0" cellspacing="0" width="95%" >
		<tr>
			<td width="20"></td>
			<td>
        <table border="0" cellpadding="0" cellspacing="0"  width="95%">
          <tr>
            <td width="100%">
              
            <p> L&rsquo;ajout de m&eacute;moire vive peut am&eacute;liorer les performances d&rsquo;un ordinateur portable. La m&eacute;moire vive suppl&eacute;mentaire acc&eacute;l&egrave;re le processus en r&eacute;duisant le nombre de fois o&ugrave; le syst&egrave;me d&rsquo;exploitation lit et &eacute;crit des donn&eacute;es sur le fichier d&rsquo;&eacute;change du disque dur. La lecture et l&rsquo;&eacute;criture de donn&eacute;es directement &agrave; partir de la m&eacute;moire vive sont plus rapides qu&rsquo;en utilisant les fichiers d&rsquo;&eacute;change. La m&eacute;moire vive permet &eacute;galement au syst&egrave;me d&rsquo;exploitation d&rsquo;ex&eacute;cuter plus efficacement plusieurs applications.</p>
            <p>Sur un ordinateur portable, le traitement graphique est g&eacute;n&eacute;ralement effectu&eacute; par le processeur et n&eacute;cessite souvent plus de m&eacute;moire vive pour stocker la vid&eacute;o pendant que le processeur la d&eacute;code pour l&rsquo;afficher. De nouvelles applications, comme le partage et le montage vid&eacute;o, requi&egrave;rent des performances accrues des ordinateurs portables. L&rsquo;installation d&rsquo;une extension de m&eacute;moire vive peut permettre d&rsquo;am&eacute;liorer les performances de l&rsquo;ordinateur portable. </p>
              <p> La marque et le mod&egrave;le de l&rsquo;ordinateur portable d&eacute;terminent le type de barette de m&eacute;moire vive n&eacute;cessaire. Il est important de s&eacute;lectionner le bon type de m&eacute;moire, physiquement compatible avec l&rsquo;ordinateur portable. La plupart des ordinateurs de bureau utilisent la m&eacute;moire correspondant au logement du module de m&eacute;moire &agrave; double rang&eacute;e de connexions (DIMM). La plupart des ordinateurs portables utilise une puce de m&eacute;moire plus petite, appel&eacute;e Small Outline DIMM (SODIMM). Les SODIMM sont plus petites que les DIMM&nbsp;; elles sont donc parfaitement aux ordinateurs portables, imprimantes et autres p&eacute;riph&eacute;riques o&ugrave; le gain de place est souhaitable. Lors du remplacement ou de l&rsquo;ajout de m&eacute;moire, d&eacute;terminez si l&rsquo;ordinateur portable a des logements disponibles pour ajouter de la m&eacute;moire et s&rsquo;il prend en charge la quantit&eacute; et le type de m&eacute;moire &agrave; ajouter, tel qu&rsquo;illustr&eacute; &agrave; la Figure 1. </p>
              
            <p> Avant d&rsquo;acheter et d&rsquo;installer de la m&eacute;moire vive suppl&eacute;mentaire, consultez la documentation de l&rsquo;ordinateur portable ou le site Web du fabricant pour conna&icirc;tre les sp&eacute;cifications de format. Utilisez la documentation pour savoir o&ugrave; installer la m&eacute;moire vive sur l&rsquo;ordinateur portable. Sur la plupart des ordinateurs portables, la m&eacute;moire vive est ins&eacute;r&eacute;e dans des logements sous un cache, en dessous du bo&icirc;tier, tel qu&rsquo;illustr&eacute; &agrave; la Figure 2. Cependant, sur certains ordinateurs portables, le clavier doit &ecirc;tre retir&eacute; pour acc&eacute;der aux logements de m&eacute;moire vive.</p>
              <p><span class="caution_caps"><strong class="note_caps">ATTENTION</strong></span><strong class="caution_caps">&nbsp;:</strong> avant d&rsquo;installer la m&eacute;moire vive, retirez la batterie et d&eacute;branchez l&rsquo;ordinateur de la prise &eacute;lectrique pour &eacute;viter tout d&eacute;g&acirc;t li&eacute; &agrave; une d&eacute;charge &eacute;lectrostatique lors de l&rsquo;installation des modules de m&eacute;moire.</p>
              <p>Pour confirmer la quantit&eacute; de m&eacute;moire vive actuellement install&eacute;e, consultez l&rsquo;&eacute;cran POST, le BIOS ou la fen&ecirc;tre Propri&eacute;t&eacute;s syst&egrave;me. La Figure 3 indique o&ugrave; trouver la quantit&eacute; de m&eacute;moire vive dans la fen&ecirc;tre Propri&eacute;t&eacute;s syst&egrave;me&nbsp;:</p>
			<p class="bold">D&eacute;marrer &gt; Panneau de configuration &gt; Syst&egrave;me &gt; onglet G&eacute;n&eacute;ral</p>
			<TABLE  width="95%" border="0" cellspacing="0" cellpadding="0" id="activity">
              <TR>
                <TD valign="top"><TABLE  width="100%" cellspacing="0" cellpadding="0" border="0" >
                    <TR>
                      <TD width="5" class="activity_topbar"><img border="0" src="../../images/lab_toplft.gif" width="116" height="23"></TD>
                      <TD class="activity_topbar"><IMG alt="" height="1" width="3" src="../../images/s.gif"></TD>
                      <TD align="right" valign="top" class="activity_topbar"><IMG alt="" src="../../images/corner_ur_7.gif" width="7" height="7"></TD>
                    </TR>
                  </TABLE>
                    <TABLE width="100%" cellspacing="0" cellpadding="0" border="0" id="table3">
                      <TR>
                        <TD><TABLE width="100%" cellpadding="2" cellspacing="0" border="0"  id="table4">
                            <TR>
                              <TD width="15" class="activity_text">&nbsp;</TD>
                              <TD class="activity_text"><img border="0" src="../../images/lab_icon.gif" width="36" height="30"> <a target="_blank" href="../worksheet13_3_4/13.3.4_Wk_Laptop_RAM.pdf">Fiche de travail</a>
                                  <p>                                    <strong>M&eacute;moire vive d&rsquo;un ordinateur portable</strong> <br> Recherche de la m&eacute;moire d&rsquo;extension d&rsquo;un ordinateur portable<br> <br>
                              </p></TD>
                            </TR>
                        </TABLE></TD>
                      </TR>
                  </TABLE></TD>
              </TR>
            </TABLE>
			<!-- END Activity box   -->
			<p class="bold">&nbsp;</p></td>
          </tr>
         </table>  
       </td>
     </tr>
	</table>

</body>

</html>