<html>

<head>
<meta http-equiv="Content-Language" content="fr-fr">
<meta http-equiv="Content-Type" content="text/html; charset=windows-1252">
<title>Contenu</title>
<base target="_self">
<link href="../../css/content.css" rel="stylesheet" type="text/css">
</head>

<body onLoad="window.focus();">
<table border="0" cellpadding="0" cellspacing="0" width="100%">
	<!--  Start top title Lesson Bar -->
	  <tr>
	  	    <td width="18" class="toptitle01_white_bold" valign="top">
	  	    <img border="0" src="../../images/content_lines.gif" width="16" height="25"> <img border="0" src="../../images/transdot.gif" width="2" height="1"></td>

	      	<td width="18" class="toptitle01_white_bold">11.3</td>
	  	    <td class="toptitle01_white_bold"><img border="0" src="../../images/transdot.gif" width="10" height="1"></td>

	      	<td width="100%" class="toptitle01_white_bold">Description des situations n&eacute;cessitant le remplacement de composants d&rsquo;un ordinateur</td>
	  	    <td width="9" class="toptitle01_white_bold_margin">&nbsp;</td>
	  </tr>
	  <!--  End top title Lesson Bar --> <!--  Start top title Topic Bar -->
 	 <tr>
	    <td width="18" height="25" class="toptitle02_white_bold">&nbsp;</td>
   		<td height="25"  class="toptitle02_white_bold">11.3.5</td>
	   	<td class="toptitle02_white_bold"><img border="0" src="../../images/transdot.gif" width="10" height="1"></td>
    	<td width="100%" height="25" class="toptitle02_white_bold">S&eacute;lection des adaptateurs</td>
	    <td height="25" width="9" class="toptitle02_white_bold_margin">&nbsp;</td>
  </tr>
	 <!--  End top title Topic Bar -->
</table>

	<!-- CONTENT -->
	<table border="0" cellpadding="0" cellspacing="0" width="95%" >
		<tr>
			<td width="20"></td>
			<td>
        	<table border="0" cellpadding="0" cellspacing="0"  width="95%">
        	<tr>
          	<td width="100%">
            <p>Les adaptateurs, &eacute;galement appel&eacute;s cartes d&rsquo;extension, ajoutent des fonctionnalit&eacute;s &agrave; un ordinateur. La Figure 1 montre quelques adaptateurs disponibles. Avant d&rsquo;acheter un adaptateur, faites quelques recherches&nbsp;:</p>

			<ul>
				  <li>Y a-t-il un logement d&rsquo;extension libre&nbsp;?</li>
				  <li>L&rsquo;adaptateur est-il compatible avec le logement libre&nbsp;?</li>
			</ul>

			<p>Si la carte m&egrave;re n&rsquo;a pas de logements d&rsquo;extension compatibles, les p&eacute;riph&eacute;riques externes peuvent apporter une solution&nbsp;:</p>
				<ul>
				  <li>Des versions USB ou FireWire du p&eacute;riph&eacute;rique externe sont-elles disponibles&nbsp;?</li>
				  <li>L&rsquo;ordinateur a-t-il un port USB ou FireWire libre&nbsp;?</li>
				</ul>

            <p>Prenez par exemple le case d&rsquo;une mise &agrave; niveau d&rsquo;une carte d&rsquo;extension. Un client a besoin d&rsquo;une carte sans fil pour se connecter au r&eacute;seau. Le nouvel adaptateur sans fil doit &ecirc;tre compatible avec le r&eacute;seau sans fil existant et avec l&rsquo;ordinateur.</p>

			<p>&Eacute;tudiez les cartes r&eacute;seau sans fil avant d&rsquo;en acheter une. Vous devez vous assurer que la nouvelle carte r&eacute;seau sans fil est compatible avec la norme sans fil 802.11 utilis&eacute;e sur le r&eacute;seau sans fil.</p>

            <p>Examinez l&rsquo;ordinateur pour voir si un logement d&rsquo;extension ou un port USB est disponible. Achetez un adaptateur allant sur un logement d&rsquo;extension disponible ou une carte r&eacute;seau sans fil USB. Les derniers &eacute;l&eacute;ments &agrave; prendre en compte sont le co&ucirc;t, la garantie, la marque et la disponibilit&eacute;.</p>




            </td>
			          </tr>
			         </table>
			       </td>
			     </tr>
				</table>

			</body>

</html>