<html>

<head>
<meta http-equiv="Content-Language" content="fr-fr">
<meta http-equiv="Content-Type" content="text/html; charset=windows-1252">
<title>Contenu</title>
<base target="_self">
<link href="../../css/content.css" rel="stylesheet" type="text/css">
</head>

<body onLoad="window.focus();">
<table border="0" cellpadding="0" cellspacing="0" width="100%">
	<!--  Start top title Lesson Bar -->
	  <tr>
	  	    <td width="18" class="toptitle01_white_bold" valign="top">
	  	    <img border="0" src="../../images/content_lines.gif" width="16" height="25"> <img border="0" src="../../images/transdot.gif" width="2" height="1"></td>

	      	<td width="18" class="toptitle01_white_bold">10.2</td>
	  	    <td class="toptitle01_white_bold"><img border="0" src="../../images/transdot.gif" width="10" height="1"></td>

	      	
    <td width="100%" class="toptitle01_white_bold"><font size="2" face="Arial"><b>Description de bonnes techniques de communication et d&rsquo;un comportement professionnel</b></font></td>
	  	    <td width="9" class="toptitle01_white_bold_margin">&nbsp;</td>
	  </tr>

	  <!--  End top title Lesson Bar --> <!--  Start top title Topic Bar -->
 	<tr>
	    <td width="18" height="25" class="toptitle02_white_bold">&nbsp;</td>
	    <td height="25"  class="toptitle02_white_bold">10.2.7</td>
	    <td class="toptitle02_white_bold"><img border="0" src="../../images/transdot.gif" width="10" height="1"></td>
	    
    <td width="100%" height="25" class="toptitle02_white_bold"><font size="2" face="Arial">Respect des strat&eacute;gies d&rsquo;entreprise</font></td>
	    <td height="25" width="9" class="toptitle02_white_bold_margin">&nbsp;</td>
  </tr>
	 <!--  End top title Topic Bar -->
</table>

	<!-- CONTENT -->
		<table border="0" cellpadding="0" cellspacing="0" width="95%" >
		<tr>
		<td width="20"></td>
		<td>
        <table border="0" cellpadding="0" cellspacing="0"  width="95%">
        <tr>
        <td width="100%">

		<p>En tant que technicien, vous devez conna&icirc;tre toutes les strat&eacute;gies d&rsquo;entreprise relatives aux appels des clients. En effet, vous ne devez pas faire une promesse &agrave; un client que vous ne pourrez pas tenir. Vous devez &eacute;galement avoir une bonne connaissance de toutes les r&egrave;gles r&eacute;gissant les employ&eacute;s.</p>

		    <p><span class="bold">R&egrave;gles relatives aux appels des clients</span><br> Les r&egrave;gles suivantes sont des exemples de r&egrave;gles sp&eacute;cifiques qu&rsquo;un centre d&rsquo;appel peut d&eacute;finir pour traiter les appels des clients&nbsp;:</p>

			<ul>
				<li>dur&eacute;e maximale de l&rsquo;appel (par exemple 15 minutes)&nbsp;;</li>
				<li>dur&eacute;e maximale de l&rsquo;appel dans la file d&rsquo;attente (par exemple&nbsp;: trois minutes)&nbsp;;</li>
				<li>nombres d&rsquo;appels par jour (par exemple&nbsp;: 30 minimum)&nbsp;;</li>
				<li>r&egrave;gles de transfert des appels &agrave; d&rsquo;autres techniciens (par exemple&nbsp;: uniquement lorsque c&rsquo;est absolument n&eacute;cessaire et jamais sans l&rsquo;autorisation du technicien concern&eacute;)&nbsp;;</li>
				<li>r&egrave;gles relatives &agrave; ce que vous pouvez promettre ou non au client (pour plus de d&eacute;tails, reportez-vous &agrave; l&rsquo;ANS du client)&nbsp;;</li>
				<li>quand respecter l&rsquo;ANS et quand transf&eacute;rer &agrave; la direction.</li>

			</ul>

		<p><span class="bold">R&egrave;gles relatives aux employ&eacute;s du centre d&rsquo;appel</span><br>Il existe &eacute;galement d&rsquo;autres r&egrave;gles couvrant les activit&eacute;s g&eacute;n&eacute;rales quotidiennes des employ&eacute;s&nbsp;: </p>

			<ul>
				<li>Arrivez &agrave; votre station de travail suffisamment t&ocirc;t pour vous pr&eacute;parer, en g&eacute;n&eacute;ral 15 &agrave; 20 minutes avant le premier appel.</li>
				<li>Ne d&eacute;passez pas le nombre et la dur&eacute;e des pauses autoris&eacute;es.</li>
				<li>Ne faites pas de pause ou ne partez pas d&eacute;jeuner si un appel est pr&eacute;sent sur le tableau.</li>
				<li>Ne faites pas de pause ou ne partez pas d&eacute;jeuner en m&ecirc;me temps que d&rsquo;autres techniciens (d&eacute;calez les pauses des diff&eacute;rents techniciens).</li>
				<li>Ne laissez pas un appel en cours pour faire une pause ou partir d&eacute;jeuner.</li>
				<li>V&eacute;rifiez qu&rsquo;un autre technicien est disponible si vous devez partir.</li>
				<li>Si aucun autre technicien est disponible, demandez au client si vous pouvez le rappeler plus tard, si possible le matin.</li>
				<li>Ne faites preuve d&rsquo;aucun favoritisme envers certains clients.</li>
				<li>Ne prenez pas les appels d&rsquo;un autre technicien sans autorisation.</li>
				<li>Ne parlez pas n&eacute;gativement des comp&eacute;tences d&rsquo;un autre technicien.</li>
			</ul>

		<p>Pouvez-vous sugg&eacute;rer d&rsquo;autres r&egrave;gles qui pourraient s&rsquo;appliquer &agrave; un centre d&rsquo;appel&nbsp;?</p>


		  </td>
          </tr>
         </table>
       </td>
     </tr>
	</table>

</body>

</html>