<html>

<head>
<meta http-equiv="Content-Language" content="fr-fr">
<meta http-equiv="Content-Type" content="text/html; charset=windows-1252">
<title>Contenu</title>
<base target="_self">
<link href="../../css/content.css" rel="stylesheet" type="text/css">
</head>

<body onLoad="window.focus();">
<table border="0" cellpadding="0" cellspacing="0" width="100%">
	<!--  Start top title Lesson Bar -->
	  <tr>
	  	    <td width="18" class="toptitle01_white_bold" valign="top">
	  	    <img border="0" src="../../images/content_lines.gif" width="16" height="25"> <img border="0" src="../../images/transdot.gif" width="2" height="1"></td>

	      	<td width="18" class="toptitle01_white_bold">15.4</td>
	  	    <td class="toptitle01_white_bold"><img border="0" src="../../images/transdot.gif" width="10" height="1"></td>

	      	<td width="100%" class="toptitle01_white_bold">Impl&eacute;mentation du r&eacute;seau client<td width="9" class="toptitle01_white_bold_margin">&nbsp;</td>
	  </tr>
	  <!--  End top title Lesson Bar --> <!--  Start top title Topic Bar -->
 	 <tr>
	    <td width="18" height="25" class="toptitle02_white_bold">&nbsp;</td>
	    <td height="25"  class="toptitle02_white_bold">15.4.1</td>
	    <td class="toptitle02_white_bold"><img border="0" src="../../images/transdot.gif" width="10" height="1"></td>
	    <td width="100%" height="25" class="toptitle02_white_bold">Installation et test du r&eacute;seau d&rsquo;un client</td>
	    <td height="25" width="9" class="toptitle02_white_bold_margin">&nbsp;</td>
  </tr>
	 <!--  End top title Topic Bar -->
</table>

	<!-- CONTENT -->
	<table border="0" cellpadding="0" cellspacing="0" width="95%" >
		<tr>
			<td width="20"></td>
			<td>
        	<table border="0" cellpadding="0" cellspacing="0"  width="95%">

        	<tr>
          	<td width="100%">

            <p>Une fois que vous avez d&eacute;termin&eacute; l&rsquo;emplacement souhait&eacute; pour tous les p&eacute;riph&eacute;riques r&eacute;seau, vous pouvez commencer l&rsquo;installation du c&acirc;blage. Dans certains b&acirc;timents neufs ou r&eacute;nov&eacute;s, les c&acirc;bles r&eacute;seau sont pr&eacute;install&eacute;s, pour &eacute;viter d&rsquo;avoir &agrave; les int&eacute;grer aux murs par la suite. Si ce n&rsquo;est pas le cas, vous devez installer les c&acirc;bles ou les faire installer.</p>

            <p><span class="bold">&Eacute;tapes d&rsquo;installation du r&eacute;seau</span><br> Si vous pr&eacute;voyez d&rsquo;installer vous-m&ecirc;me les c&acirc;bles, prenez le temps de pr&eacute;parer votre intervention. Tout le mat&eacute;riel n&eacute;cessaire doit &ecirc;tre regroup&eacute; sur le site au moment de l&rsquo;installation&nbsp;; vous devez &eacute;galement pr&eacute;parer un sch&eacute;ma de c&acirc;blage.</p>

			<p>Les &eacute;tapes ci-dessous d&eacute;crivent la proc&eacute;dure de cr&eacute;ation physique d&rsquo;un r&eacute;seau&nbsp;:</p>

				<ol>
				  	
              <li>Pour installer des c&acirc;bles dans les plafonds ou les murs, vous devez &laquo;&nbsp;tirer&nbsp;&raquo; ces c&acirc;bles. Une personne tire le c&acirc;ble et une autre l&rsquo;introduit. N&rsquo;oubliez pas d&rsquo;&eacute;tiqueter les extr&eacute;mit&eacute;s de chaque c&acirc;ble. Observez les r&egrave;gles d&rsquo;&eacute;tiquetage en vigueur ou les directives d&eacute;finies dans la norme TIA/EIA 606-A. </li>
				  	<li>Une fois la terminaison des c&acirc;bles effectu&eacute;e &agrave; chaque extr&eacute;mit&eacute;, vous devez tester chaque c&acirc;ble pour v&eacute;rifier l&rsquo;absence d&rsquo;interf&eacute;rence et de court-circuit. </li>
				   	<li>Assurez-vous que les interfaces r&eacute;seau sont correctement install&eacute;es au niveau des ordinateurs de bureau, des ordinateurs portables et des imprimantes en r&eacute;seau. Une fois les interfaces install&eacute;es et v&eacute;rifi&eacute;es, configurez le logiciel client et l&rsquo;adresse IP de chaque p&eacute;riph&eacute;rique.</li>
				   	<li>Installez les commutateurs et les routeurs &agrave; un emplacement central s&eacute;curis&eacute;. Toutes les connexions du r&eacute;seau local doivent se terminer &agrave; cet endroit. Dans un r&eacute;seau domestique, vous ne pourrez peut-&ecirc;tre pas installer ces diff&eacute;rents p&eacute;riph&eacute;riques au m&ecirc;me endroit ou le r&eacute;seau ne poss&egrave;dera qu&rsquo;un p&eacute;riph&eacute;rique multifonction.</li>
					<li>Installez un c&acirc;ble de raccordement Ethernet entre la prise murale et chaque p&eacute;riph&eacute;rique r&eacute;seau. V&eacute;rifiez que le voyant lumineux est allum&eacute; sur toutes les cartes d&rsquo;interface r&eacute;seau. Dans un r&eacute;seau domestique, assurez-vous que chaque port de p&eacute;riph&eacute;rique r&eacute;seau connect&eacute; est allum&eacute;.</li>
				   	<li>Lorsque tous les p&eacute;riph&eacute;riques sont connect&eacute;s et les voyants allum&eacute;s, testez la connectivit&eacute; du r&eacute;seau. Servez-vous de la commande <span class="bold">ipconfig /all</span> pour afficher la configuration IP de chaque station de travail. Utilisez ensuite la commande <span class="bold">ping</span> pour tester la connectivit&eacute; de base. Vous devez normalement pouvoir envoyer une requ&ecirc;te ping &agrave; tous les ordinateurs du r&eacute;seau, y compris la passerelle par d&eacute;faut et les ordinateurs distants. Une fois la connectivit&eacute; de base confirm&eacute;e, vous devez configurer et tester les applications de r&eacute;seau, telles que la messagerie &eacute;lectronique et le navigateur Internet.</li>
				</ol>

          </td>
          </tr>
         </table>
       </td>
     </tr>
	</table>

</body>

</html>