<html>

<head>
<meta http-equiv="Content-Language" content="fr-fr">
<meta http-equiv="Content-Type" content="text/html; charset=windows-1252">
<title>Contenu</title>
<base target="_self">
<link href="../../css/content.css" rel="stylesheet" type="text/css">
</head>

<body onLoad="window.focus();">
<table border="0" cellpadding="0" cellspacing="0" width="100%">
	<!--  Start top title Lesson Bar -->
	  <tr>
	    <td width="18" class="toptitle01_white_bold" valign="top">
	    <img border="0" src="../../images/content_lines.gif" width="16" height="25"> <img border="0" src="../../images/transdot.gif" width="2" height="1"></td>
	    <td width="18" class="toptitle01_white_bold">6.1</td>
	    <td class="toptitle01_white_bold"><img border="0" src="../../images/transdot.gif" width="10" height="1"></td>
	    <td width="100%" class="toptitle01_white_bold">Description des ordinateurs portables et d&rsquo;autres p&eacute;riph&eacute;riques portables</td>
	    <td width="9" class="toptitle01_white_bold_margin">&nbsp;</td>
	  </tr>
	  <!--  End top title Lesson Bar --> <!--  Start top title Topic Bar --> <!-- 	 <tr> 	    <td width="18" height="25" class="toptitle02_white_bold">&nbsp;</td> 	    <td height="25"  class="toptitle02_white_bold">1.1.1</td>  	    <td class="toptitle02_white_bold"><img border="0" src="../../images/transdot.gif" width="10" height="1"></td> 	    <td width="100%" height="25" class="toptitle02_white_bold">First TI Title Goes Here</td> 	    <td height="25" width="9" class="toptitle02_white_bold_margin">&nbsp;</td> 	  </tr> 	 <!--  End top title Topic Bar -->	
</table>
	
	<!-- CONTENT -->
	<table border="0" cellpadding="0" cellspacing="0" width="95%" >
		<tr>
			<td width="20"></td>
			<td>
        <table border="0" cellpadding="0" cellspacing="0"  width="95%">
          <tr>
            <td width="100%">
            <p><span class="note_caps">Remarque&nbsp;:</span> les ordinateurs bloc-notes, portables et tablettes sont diff&eacute;rents types d&rsquo;ordinateurs portatifs. Pour plus de clart&eacute; et de coh&eacute;rence dans ce cours, tous ces ordinateurs sont appel&eacute;s &laquo;&nbsp;ordinateurs portables&nbsp;&raquo;.</p>
            <p><strong>Ordinateurs portables</strong><br> Les premiers ordinateurs portables &eacute;taient lourds et chers. Aujourd&rsquo;hui, ce type d&rsquo;ordinateur est tr&egrave;s populaire parce que l&rsquo;avanc&eacute;e technologique a permis d&rsquo;en r&eacute;duire le prix et le poids, tout en am&eacute;liorant ses possibilit&eacute;s.  De nombreux ordinateurs portables peuvent &ecirc;tre configur&eacute;s avec un port vid&eacute;o suppl&eacute;mentaire, un port FireWire, un port infrarouge ou une cam&eacute;ra int&eacute;gr&eacute;e.   </p>
            <p><strong>Assistants num&eacute;riques personnels et t&eacute;l&eacute;phones intelligents</strong><br> Les assistants num&eacute;riques personnels et les t&eacute;l&eacute;phones intelligents sont des exemples d&rsquo;appareils portables de plus en plus r&eacute;pandus. Les assistants num&eacute;riques personnels proposent des possibilit&eacute;s de jeu, de navigation sur le Web, de courriels, de messagerie instantan&eacute;e et bien d&rsquo;autres fonctions disponibles sur les PC. Les t&eacute;l&eacute;phones intelligents sont des t&eacute;l&eacute;phones portables qui int&egrave;grent de nombreuses possibilit&eacute;s offertes par les assistants num&eacute;riques personnels. Les assistants num&eacute;riques personnels et les t&eacute;l&eacute;phones intelligents peuvent ex&eacute;cuter, en partie, le m&ecirc;me logiciel que les ordinateurs portables.</p>
            <p>&Agrave; la fin de cette section, vous parviendrez &agrave;&nbsp;:</p>
            <ul>
              <li>identifier certaines utilisations courantes d&rsquo;ordinateurs portables&nbsp;;</li>
              <li>identifier certaines utilisations courantes d&rsquo;assistants num&eacute;riques personnels et de t&eacute;l&eacute;phones intelligents.</li>
            </ul></td>
          </tr>
         </table>  
       </td>
     </tr>
	</table>

</body>

</html>