<html>

<head>
<meta http-equiv="Content-Language" content="fr-fr">
<meta http-equiv="Content-Type" content="text/html; charset=windows-1252">
<title>Contenu</title>
<base target="_self">
<link href="../../css/content.css" rel="stylesheet" type="text/css">
</head>

<body onLoad="window.focus();">
<table border="0" cellpadding="0" cellspacing="0" width="100%">
	<!--  Start top title Lesson Bar -->
	  <tr>
	    <td width="18" class="toptitle01_white_bold" valign="top">
	    <img border="0" src="../../images/content_lines.gif" width="16" height="25"> <img border="0" src="../../images/transdot.gif" width="2" height="1"></td>
	    <td width="18" class="toptitle01_white_bold">2.4</td>
	    <td class="toptitle01_white_bold"><img border="0" src="../../images/transdot.gif" width="10" height="1"></td>
	    
    <td width="100%" class="toptitle01_white_bold">R&eacute;sum&eacute;</td>
	    <td width="9" class="toptitle01_white_bold_margin">&nbsp;</td>
	  </tr>
	  <!--  End top title Lesson Bar --> <!--  Start top title Topic Bar --> <!-- <tr> 	    <td width="18" height="25" class="toptitle02_white_bold">&nbsp;</td> 	    <td height="25"  class="toptitle02_white_bold">1.0</td>  	    <td class="toptitle02_white_bold"><img border="0" src="../../images/transdot.gif" width="10" height="1"></td> 	    <td width="100%" height="25" class="toptitle02_white_bold">Describe wireless communication methods for laptops and portable devices</td> 	    <td height="25" width="9" class="toptitle02_white_bold_margin">&nbsp;</td>   </tr> 	 <!--  End top title Topic Bar -->
</table>
	
	<!-- CONTENT -->
	<table border="0" cellpadding="0" cellspacing="0" width="95%" >
		<tr>
			<td width="20"></td>
			<td>
        <table border="0" cellpadding="0" cellspacing="0"  width="95%">
          <tr>
            
          <td width="100%"> 
            <p>Ce chapitre a abord&eacute; les proc&eacute;dures de TP s&eacute;curis&eacute;es, l&rsquo;utilisation correcte des outils et l&rsquo;&eacute;limination ad&eacute;quate des composants et fournitures informatiques. Vous vous &ecirc;tes familiaris&eacute; avec de nombreux outils utilis&eacute;s pour monter, entretenir et nettoyer des composants informatiques et &eacute;lectroniques. Vous avez &eacute;galement d&eacute;couvert l&rsquo;importance des outils organisationnels et comment ils peuvent vous permettre de travailler plus efficacement.</p>
			  <p>Les &eacute;l&eacute;ments suivants constituent certains concepts importants &agrave; retenir de ce chapitre&nbsp;:</p>
			  <ul>
						<li>travaillez de mani&egrave;re s&ucirc;re pour prot&eacute;ger les utilisateurs et l&rsquo;&eacute;quipement&nbsp;; </li>
						<li>suivez toutes les directives de s&eacute;curit&eacute; pour &eacute;viter le risque de blessure, pour vous et pour les autres&nbsp;;</li>
						<li>sachez comment prot&eacute;ger l&rsquo;&eacute;quipement des d&eacute;g&acirc;ts provoqu&eacute;s par une d&eacute;charge &eacute;lectrostatique&nbsp;;</li> 
						<li>ayez conscience et sachez pr&eacute;venir les probl&egrave;mes d&rsquo;alimentation qui peuvent endommager l&rsquo;&eacute;quipement ou perdre des donn&eacute;es&nbsp;;</li>
						<li>sachez quels produits et fournitures impliquent des proc&eacute;dures sp&eacute;ciales d&rsquo;&eacute;limination&nbsp;;</li>
						<li>familiarisez-vous avec les FDS pour les probl&egrave;mes de s&eacute;curit&eacute; et les restrictions d&rsquo;&eacute;limination, afin de prot&eacute;ger l&rsquo;environnement&nbsp;;</li>
						<li>soyez en mesure d&rsquo;utiliser les bons outils pour le travail concern&eacute;&nbsp;;</li> 
						<li>sachez comment nettoyer les composant en toute s&eacute;curit&eacute;&nbsp;;</li>
						<li>utilisez les outils organisationnels lors de r&eacute;parations informatiques.</li>
			  </ul>
		 </td>
          </tr>
         </table>  
       </td>
     </tr>
	</table>

</body>

</html>