<html>

<head>
<meta http-equiv="Content-Language" content="fr-fr">
<meta http-equiv="Content-Type" content="text/html; charset=windows-1252">
<title>Contenu</title>
<base target="_self">
<link href="../../css/content.css" rel="stylesheet" type="text/css">
</head>

<body onLoad="window.focus();">
<table border="0" cellpadding="0" cellspacing="0" width="100%">
	<!--  Start top title Lesson Bar -->
	  <tr>
	    <td width="18" class="toptitle01_white_bold" valign="top">
	    <img border="0" src="../../images/content_lines.gif" width="16" height="25"> <img border="0" src="../../images/transdot.gif" width="2" height="1"></td>
	    <td width="18" class="toptitle01_white_bold">13.2</td>
	    <td class="toptitle01_white_bold"><img border="0" src="../../images/transdot.gif" width="10" height="1"></td>
	    <td width="100%" class="toptitle01_white_bold">Description des r&eacute;parations sur les ordinateurs et p&eacute;riph&eacute;riques portables</td>
	    <td width="9" class="toptitle01_white_bold_margin">&nbsp;</td>
	  </tr>
	  <!--  End top title Lesson Bar --> <!--  Start top title Topic Bar --> <!--	 <tr> 	    <td width="18" height="25" class="toptitle02_white_bold">&nbsp;</td> 	    <td height="25"  class="toptitle02_white_bold">2.0</td>  	    <td class="toptitle02_white_bold"><img border="0" src="../../images/transdot.gif" width="10" height="1"></td> 	    <td width="100%" height="25" class="toptitle02_white_bold">Describe repairs for laptops and portable devices</td> 	    <td height="25" width="9" class="toptitle02_white_bold_margin">&nbsp;</td>   </tr> 	 <!--  End top title Topic Bar -->
</table>
	
	<!-- CONTENT -->
	<table border="0" cellpadding="0" cellspacing="0" width="95%" >
		<tr>
			<td width="20"></td>
			
    <td> 
      <p>Lorsqu&rsquo;un ordinateur ou p&eacute;riph&eacute;rique portable commence &agrave; mal fonctionner, que devez-vous faire&nbsp;? Certaines parties d&rsquo;un ordinateur portable, g&eacute;n&eacute;ralement appel&eacute;es Unit&eacute;s rempla&ccedil;ables par le client (CRU), peuvent &ecirc;tre remplac&eacute;es par le client. Les CRU incluent des composants comme la batterie de l&rsquo;ordinateur portable et de la m&eacute;moire vive suppl&eacute;mentaire. Les parties ne devant pas &ecirc;tre remplac&eacute;es par le client sont appel&eacute;es Unit&eacute;s rempla&ccedil;ables sur site (FRU). Les FRU incluent des composants comme la carte m&egrave;re, l&rsquo;&eacute;cran LCD et le clavier de l&rsquo;ordinateur portable. Souvent, il arrive que le p&eacute;riph&eacute;rique doive &ecirc;tre renvoy&eacute; au lieu d&rsquo;achat, &agrave; un centre de services agr&eacute;&eacute; ou m&ecirc;me au fabricant.</p>
      <p>Un centre de r&eacute;paration peut effectuer l&rsquo;entretien d&rsquo;ordinateurs portables de diff&eacute;rents fabricants ou il peut se sp&eacute;cialiser dans une marque pr&eacute;cise et &ecirc;tre consid&eacute;r&eacute; alors comme distributeur agr&eacute;&eacute; pour les travaux et r&eacute;parations sous garantie. Les r&eacute;parations suivantes sont couramment effectu&eacute;es dans des centres de r&eacute;paration locaux&nbsp;: </p>
      <ul>
        <li>diagnostics mat&eacute;riel et logiciel&nbsp;; </li>
        <li>transfert et r&eacute;cup&eacute;ration de donn&eacute;es&nbsp;; </li>
        <li>installation de disque dur et mises &agrave; niveau&nbsp;; </li>
        <li>installation de m&eacute;moire vive et mises &agrave; niveau&nbsp;; </li>
        <li>remplacement de clavier et de ventilateur&nbsp;; </li>
        <li>nettoyage int&eacute;rieur de l&rsquo;ordinateur portable&nbsp;;</li>
        <li>r&eacute;paration de l&rsquo;&eacute;cran LCD&nbsp;; </li>
        <li>r&eacute;paration du r&eacute;tro&eacute;clairage et du convertisseur LCD. </li>
      </ul>
      <p>La plupart des r&eacute;parations sur les &eacute;crans LCD doivent &ecirc;tre effectu&eacute;es dans un centre de r&eacute;paration. Ces r&eacute;parations incluent le remplacement de l&rsquo;&eacute;cran LCD, le r&eacute;tro&eacute;clairage qui brille &agrave; travers l&rsquo;&eacute;cran pour &eacute;clairer l&rsquo;affichage et le convertisseur qui produit la haute tension n&eacute;cessaire au r&eacute;tro&eacute;clairage. En cas de panne du r&eacute;tro&eacute;clairage, l&rsquo;&eacute;cran n&rsquo;est visible qu&rsquo;avec un certain angle de vision.</p>
      <p>En cas d&rsquo;indisponibilit&eacute; des services locaux, vous devrez peut-&ecirc;tre envoyer l&rsquo;ordinateur portable &agrave; un centre de r&eacute;paration r&eacute;gional ou au fabricant. Si l&rsquo;ordinateur portable est gravement endommag&eacute; ou si sa r&eacute;paration n&eacute;cessite des logiciels et outils sp&eacute;cialis&eacute;s, le fabricant peut d&eacute;cider de le remplacer au lieu de le r&eacute;parer.</p>
      <p><strong class="caution_caps">ATTENTION&nbsp;: </strong> avant d&rsquo;essayer de r&eacute;parer un ordinateur ou p&eacute;riph&eacute;rique portable, v&eacute;rifiez la garantie pour voir si les r&eacute;parations survenant pendant la p&eacute;riode de garantie doivent &ecirc;tre effectu&eacute;es dans un centre d&rsquo;entretien agr&eacute;&eacute; pour ne pas invalider la garantie. Si vous r&eacute;parez vous-m&ecirc;me un ordinateur portable, vous devez toujours sauvegarder les donn&eacute;es et d&eacute;brancher le p&eacute;riph&eacute;rique de l&rsquo;alimentation &eacute;lectrique. </p>
      <table  width="95%" border="0" cellspacing="0" cellpadding="0" id="activity">
        <tr> 
          <td valign="top"> 
            <table  width="100%" cellspacing="0" cellpadding="0" border="0" >
              <tr> 
                <td width="5" class="activity_topbar"> <img border="0" src="../../images/lab_toplft.gif" width="116" height="23"></td>
                <td class="activity_topbar"><img alt="" height="1" width="3" src="../../images/s.gif"></td>
                <td align="right" valign="top" class="activity_topbar"> <img alt="" src="../../images/corner_ur_7.gif" width="7" height="7"></td>
              </tr>
            </table>
            <table width="100%" cellspacing="0" cellpadding="0" border="0" id="table3">
              <tr> 
                <td> 
                  <table width="100%" cellpadding="2" cellspacing="0" border="0"  id="table4">
                    <tr> 
                      <td width="15" class="activity_text">&nbsp;</td>
                      <td class="activity_text"><img border="0" src="../../images/lab_icon.gif" width="36" height="30"> <a target="_blank" href="../worksheet13_2_0/13.2_Wk_Repair_Center.pdf">Fiche de travail</a>
                        <p> <span class="activity_bold">Examen des centres de r&eacute;paration</span><br> Recherche des services de centre de r&eacute;paration<br> <br>
                        </p>
                      </td>
                    </tr>
                  </table>
                </td>
              </tr>
            </table>
          </td>
        </tr>
      </table>
      <p>&nbsp;</p>
          
    </td>
     </tr>
	</table>

</body>

</html>