<html>

<head>
<meta http-equiv="Content-Language" content="fr-fr">
<meta http-equiv="Content-Type" content="text/html; charset=windows-1252">
<title>Contenu</title>
<base target="_self">
<link href="../../css/content.css" rel="stylesheet" type="text/css">
</head>

<body onLoad="window.focus();">
<table border="0" cellpadding="0" cellspacing="0" width="100%">
  <!--  Start top title Lesson Bar -->
  <tr>
      <td width="18" class="toptitle01_white_bold" valign="top"> <img border="0" src="../../images/content_lines.gif" width="16" height="25"> <img border="0" src="../../images/transdot.gif" width="2" height="1"></td>
      <td width="18" class="toptitle01_white_bold">15.5</td>
      <td class="toptitle01_white_bold"><img border="0" src="../../images/transdot.gif" width="10" height="1"></td>
      <td width="100%" class="toptitle01_white_bold">Mise &agrave; niveau du r&eacute;seau client</td>
      <td width="9" class="toptitle01_white_bold_margin">&nbsp;</td>
  </tr>
  <!--  End top title Lesson Bar -->

  <!--  Start top title Topic Bar -->
  <tr>
  	    <td width="18" height="25" class="toptitle02_white_bold">&nbsp;</td>
      	<td height="25"  class="toptitle02_white_bold">15.5.3</td>
  	    <td class="toptitle02_white_bold"><img border="0" src="../../images/transdot.gif" width="10" height="1"></td>
      	<td width="100%" height="25" class="toptitle02_white_bold">Test de la connexion</td>
  	    <td height="25" width="9" class="toptitle02_white_bold_margin">&nbsp;</td>
  </tr>

  <!--  End top title Topic Bar -->
</table>

	<!-- CONTENT -->
	<table border="0" cellpadding="0" cellspacing="0" width="95%" >
		<tr>
			<td width="20"></td>
			<td>
        <table border="0" cellpadding="0" cellspacing="0"  width="95%">

        <tr>
          <td width="100%">
            <p>Il est parfois difficile de savoir si une connexion sans fil fonctionne correctement, m&ecirc;me lorsque Windows vous indique que vous &ecirc;tes effectivement connect&eacute;. Vous pouvez en effet &ecirc;tre connect&eacute; &agrave; un point d&rsquo;acc&egrave;s sans fil ou &agrave; une passerelle domestique, mais ne pas &ecirc;tre connect&eacute; &agrave; Internet. La m&eacute;thode la plus simple pour tester une connexion Internet est d&rsquo;ouvrir le navigateur Web et d&rsquo;essayer d&rsquo;acc&eacute;der &agrave; une page Web. Pour d&eacute;panner une connexion sans fil, vous pouvez utiliser l&rsquo;interface graphique utilisateur ou l&rsquo;interface de ligne de commande (ILC) Windows.</p>

            <p><span class="bold">Connexions r&eacute;seau </span><br> Pour v&eacute;rifier une connexion sans fil &agrave; l&rsquo;aide de l&rsquo;interface graphique utilisateur de Windows&nbsp;XP, s&eacute;lectionnez <span class="bold">D&eacute;marrer &gt; Panneau de configuration &gt; Connexions r&eacute;seau</span>, comme indiqu&eacute; dans la Figure&nbsp;1. Double-cliquez sur une connexion r&eacute;seau sans fil pour afficher son &eacute;tat.</p>

            <p>L&rsquo;&eacute;cran <span class="bold">&Eacute;tat de connexion</span> pr&eacute;sent&eacute; dans la Figure&nbsp;2 s&rsquo;affiche&nbsp;; il indique le nombre de paquets envoy&eacute;s et re&ccedil;us. Les paquets repr&eacute;sentent la communication entre l&rsquo;ordinateur et le p&eacute;riph&eacute;rique r&eacute;seau. Cette fen&ecirc;tre indique &eacute;galement si l&rsquo;ordinateur est connect&eacute;, de m&ecirc;me que la vitesse et la dur&eacute;e de cette connexion.</p>

            <p>Pour afficher le <strong>Type d&rsquo;adresse</strong>, comme indiqu&eacute; dans la Figure&nbsp;3, s&eacute;lectionnez l&rsquo;onglet <b>Support</b> dans l&rsquo;&eacute;cran <strong>&Eacute;tat de connexion</strong>. Les donn&eacute;es d&rsquo;&eacute;tat de connexion incluent soit une adresse statique, attribu&eacute;e manuellement, soit une adresse dynamique, attribu&eacute;e par un serveur DHCP. Le masque de sous-r&eacute;seau et la passerelle par d&eacute;faut sont &eacute;galement indiqu&eacute;s. Pour acc&eacute;der &agrave; l&rsquo;adresse MAC et aux autres informations relatives &agrave; l&rsquo;adresse IP, cliquez sur <b>D&eacute;tails...</b> . Si la connexion ne fonctionne pas correctement, cliquez sur <b>R&eacute;parer</b> pour r&eacute;initialiser les informations de session et tenter d&rsquo;&eacute;tablir une nouvelle connexion.</p>


		 	<p><span class="bold">Ipconfig</span><br>La commande <strong>ipconfig</strong> est un outil de ligne de commande utilis&eacute; pour v&eacute;rifier qu&rsquo;une connexion dispose d&rsquo;une adresse IP valide. La fen&ecirc;tre affiche les informations d&rsquo;adresse IP de base pour les connexions r&eacute;seau existantes. Pour ex&eacute;cuter des op&eacute;rations sp&eacute;cifiques, ajoutez des commutateurs &agrave; la commande <strong>ipconfig</strong>, comme indiqu&eacute; dans la Figure&nbsp;4.</p>

		 	<p><span class="bold">Ping</span><br> La fonction ping est un outil d&rsquo;ILC utilis&eacute; pour tester la connectivit&eacute; entre les p&eacute;riph&eacute;riques. Vous pouvez tester votre propre connexion en envoyant une requ&ecirc;te ping &agrave; votre ordinateur. Pour ce faire, envoyez la requ&ecirc;te ping &agrave; votre carte r&eacute;seau. S&eacute;lectionnez <span class="bold">D&eacute;marrer &gt; Ex&eacute;cuter &gt; cmd</span>. &Agrave; l&rsquo;invite de commande, saisissez <span class="bold">ping localhost</span>. Cette commande vous permet de savoir si la carte r&eacute;seau fonctionne correctement.</p>

		 	<p>Envoyez une requ&ecirc;te ping &agrave; votre passerelle par d&eacute;faut pour v&eacute;rifier que la connexion au r&eacute;seau &eacute;tendu fonctionne normalement. Vous trouverez l&rsquo;adresse de la passerelle par d&eacute;faut &agrave; l&rsquo;aide de la commande <strong>ipconfig</strong>.</p>

		 	<p>Pour tester la connexion Internet et DNS, envoyez une requ&ecirc;te ping &agrave; un site Web connu. S&eacute;lectionnez <span class="bold">D&eacute;marrer &gt; Ex&eacute;cuter &gt; cmd</span>. &Agrave; l&rsquo;invite de commande, saisissez <span class="bold">ping nom de destination</span>.</p>

			<p>La r&eacute;ponse &agrave; la commande <strong>ping</strong> affiche la r&eacute;solution d&rsquo;adresse IP du domaine. La r&eacute;ponse peut &ecirc;tre une confirmation de requ&ecirc;te ping ou un message de d&eacute;passement de d&eacute;lai en cas de probl&egrave;me.</p>

			<p><span class="bold">Tracert</span><br> Tracert est un outil d&rsquo;ILC qui suit le chemin emprunt&eacute; par les paquets pour aller de votre ordinateur &agrave; l&rsquo;adresse de destination. S&eacute;lectionnez <span class="bold">D&eacute;marrer &gt; Ex&eacute;cuter &gt; cmd</span>. &Agrave; l&rsquo;invite de commande, saisissez <span class="bold">tracert</span>.</p>

			<p>La premi&egrave;re liste affich&eacute;e dans la fen&ecirc;tre des r&eacute;sultats tracert correspond &agrave; votre passerelle par d&eacute;faut. Chaque liste affich&eacute;e ensuite correspond au routeur par lequel les paquets transitent, pour atteindre leur destination. L&rsquo;outil Tracert vous indique o&ugrave; les paquets s&rsquo;arr&ecirc;tent, vous permettant de d&eacute;terminer le lieu exact de l&rsquo;&eacute;ventuel probl&egrave;me. Si certaines listes r&eacute;v&egrave;lent des probl&egrave;mes apr&egrave;s la passerelle par d&eacute;faut, cela peut signifier que le probl&egrave;me vient du FAI, d&rsquo;Internet ou du serveur de destination.</p>


            <!-- Start Activity box   -->

			<table  width="95%" border="0" cellspacing="0" cellpadding="0" id="activity">
			  <tr>
				<td valign="top">
				  <table  width="100%" cellspacing="0" cellpadding="0" border="0" >
					<tr>
					  <td width="5" class="activity_topbar"> <img border="0" src="../../images/lab_toplft.gif" width="116" height="23"></td>
					  <td class="activity_topbar"><img alt="" height="1" width="3" src="../../images/s.gif"></td>
					  <td align="right" valign="top" class="activity_topbar">
						<img alt="" src="../../images/corner_ur_7.gif" width="7" height="7"></td>
					</tr>
				  </table>
				  <table width="100%" cellspacing="0" cellpadding="0" border="0" id="table3">
					<tr>
					  <td>
						<table width="100%" cellpadding="2" cellspacing="0" border="0"  id="table4">
						  <tr>
							<td width="15" class="activity_text">&nbsp;</td>
							<td class="activity_text"><img border="0" src="../../images/lab_icon.gif" width="36" height="30"> <a target="_blank" href="../lab15_5_3/15.5.3_Lab_Test_Wireless_NIC.pdf">Travaux pratiques</a>
<p> <span class="bold">Test de la connexion d&rsquo;une carte r&eacute;seau sans fil</span><br>
 Test de la connexion d&rsquo;une carte r&eacute;seau sans fil<br> <br>							  </p>
							</td>
						  </tr>
						</table>
					  </td>
					</tr>
				  </table>
				</td>
			  </tr>
			</table>

<!-- END Activity box   -->


          </tr>
         </table>
       </td>
     </tr>
	</table>

</body>

</html>