<html>

<head>
<meta http-equiv="Content-Language" content="fr-fr">
<meta http-equiv="Content-Type" content="text/html; charset=windows-1252">
<title>Contenu</title>
<base target="_self">
<link href="../../css/content.css" rel="stylesheet" type="text/css">
</head>

<body onLoad="window.focus();">
<table border="0" cellpadding="0" cellspacing="0" width="100%">
	<!--  Start top title Lesson Bar -->
	  <tr>
	    <td width="18" class="toptitle01_white_bold" valign="top">
	    <img border="0" src="../../images/content_lines.gif" width="16" height="25"> <img border="0" src="../../images/transdot.gif" width="2" height="1"></td>
	    <td width="18" class="toptitle01_white_bold">4.0</td>
	    <td class="toptitle01_white_bold"><img border="0" src="../../images/transdot.gif" width="10" height="1"></td>
	    
    <td width="100%" class="toptitle01_white_bold">Introduction</td>
	    <td width="9" class="toptitle01_white_bold_margin">&nbsp;</td>
	  </tr>
	  <!--  End top title Lesson Bar --> <!--  Start top title Topic Bar --> <!-- 	 <tr> 	    <td width="18" height="25" class="toptitle02_white_bold">&nbsp;</td> 	    <td height="25"  class="toptitle02_white_bold">1.1.1</td>  	    <td class="toptitle02_white_bold"><img border="0" src="../../images/transdot.gif" width="10" height="1"></td> 	    <td width="100%" height="25" class="toptitle02_white_bold">First TI Title Goes Here</td> 	    <td height="25" width="9" class="toptitle02_white_bold_margin">&nbsp;</td> 	  </tr> 	 <!--  End top title Topic Bar -->
</table>
	
	<!-- CONTENT -->
	<table border="0" cellpadding="0" cellspacing="0" width="95%" >
		<tr>
			<td width="20"></td>
			<td>
        <table border="0" cellpadding="0" cellspacing="0"  width="95%">
          <tr>
            
          <td width="100%"> 
            <p>Ce chapitre pr&eacute;sente la maintenance pr&eacute;ventive et la proc&eacute;dure de d&eacute;pannage. La maintenance pr&eacute;ventive est l&rsquo;inspection, le nettoyage et le remplacement r&eacute;guliers et syst&eacute;matiques des pi&egrave;ces, mat&eacute;riaux et syst&egrave;mes us&eacute;s. Elle contribue &agrave; &eacute;viter les d&eacute;faillances de pi&egrave;ces, mat&eacute;riaux et syst&egrave;mes en v&eacute;rifiant qu&rsquo;ils sont en bon &eacute;tat de fonctionnement. Le d&eacute;pannage est une approche syst&eacute;matique pour localiser la cause d&rsquo;une panne dans un syst&egrave;me informatique. Une bonne maintenance pr&eacute;ventive contribue &agrave; r&eacute;duire les d&eacute;faillances. S&rsquo;il y a moins de d&eacute;faillances, il y a moins de d&eacute;pannage &agrave; faire, ce qui permet &agrave; une organisation d&rsquo;&eacute;conomiser du temps et de l&rsquo;argent.</p>
			  <p>Le d&eacute;pannage est une comp&eacute;tence qui s&rsquo;apprend. Toutes les proc&eacute;dures de d&eacute;pannage ne sont pas les m&ecirc;mes et les techniciens ont tendance &agrave; affiner leurs propres comp&eacute;tences dans ce domaine en s&rsquo;appuyant sur leurs connaissances et leur exp&eacute;rience. Utilisez les indications de ce chapitre comme point de d&eacute;part pour vous aider &agrave; d&eacute;velopper vos comp&eacute;tences de d&eacute;pannage. Bien que chaque situation soit diff&eacute;rente, la proc&eacute;dure d&eacute;crite dans ce chapitre vous aidera &agrave; d&eacute;terminer les actions &agrave; entreprendre lorsque vous tentez de r&eacute;soudre le probl&egrave;me technique d&rsquo;un client.</p>
			  <p>&Agrave; la fin de ce chapitre, vous parviendrez &agrave;&nbsp;:</p>
              
            <ul>
              <li>expliquer les objectifs de la maintenance pr&eacute;ventive&nbsp;;</li>
              <li>identifier les &eacute;tapes de la proc&eacute;dure de d&eacute;pannage.</li>
            </ul>			  
              </td>
          </tr>
         </table>  
       </td>
     </tr>
	</table>

</body>

</html>