<html>

<head>
<meta http-equiv="Content-Language" content="fr-fr">
<meta http-equiv="Content-Type" content="text/html; charset=windows-1252">
<title>Contenu</title>
<base target="_self">
<link href="../../css/content.css" rel="stylesheet" type="text/css">
</head>

<body onLoad="window.focus();">
<table border="0" cellpadding="0" cellspacing="0" width="100%">
	<!--  Start top title Lesson Bar -->
	  <tr>
	    <td width="18" class="toptitle01_white_bold" valign="top">
	    <img border="0" src="../../images/content_lines.gif" width="16" height="25"> <img border="0" src="../../images/transdot.gif" width="2" height="1"></td>
	    
    <td width="18" class="toptitle01_white_bold">7.1</td>
	    <td class="toptitle01_white_bold"><img border="0" src="../../images/transdot.gif" width="10" height="1"></td>
	    <td width="100%" class="toptitle01_white_bold">Description des types d&rsquo;imprimantes actuellement disponibles</td>
	    <td width="9" class="toptitle01_white_bold_margin">&nbsp;</td>
	  </tr>
	  <!--  End top title Lesson Bar --> <!--  Start top title Topic Bar -->
 	 <tr>
	    <td width="18" height="25" class="toptitle02_white_bold">&nbsp;</td>
	    
    <td height="25"  class="toptitle02_white_bold">7.1.2</td> 
	    <td class="toptitle02_white_bold"><img border="0" src="../../images/transdot.gif" width="10" height="1"></td>
	    
    <td width="100%" height="25" class="toptitle02_white_bold">Description des interfaces entre une imprimante et un ordinateur </td>
	    <td height="25" width="9" class="toptitle02_white_bold_margin">&nbsp;</td>
	  </tr>
	 <!--  End top title Topic Bar -->	
</table>
	
	<!-- CONTENT -->
	<table border="0" cellpadding="0" cellspacing="0" width="95%" >
		<tr>
			<td width="20"></td>
			<td>
        <table border="0" cellpadding="0" cellspacing="0"  width="95%">
          
        <tr> 
          <td width="100%"> 
            <p>Pour imprimer des documents, un ordinateur doit disposer d&rsquo;une interface compatible avec l&rsquo;imprimante. En g&eacute;n&eacute;ral, les imprimantes se connectent aux ordinateurs particuliers au moyen d&rsquo;une interface parall&egrave;le, USB ou sans fil. Les imprimantes d&rsquo;entreprise peuvent se connecter &agrave; un r&eacute;seau au moyen d&rsquo;un c&acirc;ble r&eacute;seau.</p>
            <p><span class="bold">S&eacute;rie</span><br> Le transfert s&eacute;rie de donn&eacute;es est le d&eacute;placement de bits uniques d&rsquo;information dans un seul cycle. Une connexion s&eacute;rie peut &ecirc;tre utilis&eacute;e pour les imprimantes matricielles car elles ne requi&egrave;rent pas un haut d&eacute;bit de transfert de donn&eacute;es. 
            </p>
            <p><span class="bold">Parall&egrave;le</span><br> Le transfert parall&egrave;le de donn&eacute;es est plus rapide que le transfert s&eacute;rie. Il s&rsquo;agit d&rsquo;un d&eacute;placement de bits multiples d&rsquo;information dans un seul cycle. Le chemin est alors plus large pour d&eacute;placer les informations vers l&rsquo;imprimante ou &agrave; partir de celle-ci. </p>
            <p>IEEE 1284 est la norme actuelle pour les ports parall&egrave;les d&rsquo;imprimante. Les modes EPP (Enhanced Parallel Port) et ECP (Enhanced Capabilities Port) sont deux modes de fonctionnement de la norme IEEE 1284 permettant une communication bidirectionnelle. </p>
            <p><span class="bold">SCSI</span><br> L&rsquo;interface SCSI (Small Computer System Interface) utilise une technologie de communication parall&egrave;le pour atteindre des d&eacute;bits &eacute;lev&eacute;s de transfert de donn&eacute;es. </p>
            <p><span class="bold">USB</span><br> USB est une interface tr&egrave;s r&eacute;pandue pour les imprimantes et d&rsquo;autres p&eacute;riph&eacute;riques. Sa configuration rapide et simple la rend tr&egrave;s pratique. Les syst&egrave;mes d&rsquo;exploitation plus r&eacute;cents proposent une prise en charge USB Plug and Play. Lorsqu&rsquo;un p&eacute;riph&eacute;rique USB est ajout&eacute; &agrave; un syst&egrave;me informatique prenant en charge le Plug and Play, le p&eacute;riph&eacute;rique est automatiquement d&eacute;tect&eacute; et le processus d&rsquo;installation du pilote est lanc&eacute;. </p>
            <p><span class="bold">FireWire</span><br> FireWire, &eacute;galement connu sous le nom de i.LINK ou IEEE 1394, est un bus de communication &agrave; haut d&eacute;bit, ind&eacute;pendant des plateformes. Ce bus connecte des p&eacute;riph&eacute;riques num&eacute;riques tels que les imprimantes num&eacute;riques, les scanners, les appareils photo num&eacute;riques et les disques durs. 
            </p>
            <p>FireWire permet &agrave; un p&eacute;riph&eacute;rique, comme une imprimante, de se connecter &agrave; un ordinateur de fa&ccedil;on transparente. Il permet &eacute;galement au p&eacute;riph&eacute;rique d&rsquo;&ecirc;tre rempla&ccedil;able &agrave; chaud. FireWire fournit une prise compl&egrave;te m&acirc;le et femelle unique, &agrave; laquelle peuvent se brancher jusqu&rsquo;&agrave; 63 p&eacute;riph&eacute;riques. Le d&eacute;bit de transfert de donn&eacute;es de FireWire peut atteindre 400&nbsp;Mbits/s. </p>
            <p><span class="bold">Ethernet</span><br> Les imprimantes peuvent &ecirc;tre partag&eacute;es sur un r&eacute;seau. La connexion d&rsquo;une imprimante au r&eacute;seau requiert un c&acirc;blage compatible au r&eacute;seau existant et au port de r&eacute;seau install&eacute; dans l&rsquo;imprimante. La plupart des imprimantes de r&eacute;seau utilisent une interface RJ-45 pour se connecter au r&eacute;seau. </p>
            <p><span class="bold">Sans fil</span><br> L&rsquo;impression sans fil est possible au moyen des technologies infrarouge, Bluetooth et Wi-Fi (Wireless Fidelity). </p>
            <p>Pour une communication infrarouge entre une imprimante et un ordinateur, les deux appareils doivent disposer d&rsquo;un &eacute;metteur et d&rsquo;un r&eacute;cepteur. Une visibilit&eacute; directe est n&eacute;cessaire entre chaque couple &eacute;metteur-r&eacute;cepteur, avec une distance maximale de 3,7&nbsp;m. La technologie infrarouge utilise une lumi&egrave;re invisible pour l&rsquo;&oelig;il humain.</p>
            <p>La technologie Bluetooth utilise une fr&eacute;quence radio, non prot&eacute;g&eacute;e par licence, pour une communication de courte port&eacute;e&nbsp;; elle est appr&eacute;ci&eacute;e pour les casques sans fil et pour la synchronisation d&rsquo;un assistant num&eacute;rique personnel avec un ordinateur portable ou de bureau. Un adaptateur Bluetooth permet &agrave; un p&eacute;riph&eacute;rique Bluetooth de se connecter &agrave; une imprimante, en g&eacute;n&eacute;ral au moyen d&rsquo;un port USB.</p>
            <p>Wi-Fi est le nom r&eacute;pandu d&rsquo;une technologie relativement nouvelle qui permet de connecter des ordinateurs &agrave; un r&eacute;seau sans utiliser de c&acirc;bles. Deux normes sont tr&egrave;s utilis&eacute;es pour la technologie Wi-Fi et elles commencent toutes deux par le num&eacute;ro normalis&eacute; IEEE 802.11&nbsp;:</p>
            <ul>
              <li>La norme 802.11b transf&egrave;re les donn&eacute;es &agrave; un d&eacute;bit de 11&nbsp;Mbits/s.</li>
              <li>La norme 802.11g transf&egrave;re les donn&eacute;es &agrave; un d&eacute;bit de 54&nbsp;Mbits/s. Les produits 802.11g sont r&eacute;trocompatibles avec la norme 802.11b.</li>
            </ul>
          </td>
          </tr>
         </table>  
       </td>
     </tr>
	</table>
</body>

</html>