<html>

<head>
<meta http-equiv="Content-Language" content="fr-fr">
<meta http-equiv="Content-Type" content="text/html; charset=windows-1252">
<title>Contenu</title>
<base target="_self">
<link href="../../css/content.css" rel="stylesheet" type="text/css">
</head>

<body onLoad="window.focus();">
<table border="0" cellpadding="0" cellspacing="0" width="100%">
	<!--  Start top title Lesson Bar -->
	  <tr>
	    <td width="18" class="toptitle01_white_bold" valign="top">
	    <img border="0" src="../../images/content_lines.gif" width="16" height="25"> <img border="0" src="../../images/transdot.gif" width="2" height="1"></td>
	    
    <td width="18" class="toptitle01_white_bold">1.1</td>
	    <td class="toptitle01_white_bold"><img border="0" src="../../images/transdot.gif" width="10" height="1"></td>
	    
    <td width="100%" class="toptitle01_white_bold">Explication des certifications du secteur informatique</td>
	    <td width="9" class="toptitle01_white_bold_margin">&nbsp;</td>
	  </tr>
	  <!--  End top title Lesson Bar --> <!--  Start top title Topic Bar -->
 	 <tr>
	    <td width="18" height="25" class="toptitle02_white_bold">&nbsp;</td>
	    
    <td height="25"  class="toptitle02_white_bold">1.1.3</td> 
	    <td class="toptitle02_white_bold"><img border="0" src="../../images/transdot.gif" width="10" height="1"></td>
	    
    <td width="100%" height="25" class="toptitle02_white_bold">Description de la certification EUCIP</td>
	    <td height="25" width="9" class="toptitle02_white_bold_margin">&nbsp;</td>
  </tr>
	 <!--  End top title Topic Bar -->
</table>
	
	<!-- CONTENT -->
	<table border="0" cellpadding="0" cellspacing="0" width="95%" >
		<tr>
			<td width="20"></td>
			<td>
        <table border="0" cellpadding="0" cellspacing="0"  width="95%">
          <tr>
            
          <td width="100%" height="17"> 
            <p>Le programme d&rsquo;administrateur informatique EUCIP propose une certification reconnue des comp&eacute;tences en informatique. La certification englobe les normes &eacute;dict&eacute;es par le CEPIS (Council of European Professional Informatics Societies). La certification d&rsquo;administrateur informatique EUCIP est compos&eacute;e de cinq modules, avec un examen correspondant &agrave; chaque module. Ce cours vous pr&eacute;pare aux modules 1&ndash;3.</p>
            <p><span class="bold">Module 1&nbsp;: Mat&eacute;riel informatique</span><br> Le module Mat&eacute;riel informatique n&eacute;cessite que le candidat comprenne les bases de l&rsquo;assemblage d&rsquo;un ordinateur personnel et les fonctions des composants. Le candidat doit pouvoir diagnostiquer et r&eacute;soudre de mani&egrave;re efficace les probl&egrave;mes li&eacute;s au mat&eacute;riel. Il doit pouvoir conseiller les clients sur le mat&eacute;riel &agrave; acheter, de fa&ccedil;on appropri&eacute;e.</p>
            <p><span class="bold">Module 2&nbsp;: Syst&egrave;mes d&rsquo;exploitation</span><br> Le module Syst&egrave;mes d&rsquo;exploitation n&eacute;cessite que le candidat soit familiaris&eacute; avec les proc&eacute;dures d&rsquo;installation et de mise &agrave; jour des applications et des syst&egrave;mes d&rsquo;exploitation les plus courants. Le candidat doit savoir comment utiliser les outils du syst&egrave;me pour d&eacute;panner et r&eacute;parer les syst&egrave;mes d&rsquo;exploitation.</p>
            <p><span class="bold">Module 3&nbsp;: R&eacute;seau local et services r&eacute;seau</span><br> Le module R&eacute;seau local et services r&eacute;seau n&eacute;cessite que le candidat connaisse la proc&eacute;dure d&rsquo;installation, d&rsquo;utilisation et de gestion des r&eacute;seaux locaux. Le candidat doit pouvoir ajouter et supprimer des utilisateurs et des ressources partag&eacute;es. Le candidat doit savoir comment utiliser les outils du syst&egrave;me pour d&eacute;panner et r&eacute;parer les r&eacute;seaux.</p>
            <p><span class="bold">Module 4&nbsp;: Utilisation du r&eacute;seau sp&eacute;cialis&eacute;e</span><br> Ce module d&eacute;passe le cadre du cours IT Essentials, bien que certains sujets soient trait&eacute;s. Le module Utilisation du r&eacute;seau sp&eacute;cialis&eacute;e n&eacute;cessite que le candidat comprenne la communication sur r&eacute;seau local.</p>
            <p><span class="bold">Module 5&nbsp;: S&eacute;curit&eacute; informatique</span><br> Ce module d&eacute;passe le cadre du cours IT Essentials, bien que certains sujets soient trait&eacute;s. Le module S&eacute;curit&eacute; informatique n&eacute;cessite que le candidat soit familiaris&eacute; aux m&eacute;thodes et fonctions li&eacute;es &agrave; la s&eacute;curit&eacute;, disponibles pour un ordinateur autonome ou en r&eacute;seau. </p>
 			
          </td>
        </tr>
         </table>  
       </td>
     </tr>
	</table>

</body>

</html>