<html>

<head>
<meta http-equiv="Content-Language" content="fr-fr">
<meta http-equiv="Content-Type" content="text/html; charset=windows-1252">
<title>Contenu</title>
<base target="_self">
<link href="../../css/content.css" rel="stylesheet" type="text/css">
</head>

<body onLoad="window.focus();">
<table border="0" cellpadding="0" cellspacing="0" width="100%">
	<!--  Start top title Lesson Bar -->
	  <tr>
	    <td width="18" class="toptitle01_white_bold" valign="top">
	    <img border="0" src="../../images/content_lines.gif" width="16" height="25"> <img border="0" src="../../images/transdot.gif" width="2" height="1"></td>
	    <td width="18" class="toptitle01_white_bold">13.0</td>
	    <td class="toptitle01_white_bold"><img border="0" src="../../images/transdot.gif" width="10" height="1"></td>
	    <td width="100%" class="toptitle01_white_bold"> Introduction </td>
	    <td width="9" class="toptitle01_white_bold_margin">&nbsp;</td>
	  </tr>
	  <!--  End top title Lesson Bar --> <!--  Start top title Topic Bar --> <!-- 	 <tr> 	    <td width="18" height="25" class="toptitle02_white_bold">&nbsp;</td> 	    <td height="25"  class="toptitle02_white_bold">1.1.1</td>  	    <td class="toptitle02_white_bold"><img border="0" src="../../images/transdot.gif" width="10" height="1"></td> 	    <td width="100%" height="25" class="toptitle02_white_bold">First TI Title Goes Here</td> 	    <td height="25" width="9" class="toptitle02_white_bold_margin">&nbsp;</td> 	  </tr> 	 <!--  End top title Topic Bar -->
</table>
	
	<!-- CONTENT -->
	<table border="0" cellpadding="0" cellspacing="0" width="95%" >
		<tr>
			<td width="20"></td>
			<td>
        <table border="0" cellpadding="0" cellspacing="0"  width="95%">
          <tr>
            <td width="100%">
              
            <p> Avec l&rsquo;augmentation de la demande en mobilit&eacute;, le succ&egrave;s des ordinateurs et p&eacute;riph&eacute;riques portables ne cesse de cro&icirc;tre. Au cours de votre carri&egrave;re, vous devrez savoir configurer, r&eacute;parer et entretenir ces p&eacute;riph&eacute;riques. Les connaissances acquises sur les ordinateurs de bureau vous permettront d&rsquo;entretenir des ordinateurs et p&eacute;riph&eacute;riques portables. Cependant, il existe des diff&eacute;rences importantes entre les deux technologies. </p>
              <p> Pour faciliter la mobilit&eacute;, les ordinateurs et p&eacute;riph&eacute;riques portables utilisent les technologies sans fil plus fr&eacute;quemment que les ordinateurs de bureau. Tous les ordinateurs portables utilisent des batteries en cas de d&eacute;connexion de la source d&rsquo;alimentation. Les stations d&rsquo;accueil sont couramment utilis&eacute;es pour relier un ordinateur portable &agrave; des p&eacute;riph&eacute;riques. En tant que technicien informatique, vous devrez configurer, optimiser et d&eacute;panner ces stations d&rsquo;accueil et ces accessoires, ainsi que l&rsquo;ordinateur ou le p&eacute;riph&eacute;rique portable qu&rsquo;ils accompagnent. De nombreux composants d&rsquo;ordinateurs portables sont propres aux fabricants, de telle sorte que certains exigent que vous suiviez une formation de certification sp&eacute;cialis&eacute;e afin de r&eacute;parer leurs ordinateurs portables. </p>
              <p> L&rsquo;entretien d&rsquo;ordinateurs portables peut s&rsquo;av&eacute;rer tr&egrave;s difficile. La ma&icirc;trise des comp&eacute;tences n&eacute;cessaires pour travailler sur des ordinateurs portables est importante pour l&rsquo;avancement de votre carri&egrave;re. </p>
              <p> &Agrave; la fin de ce chapitre, vous parviendrez &agrave;&nbsp;: </p>
              
            <ul>
              <li> d&eacute;crire les m&eacute;thodes de communication sans fil pour les ordinateurs et p&eacute;riph&eacute;riques portables&nbsp;;</li>
              <li> d&eacute;crire les r&eacute;parations sur les ordinateurs et p&eacute;riph&eacute;riques portables&nbsp;;</li>
              <li> s&eacute;lectionner les composants d&rsquo;ordinateurs portables&nbsp;;</li>
              <li> d&eacute;crire des proc&eacute;dures de maintenance pr&eacute;ventive pour les ordinateurs portables&nbsp;;</li>
              <li> d&eacute;crire comment d&eacute;panner un ordinateur portable.</li>
            </ul>
            </td>
          </tr>
         </table>  
       </td>
     </tr>
	</table>

</body>

</html>