<html>

<head>
<meta http-equiv="Content-Language" content="fr-fr">
<meta http-equiv="Content-Type" content="text/html; charset=windows-1252">
<title>Contenu</title>
<base target="_self">
<link href="../../css/content.css" rel="stylesheet" type="text/css">
</head>

<body onLoad="window.focus();">
<table border="0" cellpadding="0" cellspacing="0" width="100%">
	<!--  Start top title Lesson Bar -->
	 <tr>
		<td width="18" class="toptitle01_white_bold" valign="top">
		<img border="0" src="../../images/content_lines.gif" width="16" height="25"> <img border="0" src="../../images/transdot.gif" width="2" height="1"></td>

		<td width="18" class="toptitle01_white_bold">11.2</td>
		<td class="toptitle01_white_bold"><img border="0" src="../../images/transdot.gif" width="10" height="1"></td>

		<td width="100%" class="toptitle01_white_bold">Explication des proc&eacute;dures de travaux pratiques et de l&rsquo;utilisation des outils</td>
		<td width="9" class="toptitle01_white_bold_margin">&nbsp;</td>
	  </tr>
	  <!--  End top title Lesson Bar --> <!--  Start top title Topic Bar -->
 	 <tr>
	    <td width="18" height="25" class="toptitle02_white_bold">&nbsp;</td>

    <td height="25"  class="toptitle02_white_bold">11.2.1</td>
	    <td class="toptitle02_white_bold"><img border="0" src="../../images/transdot.gif" width="10" height="1"></td>

    <td width="100%" height="25" class="toptitle02_white_bold">Proc&eacute;dures inh&eacute;rentes &agrave; un environnement de travail s&eacute;curis&eacute; </td>
	    <td height="25" width="9" class="toptitle02_white_bold_margin">&nbsp;</td>
  </tr>
	 <!--  End top title Topic Bar -->
</table>

	<!-- CONTENT -->
	<table border="0" cellpadding="0" cellspacing="0" width="95%" >
		<tr>
			<td width="20"></td>
			<td>
        <table border="0" cellpadding="0" cellspacing="0"  width="95%">

        <tr>
          <td width="100%">

            <p>La s&eacute;curit&eacute; sur le lieu de travail est n&eacute;cessaire pour que personne ne soit bless&eacute;. Quelle que soit la situation, vous devez toujours vous conformer aux r&egrave;gles de base suivantes&nbsp;:</p>
            	<ul>
					<li>Utilisez des bracelets et tapis antistatiques pour r&eacute;duire le risque de d&eacute;charges &eacute;lectrostatiques, qui endommageraient le mat&eacute;riel.</li>
					<li>Stockez les mat&eacute;riaux dangereux ou toxiques dans une armoire s&eacute;curis&eacute;e.</li>
					<li>Ne laissez rien tra&icirc;ner sur le sol qui soit susceptible de faire tr&eacute;bucher quelqu&rsquo;un.</li>
					<li>Nettoyez r&eacute;guli&egrave;rement les zones de travail.</li>

				</ul>

            <p>D&eacute;placez l&rsquo;&eacute;quipement informatique avec pr&eacute;caution. Assurez-vous que les clients suivent les r&egrave;gles de s&eacute;curit&eacute; lorsqu&rsquo;ils se trouvent dans votre zone de travail. Il est parfois n&eacute;cessaire d&rsquo;expliquer ces r&egrave;gles aux clients et de leur assurer que celles-ci servent &agrave; les prot&eacute;ger.</p>

            <p>Conformez-vous aux r&eacute;glementations locales et nationales lorsque vous &eacute;liminez des produits tels que batteries, solvants, ordinateurs et moniteurs. En cas de non-respect de ces r&egrave;gles, vous vous exposez &agrave; une amende. De nombreux pays disposent d&rsquo;organismes dont le r&ocirc;le est de faire appliquer les normes de s&eacute;curit&eacute; et d&rsquo;assurer aux employ&eacute;s des conditions de travail s&ucirc;res. Quels sont les documents d&eacute;crivant les codes et normes de s&eacute;curit&eacute; au travail applicables dans votre pays&nbsp;?</p>


		  </tr>
         </table>
       </td>
     </tr>
	</table>

</body>

</html>