<html>

<head>
<meta http-equiv="Content-Language" content="fr-fr">
<meta http-equiv="Content-Type" content="text/html; charset=windows-1252">
<title>Contenu</title>
<base target="_self">
<link href="../../css/content.css" rel="stylesheet" type="text/css">
</head>

<body onLoad="window.focus();">
<table border="0" cellpadding="0" cellspacing="0" width="100%">
	<!--  Start top title Lesson Bar -->
	  <tr>
	    <td width="18" class="toptitle01_white_bold" valign="top">
	    <img border="0" src="../../images/content_lines.gif" width="16" height="25"> <img border="0" src="../../images/transdot.gif" width="2" height="1"></td>
	    <td width="18" class="toptitle01_white_bold">6.3</td>
	    <td class="toptitle01_white_bold"><img border="0" src="../../images/transdot.gif" width="10" height="1"></td>
	    <td width="100%" class="toptitle01_white_bold">Comparaison des composants des ordinateurs portables et de bureau</td>
	    <td width="9" class="toptitle01_white_bold_margin">&nbsp;</td>
	  </tr>
	  <!--  End top title Lesson Bar --> <!--  Start top title Topic Bar -->
	 <tr>
	    <td width="18" height="25" class="toptitle02_white_bold">&nbsp;</td>
	    <td height="25"  class="toptitle02_white_bold">6.3.3</td> 
	    <td class="toptitle02_white_bold"><img border="0" src="../../images/transdot.gif" width="10" height="1"></td>
	    <td width="100%" height="25" class="toptitle02_white_bold">Comparaison de la gestion de l&rsquo;alimentation des ordinateurs portables et de bureau</td>
	    <td height="25" width="9" class="toptitle02_white_bold_margin">&nbsp;</td>
	  </tr>
	 <!--  End top title Topic Bar -->	
</table>
	
	<!-- CONTENT -->
	<table border="0" cellpadding="0" cellspacing="0" width="95%" >
		<tr>
			<td width="20"></td>
			<td>
        <table border="0" cellpadding="0" cellspacing="0"  width="95%">
          <tr>
            <td width="100%">
               <p>La gestion de l&rsquo;alimentation contr&ocirc;le le flux d&rsquo;&eacute;lectricit&eacute; vers les composants d&rsquo;un ordinateur.
              
               </p>
               <p>En g&eacute;n&eacute;ral, les ordinateurs de bureau restent branch&eacute;s &agrave; l&rsquo;alimentation secteur. La gestion de l&rsquo;alimentation des ordinateurs de bureau r&eacute;partit le courant &eacute;lectrique, depuis sa source, entre les composants de l&rsquo;ordinateur. En outre, une petite pile situ&eacute;e &agrave; l&rsquo;int&eacute;rieur de l&rsquo;ordinateur de bureau fournit l&rsquo;&eacute;lectricit&eacute; n&eacute;cessaire pour maintenir l&rsquo;horloge interne et les param&egrave;tres du BIOS lorsque l&rsquo;ordinateur est &eacute;teint.
              </p>
              <p>Les ordinateurs portables sont petits et portables. Cette portabilit&eacute; est obtenue en associant les dimensions et le poids r&eacute;duits de l&rsquo;ordinateur &agrave; sa possibilit&eacute; de fonctionnement sur batterie. Lorsque l&rsquo;ordinateur portable est branch&eacute;, sa gestion de l&rsquo;alimentation envoie du courant &eacute;lectrique, depuis la source secteur, aux composants de l&rsquo;ordinateur. La gestion de l&rsquo;alimentation recharge &eacute;galement la batterie. Lorsque l&rsquo;ordinateur portable est d&eacute;branch&eacute;, sa gestion de l&rsquo;alimentation envoie du courant &eacute;lectrique, depuis la batterie, aux composants de l&rsquo;ordinateur. &nbsp;</p>
              <p>Il existe deux m&eacute;thodes de gestion de l&rsquo;alimentation&nbsp;: </p>
              
              	<ul>
              		<li>interface APM (Advanced Power Management)&nbsp;;</li>
              		<li>interface ACPI (Advanced Configuration and Power Interface).</li>
              	</ul>
           	  
              <p>APM est une version ant&eacute;rieure de gestion de l&rsquo;alimentation. Avec cette version, le BIOS &eacute;tait utilis&eacute; pour contr&ocirc;ler les param&egrave;tres de la gestion de l&rsquo;alimentation. &nbsp;</br></br>
              </p>
              <p>ACPI a remplac&eacute; APM. ACPI propose des fonctions suppl&eacute;mentaires de gestion de l&rsquo;alimentation. Avec ACPI, le syst&egrave;me d&rsquo;exploitation contr&ocirc;le la gestion de l&rsquo;alimentation. &nbsp;</br></br>	
            </p></td>
          </tr>
         </table>  
       </td>
     </tr>
	</table>

</body>

</html>