<html>

<head>
<meta http-equiv="Content-Language" content="fr-fr">
<meta http-equiv="Content-Type" content="text/html; charset=windows-1252">
<title>Contenu</title>
<base target="_self">
<link href="../../css/content.css" rel="stylesheet" type="text/css">
</head>

<body onLoad="window.focus();">
<table border="0" cellpadding="0" cellspacing="0" width="100%">
	<!--  Start top title Lesson Bar -->
	  <tr>
	    <td width="18" class="toptitle01_white_bold" valign="top">
	    <img border="0" src="../../images/content_lines.gif" width="16" height="25"> <img border="0" src="../../images/transdot.gif" width="2" height="1"></td>
	    
    <td width="18" class="toptitle01_white_bold">8.9</td>
	    <td class="toptitle01_white_bold"><img border="0" src="../../images/transdot.gif" width="10" height="1"></td>
	    
    <td width="100%" class="toptitle01_white_bold"><font size="2" face="Arial"><b>Description de la configuration d&rsquo;une carte r&eacute;seau et d&rsquo;un modem </b></font></td>
	    <td width="9" class="toptitle01_white_bold_margin">&nbsp;</td>
	  </tr>
	  <!--  End top title Lesson Bar --> <!--  Start top title Topic Bar -->
 	 <tr>
	    <td width="18" height="25" class="toptitle02_white_bold">&nbsp;</td>
	    
    <td height="25"  class="toptitle02_white_bold">8.9.3</td> 
	    <td class="toptitle02_white_bold"><img border="0" src="../../images/transdot.gif" width="10" height="1"></td>
	    <td width="100%" height="25" class="toptitle02_white_bold">Description de l&rsquo;installation d&rsquo;un modem</td>
	    <td height="25" width="9" class="toptitle02_white_bold_margin">&nbsp;</td>
	  </tr>
	 <!--  End top title Topic Bar -->	
</table>
	
	<!-- CONTENT -->
	<table border="0" cellpadding="0" cellspacing="0" width="95%" >
		<tr>
			<td width="20"></td>
			<td>
        <table border="0" cellpadding="0" cellspacing="0"  width="95%">
          
        <tr> 
          <td width="100%" height="17"> 
            <p>Un modem est un p&eacute;riph&eacute;rique &eacute;lectronique qui transf&egrave;re des donn&eacute;es entre deux ordinateurs, en utilisant des signaux analogiques transmis sur une ligne t&eacute;l&eacute;phonique. La Figure&nbsp;1 pr&eacute;sente quelques exemples de modem. Le modem convertit les donn&eacute;es num&eacute;riques en signaux analogiques, pour la transmission. Le modem r&eacute;cepteur reconvertit ces signaux analogiques en donn&eacute;es num&eacute;riques, interpr&eacute;tables par l&rsquo;ordinateur. Le processus de conversion des signaux analogiques en num&eacute;rique, et inversement, est appel&eacute; modulation/d&eacute;modulation. Les transmissions par modem sont tr&egrave;s pr&eacute;cises, malgr&eacute; le fait que les lignes t&eacute;l&eacute;phoniques puissent &ecirc;tre bruyantes (d&eacute;clics, &eacute;lectricit&eacute; statique et autres).</p>
            <p>Un modem interne se branche sur le logement d&rsquo;extension de la carte m&egrave;re. Pour configurer un modem, vous devez placer les cavaliers de mani&egrave;re &agrave; s&eacute;lectionner les adresses IRQ et E/S. Aucune configuration n&rsquo;est n&eacute;cessaire pour les modems Plug and Play, qui peuvent &ecirc;tre install&eacute;s uniquement sur les cartes m&egrave;res prenant en charge le mat&eacute;riel Plug and Play. Un modem branch&eacute; sur un port s&eacute;rie non encore utilis&eacute; doit faire l&rsquo;objet d&rsquo;une configuration. En outre, les pilotes logiciels fournis avec le modem doivent &ecirc;tre install&eacute;s pour que celui-ci fonctionne correctement. Les pilotes de modem s&rsquo;installent de la m&ecirc;me mani&egrave;re que les pilotes de carte r&eacute;seau.</p>
            <p>Les modems externes se connectent &agrave; l&rsquo;ordinateur via les ports s&eacute;rie et USB.</p>
            <p>Lorsqu&rsquo;un ordinateur utilise le r&eacute;seau t&eacute;l&eacute;phonique public pour communiquer, on parle de r&eacute;seau par ligne commut&eacute;e (DUN, Dial-Up Networking ). Les modems communiquent les uns avec les autres par signaux de tonalit&eacute; audio. Cela signifie que les modems sont capables de dupliquer les caract&eacute;ristiques de num&eacute;rotation d&rsquo;un t&eacute;l&eacute;phone. La fonction DUN cr&eacute;e une connexion par protocole PPP (Point-to-Point) entre deux ordinateurs, via une ligne t&eacute;l&eacute;phonique. </p>
            <p>Une fois la connexion de ligne &eacute;tablie, une s&eacute;quence d&rsquo;&laquo;&nbsp;&eacute;change bidirectionnel&nbsp;&raquo; est ex&eacute;cut&eacute;e entre les deux modems et les ordinateurs. Cette s&eacute;quence consiste en une s&eacute;rie de br&egrave;ves communications, &eacute;tablies entre les deux syst&egrave;mes. Ces communications permettent de d&eacute;terminer si les deux modems et l&rsquo;ordinateur sont pr&ecirc;ts pour l&rsquo;&eacute;change de donn&eacute;es. Les modems commut&eacute;s envoient les donn&eacute;es via la ligne t&eacute;l&eacute;phonique s&eacute;rie, sous la forme d&rsquo;un signal analogique. Les signaux analogiques changent progressivement et continuellement&nbsp;; ils peuvent donc &ecirc;tre repr&eacute;sent&eacute;s sous forme d&rsquo;ondes. Dans ce syst&egrave;me, les signaux num&eacute;riques sont repr&eacute;sent&eacute;s par des 1 et des 0. Les signaux num&eacute;riques doivent &ecirc;tre convertis en ondes pour pouvoir circuler sur les lignes t&eacute;l&eacute;phoniques. Ils sont ensuite reconvertis au format num&eacute;rique (1 et 0) par le modem r&eacute;cepteur, afin que l&rsquo;ordinateur de destination puisse traiter les donn&eacute;es. </p>
            <p><span class="bold">Commandes AT </span><br> Tous les modems ont besoin d&rsquo;un logiciel pour contr&ocirc;ler les sessions de communication. La plupart des logiciels de modem utilisent le jeu de commandes Hayes. Ce jeu de commandes est bas&eacute; sur un ensemble d&rsquo;instructions qui commencent toujours par les caract&egrave;res d&rsquo;attention (AT), suivis des caract&egrave;res de commande. On parle alors de &laquo;&nbsp;commandes AT&nbsp;&raquo;. Le jeu de commandes AT est pr&eacute;sent&eacute; dans la Figure&nbsp;2.</p>
            <p>Les commandes AT servent &agrave; contr&ocirc;ler le modem. Le jeu de commandes AT est utilis&eacute; pour &eacute;mettre des instructions num&eacute;roter, raccrocher, r&eacute;initialiser, etc., pour le modem. La plupart des manuels d&rsquo;utilisation fournis avec les modems contiennent une liste compl&egrave;te des commandes AT. </p>
            <p>Le code Hayes standard &agrave; composer est ATDxxxxxxx. Les cha&icirc;nes AT ne contiennent g&eacute;n&eacute;ralement aucun espace. Si un espace est ins&eacute;r&eacute; malgr&eacute; tout, la plupart des modems l&rsquo;ignorent. Le &laquo;&nbsp;x&nbsp;&raquo; correspond au num&eacute;ro compos&eacute;. Les num&eacute;ros contiennent sept chiffres en appel local et 11 en appel longue distance. Le &laquo;&nbsp;W&nbsp;&raquo; indique que le modem attend une ligne ext&eacute;rieure, si n&eacute;cessaire, pour obtenir la tonalit&eacute; avant de continuer. Parfois, un &laquo;&nbsp;T&nbsp;&raquo; est ajout&eacute;, pour indiquer une num&eacute;rotation au clavier, ou un &laquo;&nbsp;P&nbsp;&raquo; pour indiquer une num&eacute;rotation au cadran. </p>
          </td>
          </tr>
         </table>  
       </td>
     </tr>
	</table>