<html>

<head>
<meta http-equiv="Content-Language" content="fr-fr">
<meta http-equiv="Content-Type" content="text/html; charset=windows-1252">
<title>Contenu</title>
<base target="_self">
<link href="../../css/content.css" rel="stylesheet" type="text/css">
</head>

<body onLoad="window.focus();">
<table border="0" cellpadding="0" cellspacing="0" width="100%">
	<!--  Start top title Lesson Bar -->
	  <tr>
			<td width="18" class="toptitle01_white_bold" valign="top">
			<img border="0" src="../../images/content_lines.gif" width="16" height="25"> <img border="0" src="../../images/transdot.gif" width="2" height="1"></td>

			<td width="18" class="toptitle01_white_bold">15.3</td>
			<td class="toptitle01_white_bold"><img border="0" src="../../images/transdot.gif" width="10" height="1"></td>

			<td width="100%" class="toptitle01_white_bold">D&eacute;termination des composants n&eacute;cessaires au r&eacute;seau du client </td>
			<td width="9" class="toptitle01_white_bold_margin">&nbsp;</td>
	  </tr>
	  <!--  End top title Lesson Bar --> <!--  Start top title Topic Bar -->
 	 <tr>
	    <td width="18" height="25" class="toptitle02_white_bold">&nbsp;</td>

    	<td height="25"  class="toptitle02_white_bold">15.3.4</td>
	    <td class="toptitle02_white_bold"><img border="0" src="../../images/transdot.gif" width="10" height="1"></td>

    	<td width="100%" height="25" class="toptitle02_white_bold">Choix d&rsquo;un p&eacute;riph&eacute;rique r&eacute;seau </td>
	    <td height="25" width="9" class="toptitle02_white_bold_margin">&nbsp;</td>
  </tr>
	 <!--  End top title Topic Bar -->
</table>

	<!-- CONTENT -->
	<table border="0" cellpadding="0" cellspacing="0" width="95%" >
			<tr>
			<td width="20"></td>
			<td>
       		<table border="0" cellpadding="0" cellspacing="0"  width="95%">

       		<tr>
          	
          <td width="100%"> 
            <p>Diff&eacute;rents types de p&eacute;riph&eacute;riques permettent de connecter les composants d&rsquo;un r&eacute;seau. Choisissez les p&eacute;riph&eacute;riques en fonction des besoins de votre client.</p>

			<p><span class="bold">Concentrateurs</span><br>Un concentrateur sert &agrave; partager des donn&eacute;es entre plusieurs p&eacute;riph&eacute;riques situ&eacute;s sur une m&ecirc;me section du r&eacute;seau. Le concentrateur peut &ecirc;tre raccord&eacute; &agrave; un autre p&eacute;riph&eacute;rique de r&eacute;seau, par exemple un commutateur ou un routeur, lui-m&ecirc;me connect&eacute; &agrave; d&rsquo;autres sections du r&eacute;seau. La vitesse maximum d&rsquo;un r&eacute;seau est d&eacute;termin&eacute;e par la vitesse du concentrateur.</p>

			<p>Les concentrateurs sont moins courants aujourd&rsquo;hui, en raison de l&rsquo;efficacit&eacute; et du faible co&ucirc;t des commutateurs. Un concentrateur ne segmente pas le trafic r&eacute;seau, il diminue donc la quantit&eacute; de bande passante disponible pour les autres p&eacute;riph&eacute;riques. De plus, il ne peut pas filtrer les donn&eacute;es&nbsp;; de ce fait, un volume important de trafic inutile se d&eacute;place en permanence entre les p&eacute;riph&eacute;riques qui y sont connect&eacute;s.</p>

			<p>L&rsquo;un des avantages du concentrateur est qu&rsquo;il r&eacute;g&eacute;n&egrave;re les donn&eacute;es qui le traversent. Cela signifie qu&rsquo;il peut jouer le r&ocirc;le de r&eacute;p&eacute;teur. Un concentrateur peut donc augmenter la port&eacute;e d&rsquo;un r&eacute;seau, car le fait de r&eacute;g&eacute;n&eacute;rer le signal annule l&rsquo;effet de distance.</p>

			<p><span class="bold">Commutateurs</span><br>Dans les r&eacute;seaux modernes, les commutateurs ont remplac&eacute; les concentrateurs en tant que point central de connectivit&eacute;. Tout comme avec le concentrateur, la vitesse du commutateur d&eacute;termine la vitesse maximum du r&eacute;seau. Cependant, le commutateur, lui, filtre et segmente le trafic r&eacute;seau en envoyant les donn&eacute;es uniquement aux p&eacute;riph&eacute;riques destinataires. Ceci am&eacute;liore la bande passante disponible pour chaque p&eacute;riph&eacute;rique du r&eacute;seau.</p>

			<p>Les commutateurs tiennent &eacute;galement une table de commutation. Celle-ci contient une liste de toutes les adresses MAC du r&eacute;seau, ainsi qu&rsquo;une liste des ports de commutateur &agrave; utiliser pour la connexion au p&eacute;riph&eacute;rique correspondant &agrave; une adresse MAC donn&eacute;e. La table de commutation enregistre les adresses MAC en inspectant l&rsquo;adresse MAC source de chaque trame entrante, ainsi que le port sur lequel la trame arrive. Le commutateur cr&eacute;e alors une table de commutation qui mappe les adresses MAC aux ports sortants. Lorsqu&rsquo;une trame destin&eacute;e &agrave; une adresse MAC sp&eacute;cifique arrive, le commutateur se sert de la table de commutation pour d&eacute;terminer quel port utiliser pour atteindre l&rsquo;adresse MAC. La trame est alors transmise &agrave; sa destination via le port s&eacute;lectionn&eacute;. Avec cette m&eacute;thode, un seul port est utilis&eacute; et tous les autres restent libres&nbsp;; la bande passante globale du r&eacute;seau n&rsquo;est pas affect&eacute;e.</p>

			<p><span class="bold">Routeurs</span><br> Les routeurs sont des p&eacute;riph&eacute;riques qui connectent plusieurs r&eacute;seaux entre eux. Dans un r&eacute;seau d&rsquo;entreprise, un port de routeur assure la liaison avec la connexion au r&eacute;seau &eacute;tendu et les autres ports assurent la connexion aux r&eacute;seaux locaux d&rsquo;entreprise. Le routeur devient une passerelle, ou chemin vers l&rsquo;ext&eacute;rieur, pour le r&eacute;seau local. Dans les r&eacute;seaux domestiques, le routeur permet de connecter les ordinateurs et les p&eacute;riph&eacute;riques r&eacute;seau &agrave; Internet. Dans un tel cas, le routeur joue le r&ocirc;le de passerelle &laquo;&nbsp;domestique&nbsp;&raquo;. Un routeur sans fil, comme indiqu&eacute; dans la Figure&nbsp;1, sert de pare-feu et offre la connectivit&eacute; sans fil. Lorsqu&rsquo;un routeur domestique propose diff&eacute;rents services, on parle &eacute;galement de p&eacute;riph&eacute;rique multifonction.</p>

			<p><span class="bold">&Eacute;quipement FAI</span><br> Avec un abonnement FAI, plusieurs &eacute;quipements sont g&eacute;n&eacute;ralement disponibles&nbsp;; &eacute;tudiez les diff&eacute;rentes options pour choisir l&rsquo;&eacute;quipement le plus adapt&eacute;. De nombreux FAI proposent une remise sur l&rsquo;&eacute;quipement achet&eacute; au moment de l&rsquo;installation.</p>

			<p>Certains FAI proposent ces &eacute;quipements en location, sur la base d&rsquo;un abonnement mensuel. Ces offres sont souvent plus int&eacute;ressantes, car le FAI prend en charge l&rsquo;&eacute;quipement en cas de panne, de modification ou de mise &agrave; niveau de la technologie. Les particuliers choisissent g&eacute;n&eacute;ralement d&rsquo;acheter l&rsquo;&eacute;quipement du FAI directement car, apr&egrave;s un certain laps de temps, le co&ucirc;t initial de l&rsquo;&eacute;quipement est plus faible que le co&ucirc;t de location. <!-- Start Activity box   -->
            </p>

			<table  width="95%" border="0" cellspacing="0" cellpadding="0" id="activity">
              <tr>
                <td valign="top">
                  <table  width="100%" cellspacing="0" cellpadding="0" border="0" >
                    <tr>
                      <td width="5" class="activity_topbar"> <img border="0" src="../../images/lab_toplft.gif" width="116" height="23"></td>
                      <td class="activity_topbar"><img alt="" height="1" width="3" src="../../images/s.gif"></td>
                      <td align="right" valign="top" class="activity_topbar">
                        <img alt="" src="../../images/corner_ur_7.gif" width="7" height="7"></td>
                    </tr>
                  </table>
                  <table width="100%" cellspacing="0" cellpadding="0" border="0" id="table3">
                    <tr>
                      <td>
                        <table width="100%" cellpadding="2" cellspacing="0" border="0"  id="table4">
                          <tr>
                            <td width="15" class="activity_text">&nbsp;</td>
                            <td class="activity_text"><img border="0" src="../../images/lab_icon.gif" width="36" height="30"> <strong>Exercice</strong>
                             
								
                              <p><strong>P&eacute;riph&eacute;riques r&eacute;seau <br></strong>
R&eacute;alisation de l&rsquo;exercice correspondant dans la Figure&nbsp;2<br> <br> <br>                              </p>
                            </td>
                          </tr>
                        </table>
                      </td>
                    </tr>
                  </table>
                </td>
              </tr>
            </table>

            <!-- END Activity box   -->

          </td>
        </tr>
         </table>
       </td>
     </tr>
	</table>

</body>

</html>