<html>

<head>
<meta http-equiv="Content-Language" content="fr-fr">
<meta http-equiv="Content-Type" content="text/html; charset=windows-1252">
<title>Contenu</title>
<base target="_self">
<link href="../../css/content.css" rel="stylesheet" type="text/css">
</head>

<body onLoad="window.focus();">
<table border="0" cellpadding="0" cellspacing="0" width="100%">
	<!--  Start top title Lesson Bar -->
	  <tr>
	    <td width="18" class="toptitle01_white_bold" valign="top">
	    <img border="0" src="../../images/content_lines.gif" width="16" height="25"> <img border="0" src="../../images/transdot.gif" width="2" height="1"></td>

    	<td width="18" class="toptitle01_white_bold">12.2</td>
	    <td class="toptitle01_white_bold"><img border="0" src="../../images/transdot.gif" width="10" height="1"></td>

    	<td width="100%" class="toptitle01_white_bold">Installation, configuration et optimisation d&rsquo;un syst&egrave;me d&rsquo;exploitation</td>
	    <td width="9" class="toptitle01_white_bold_margin">&nbsp;</td>
	  </tr>
	  <!--  End top title Lesson Bar --> <!--  Start top title Topic Bar -->
 	 <tr>
	    <td width="18" height="25" class="toptitle02_white_bold">&nbsp;</td>

    	<td height="25"  class="toptitle02_white_bold">12.2.8</td>
	    <td class="toptitle02_white_bold"><img border="0" src="../../images/transdot.gif" width="10" height="1"></td>

    	<td width="100%" height="25" class="toptitle02_white_bold">Description de l&rsquo;installation d&rsquo;un deuxi&egrave;me syst&egrave;me d&rsquo;exploitation</td>
	    <td height="25" width="9" class="toptitle02_white_bold_margin">&nbsp;</td>
  </tr>
	 <!--  End top title Topic Bar -->
</table>

	<!-- CONTENT -->
	<table border="0" cellpadding="0" cellspacing="0" width="95%" >
		<tr>
			<td width="20"></td>
			<td>
        <table border="0" cellpadding="0" cellspacing="0"  width="95%">

        <tr>
          <td width="100%">
            <p>Vous pouvez disposer de plusieurs syst&egrave;mes d&rsquo;exploitation sur un seul ordinateur. Certaines applications exigent la version la plus r&eacute;cente d&rsquo;un syst&egrave;me d&rsquo;exploitation, alors que d&rsquo;autres ont besoin d&rsquo;une version ant&eacute;rieure. Un processus de double amor&ccedil;age existe pour g&eacute;rer plusieurs syst&egrave;mes d&rsquo;exploitation sur un ordinateur. Lorsque le fichier boot.ini d&eacute;termine, au cours du processus d&rsquo;amor&ccedil;age, que plusieurs syst&egrave;mes d&rsquo;exploitation sont pr&eacute;sents, vous &ecirc;tes invit&eacute; &agrave; choisir le syst&egrave;me d&rsquo;exploitation que vous souhaitez charger. La Figure 1 pr&eacute;sente un exemple de fichier boot.ini. </p>

            <p><span class="bold"> Configuration d&rsquo;un double amor&ccedil;age </span><br>Pour cr&eacute;er un syst&egrave;me &agrave; double amor&ccedil;age sous Microsoft Windows, vous devez g&eacute;n&eacute;ralement disposer de plusieurs disques durs ou le disque dur doit comporter plus d&rsquo;une partition.</p>

            <p>Vous devez installer le syst&egrave;me d&rsquo;exploitation le plus ancien sur la partition primaire ou sur le disque dur marqu&eacute; comme premi&egrave;re partition active. Vous devez ensuite installer le deuxi&egrave;me syst&egrave;me d&rsquo;exploitation sur la deuxi&egrave;me partition ou le deuxi&egrave;me disque dur. Les fichiers d&rsquo;amorce sont install&eacute;s automatiquement dans la partition active.</p>

            <p>Pendant l&rsquo;installation, le fichier boot.ini est cr&eacute;&eacute; sur la partition active, afin de permettre la s&eacute;lection du syst&egrave;me d&rsquo;exploitation &agrave; amorcer au d&eacute;marrage. Le fichier boot.ini peut &ecirc;tre modifi&eacute; pour inverser l&rsquo;ordre des syst&egrave;mes d&rsquo;exploitation. Dans ce fichier, vous pouvez &eacute;galement modifier la dur&eacute;e, au cours de la phase d&rsquo;amor&ccedil;age, pendant laquelle la s&eacute;lection du syst&egrave;me d&rsquo;exploitation est possible. G&eacute;n&eacute;ralement, la dur&eacute;e par d&eacute;faut de s&eacute;lection d&rsquo;un syst&egrave;me d&rsquo;exploitation est de 30 secondes. Cela retarde toujours l&rsquo;amorce de l&rsquo;ordinateur de 30 secondes, sauf si l&rsquo;utilisateur intervient pour s&eacute;lectionner un syst&egrave;me d&rsquo;exploitation particulier. Dans le fichier boot.ini, vous pouvez ramener cette dur&eacute;e &agrave; 5 ou 10 secondes pour que l&rsquo;ordinateur d&eacute;marre plus rapidement.</p>

            <p>Pour modifier le fichier boot.ini, cliquez avec le bouton droit de la souris sur <span class="bold">Poste de travail &gt; Propri&eacute;t&eacute;s &gt; onglet Avanc&eacute;</span>. Dans la zone <span class="bold">D&eacute;marrage et r&eacute;cup&eacute;ration</span>, s&eacute;lectionnez <span class="bold">Param&egrave;tres</span>. Cliquez sur <span class="bold">Modifier</span>.</p>

          </td>
          </tr>
         </table>
       </td>
     </tr>
	</table>

</body>

</html>