<html>

<head>
<meta http-equiv="Content-Language" content="fr-fr">
<meta http-equiv="Content-Type" content="text/html; charset=windows-1252">
<title>Contenu</title>
<base target="_self">
<link href="../../css/content.css" rel="stylesheet" type="text/css">
</head>

<body onLoad="window.focus();">
<table border="0" cellpadding="0" cellspacing="0" width="100%">
	<!--  Start top title Lesson Bar -->
	  <tr>
	    <td width="18" class="toptitle01_white_bold" valign="top">
	    <img border="0" src="../../images/content_lines.gif" width="16" height="25"> <img border="0" src="../../images/transdot.gif" width="2" height="1"></td>
	    <td width="18" class="toptitle01_white_bold">2.1</td>
	    <td class="toptitle01_white_bold"><img border="0" src="../../images/transdot.gif" width="10" height="1"></td>
	    
    <td width="100%" class="toptitle01_white_bold">Explication de l&rsquo;objectif de la s&eacute;curit&eacute; pour les conditions de travail et des proc&eacute;dures</td>
	    <td width="9" class="toptitle01_white_bold_margin">&nbsp;</td>
	  </tr>
	  <!--  End top title Lesson Bar --> <!--  Start top title Topic Bar -->
 	 <tr>
	    <td width="18" height="25" class="toptitle02_white_bold">&nbsp;</td>
	    <td height="25"  class="toptitle02_white_bold">2.1.1</td> 
	    <td class="toptitle02_white_bold"><img border="0" src="../../images/transdot.gif" width="10" height="1"></td>
	    <td width="100%" height="25" class="toptitle02_white_bold">Identification des proc&eacute;dures de s&eacute;curit&eacute; et des dangers potentiels pour les utilisateurs et les techniciens</td>
	    <td height="25" width="9" class="toptitle02_white_bold_margin">&nbsp;</td>
  </tr>
	 <!--  End top title Topic Bar -->
</table>
	
	<!-- CONTENT -->
	<table border="0" cellpadding="0" cellspacing="0" width="95%" >
		<tr>
			<td width="20"></td>
			<td>
        <table border="0" cellpadding="0" cellspacing="0"  width="95%">
          
        <tr> 
          <td width="100%"> 
            <p><span class="bold">Directives g&eacute;n&eacute;rales en mati&egrave;re de s&eacute;curit&eacute;</span><br> Suivez les consignes de s&eacute;curit&eacute; de base pour &eacute;viter les coupures, br&ucirc;lures, chocs &eacute;lectriques et l&eacute;sions oculaires. La m&eacute;thode recommand&eacute;e consiste &agrave; vous assurer de la disponibilit&eacute; d&rsquo;un extincteur et d&rsquo;une trousse de premiers secours en cas d&rsquo;incendie ou de blessure. La Figure 1 dresse la liste des directives g&eacute;n&eacute;rales en mati&egrave;re de s&eacute;curit&eacute;.</p>
            <p><span class="caution_caps">ATTENTION&nbsp;:</span> les alimentations et les moniteurs fonctionnent &agrave; une tension tr&egrave;s &eacute;lev&eacute;e. Ne portez pas le bracelet antistatique lorsque vous r&eacute;parez des alimentations ou des moniteurs.</p>
            <p><span class="caution_caps">ATTENTION&nbsp;:</span> certaines parties d&rsquo;une imprimante peuvent atteindre une temp&eacute;rature tr&egrave;s &eacute;lev&eacute;e en cours d&rsquo;utilisation et d&rsquo;autres parties peuvent fonctionner &agrave; des tensions tr&egrave;s &eacute;lev&eacute;es. Assurez-vous que l&rsquo;imprimante a eu le temps de refroidir avant d&rsquo;effectuer une r&eacute;paration. Consultez le manuel de l&rsquo;imprimante pour localiser les diff&eacute;rents composants pouvant fonctionner &agrave; une tension &eacute;lev&eacute;e. Certains composants peuvent conserver une tension &eacute;lev&eacute;e m&ecirc;me lorsque l&rsquo;imprimante est hors tension.</p>
            <p><span class="bold">Directives g&eacute;n&eacute;rales en cas d&rsquo;incendie</span><br> Suivez les consignes de s&eacute;curit&eacute; en cas d&rsquo;incendie pour prot&eacute;ger des vies, des structures et des &eacute;quipements. Pour &eacute;viter un choc &eacute;lectrique et pr&eacute;venir tout d&eacute;g&acirc;t pour l&rsquo;ordinateur, mettez ce dernier hors tension et d&eacute;branchez-le avant de commencer une r&eacute;paration.</p>
            <p>Un incendie peut se propager rapidement et co&ucirc;ter tr&egrave;s cher. L&rsquo;utilisation ad&eacute;quate d&rsquo;un extincteur peut &eacute;viter qu&rsquo;un petit incendie ne prenne des proportions incontr&ocirc;lables. Lorsque vous travaillez sur des composants informatiques, envisagez toujours la possibilit&eacute; d&rsquo;un incendie accidentel et sachez comment r&eacute;agir. En cas d&rsquo;incendie, vous devez suivre les proc&eacute;dures de s&eacute;curit&eacute; ci-dessous&nbsp;:</p>
            <ul>
              <li>ne combattez jamais un incendie hors de contr&ocirc;le ou non contenu&nbsp;;</li>
              <li>pr&eacute;voyez toujours un itin&eacute;raire de secours avant de commencer un travail&nbsp;;</li>
              <li>sortez rapidement du b&acirc;timent&nbsp;;</li>
              <li>demandez de l&rsquo;aide aux services d&rsquo;urgence.</li>
            </ul>
            <p>Assurez-vous de rep&eacute;rer et de lire les instructions figurant sur les extincteurs de votre lieu de travail avant de devoir les utiliser. Votre organisation peut vous proposer une formation &agrave; la s&eacute;curit&eacute;. </p>
            <p>Aux &Eacute;tats-Unis, les extincteurs sont class&eacute;s selon quatre cat&eacute;gories. Une lettre, une couleur et une forme diff&eacute;rentes identifient chaque cat&eacute;gorie d&rsquo;extincteur, comme l&rsquo;illustre la Figure 2. Chaque type d&rsquo;extincteur contient des produits chimiques sp&eacute;cifiques pour combattre diff&eacute;rents types d&rsquo;incendies&nbsp;:</p>
            <ul>
              <li>cat&eacute;gorie A&nbsp;: papier, bois, plastique, carton&nbsp;;</li>
              <li>cat&eacute;gorie B&nbsp;: essence, k&eacute;ros&egrave;ne, solvants organiques&nbsp;;</li>
              <li>cat&eacute;gorie C&nbsp;: &eacute;quipements &eacute;lectriques&nbsp;;</li>
              <li>cat&eacute;gorie D&nbsp;: m&eacute;taux combustibles.</li>
            </ul>
            <p>Quelles sont les cat&eacute;gories d&rsquo;extincteurs disponibles dans votre pays&nbsp;?</p>
            <p>Il est important de savoir comment utiliser un extincteur. Utilisez l&rsquo;acronyme O-V-A-M pour vous souvenir des r&egrave;gles de base du fonctionnement d&rsquo;un extincteur&nbsp;:<br><br> <span class="bold"> O</span>&nbsp;: &ocirc;tez la goupille&nbsp;;<br> <span class="bold"> V</span>&nbsp;: visez la base du feu et non les flammes&nbsp;;<br> <span class="bold"> A</span>&nbsp;: appuyez sur la poign&eacute;e&nbsp;;<br> <span class="bold"> M</span>&nbsp;: manipulez la lance lat&eacute;ralement.</p>
        </tr>
         </table>  
       </td>
     </tr>
	</table>

</body>

</html>