<html>

<head>
<meta http-equiv="Content-Language" content="fr-fr">
<meta http-equiv="Content-Type" content="text/html; charset=windows-1252">
<title>Contenu</title>
<base target="_self">
<link href="../../css/content.css" rel="stylesheet" type="text/css">
</head>

<body onLoad="window.focus();">
<table border="0" cellpadding="0" cellspacing="0" width="100%">
	<!--  Start top title Lesson Bar -->
	  <tr>
	    <td width="18" class="toptitle01_white_bold" valign="top">
	    <img border="0" src="../../images/content_lines.gif" width="16" height="25"> <img border="0" src="../../images/transdot.gif" width="2" height="1"></td>
	    <td width="18" class="toptitle01_white_bold">2.1</td>
	    <td class="toptitle01_white_bold"><img border="0" src="../../images/transdot.gif" width="10" height="1"></td>
	    
    <td width="100%" class="toptitle01_white_bold">Explication de l&rsquo;objectif de la s&eacute;curit&eacute; pour les conditions de travail et des proc&eacute;dures</td>
	    <td width="9" class="toptitle01_white_bold_margin">&nbsp;</td>
	  </tr>
	  <!--  End top title Lesson Bar --> <!--  Start top title Topic Bar -->
 	 <tr>
	    <td width="18" height="25" class="toptitle02_white_bold">&nbsp;</td>
	    <td height="25"  class="toptitle02_white_bold">2.1.2</td> 
	    <td class="toptitle02_white_bold"><img border="0" src="../../images/transdot.gif" width="10" height="1"></td>
	    <td width="100%" height="25" class="toptitle02_white_bold">Identification des proc&eacute;dures de s&eacute;curit&eacute; pour pr&eacute;venir les dommages sur les &eacute;quipements et les pertes de donn&eacute;es</td>
	    <td height="25" width="9" class="toptitle02_white_bold_margin">&nbsp;</td>
  </tr>
	 <!--  End top title Topic Bar -->
</table>
	
	<!-- CONTENT -->
	<table border="0" cellpadding="0" cellspacing="0" width="95%" >
		<tr>
			<td width="20"></td>
			<td>
        <table border="0" cellpadding="0" cellspacing="0"  width="95%">
          <tr>
            
          <td width="100%"> 
            <p>Les d&eacute;charges &eacute;lectrostatiques, les climats rigoureux et les sources &eacute;lectriques de mauvaise qualit&eacute; peuvent endommager les &eacute;quipements informatiques. Suivez les directives de manipulation ad&eacute;quates, ayez conscience des probl&egrave;mes environnementaux et utilisez des &eacute;quipements stabilisateurs d&rsquo;alimentation pour pr&eacute;venir tout d&eacute;g&acirc;t et toute perte de donn&eacute;es.</p>
            <p><strong>D&eacute;charge &eacute;lectrostatique</strong><br> L&rsquo;&eacute;lectricit&eacute; statique est l&rsquo;accumulation d&rsquo;une charge &eacute;lectrique sur une surface. Cette accumulation peut d&eacute;truire un composant et entra&icirc;ner des d&eacute;g&acirc;ts. Ce ph&eacute;nom&egrave;ne est connu sous le nom de d&eacute;charge &eacute;lectrostatique. Une d&eacute;charge peut avoir des effets destructeurs sur l&rsquo;&eacute;lectronique d&rsquo;un syst&egrave;me informatique. </p>
            <p>L&rsquo;&eacute;lectricit&eacute; statique doit s&rsquo;accumuler au moins &agrave; hauteur de 3&nbsp;000 volts avant qu&rsquo;une personne ne ressente une d&eacute;charge. Par exemple, l&rsquo;&eacute;lectricit&eacute; statique peut s&rsquo;accumuler sur vous lorsque vous marchez sur un sol en moquette. Lorsque vous touchez quelqu&rsquo;un d&rsquo;autre, vous ressentirez tous deux un choc. Si la d&eacute;charge entra&icirc;ne une douleur ou fait du bruit, la charge &eacute;tait probablement sup&eacute;rieure &agrave; 10&nbsp;000 volts. En comparaison, une d&eacute;charge &eacute;lectrostatique de moins de 30 volts peut endommager un composant informatique.</p>
  			<p><span class="bold">Recommandations de protection contre les d&eacute;charges &eacute;lectrostatiques</span><br> Une d&eacute;charge &eacute;lectrostatique peut endommager de fa&ccedil;on permanente des composants &eacute;lectriques. Suivez les recommandations ci-dessous pour pr&eacute;venir les d&eacute;g&acirc;ts des d&eacute;charges &eacute;lectrostatiques&nbsp;:</p> 
					 <ul>
									<li>utilisez des sacs antistatiques pour conserver tous les composants avant leur installation&nbsp;;</li>
									<li>utilisez des tapis mis &agrave; la terre sur les &eacute;tablis&nbsp;;</li>
									<li>utilisez des tapis de sol mis &agrave; la terre dans les zones de travail&nbsp;;</li>
									<li>utilisez des bracelets antistatiques lorsque vous travaillez sur des ordinateurs.</li>
			  </ul>
			  
            <p><strong>Climat</strong><br> Le climat affecte les &eacute;quipements informatiques de nombreuses fa&ccedil;ons&nbsp;:</p>
			  <ul>
									<li>si la temp&eacute;rature ambiante est trop &eacute;lev&eacute;e, les &eacute;quipements risquent de surchauffer&nbsp;;</li>
									<li>si le niveau d&rsquo;humidit&eacute; est trop faible, les risques de d&eacute;charge &eacute;lectrostatique augmentent&nbsp;;</li>
									<li>si le niveau d&rsquo;humidit&eacute; est trop &eacute;lev&eacute;, les &eacute;quipements risquent d&rsquo;&ecirc;tre endommag&eacute;s par des moisissures.</li>
			  </ul>
			  
            <p>La Figure 1 indique comment les conditions environnementales augmentent ou r&eacute;duisent le risque de d&eacute;charge &eacute;lectrostatique.</p>
			  
            <p><span class="bold">Types de variation d&rsquo;alimentation</span><br> La tension est la force qui d&eacute;place les &eacute;lectrons dans un circuit. Le mouvement des &eacute;lectrons est appel&eacute; courant. Les circuits informatiques ont besoin d&rsquo;une tension et d&rsquo;un courant pour faire fonctionner des composants &eacute;lectroniques. Si, dans un ordinateur, la tension n&rsquo;est pas pr&eacute;cise ou constante, les composants informatiques risquent de ne pas fonctionner correctement. L&rsquo;instabilit&eacute; de la tension est d&eacute;sign&eacute;e par les variations d&rsquo;alimentation.</p>			  
  			<p>Les types suivants de variation d&rsquo;alimentation AC peuvent entra&icirc;ner des pertes de donn&eacute;es ou des d&eacute;faillances mat&eacute;rielles&nbsp;:</p>
						  
            <ul>
              <li><strong>Panne</strong>&nbsp;: panne totale d&rsquo;alimentation secteur (AC). Un fusible qui saute, un transformateur endommag&eacute; ou la rupture d&rsquo;une ligne d&rsquo;alimentation peut entra&icirc;ner une panne.</li>
              <li><strong>Panne partielle</strong>&nbsp;: niveau r&eacute;duit de la tension de l&rsquo;alimentation secteur, durant un certain laps de temps. Les pannes partielles se produisent lorsque la tension de la ligne d&rsquo;alimentation passe en dessous de 80&nbsp;% du niveau normal de tension. Une surcharge des circuits &eacute;lectriques peut entra&icirc;ner une panne partielle.</li>
              <li><strong>Bruit</strong>&nbsp;: interf&eacute;rences provenant des g&eacute;n&eacute;rateurs et de l&rsquo;&eacute;clairage. Le bruit provient d&rsquo;une alimentation alt&eacute;r&eacute;e, susceptible d&rsquo;entra&icirc;ner des erreurs dans un syst&egrave;me informatique. </li>
              <li><strong>Surtension</strong>&nbsp;: augmentation soudaine de la tension, qui dure tr&egrave;s peu de temps et d&eacute;passe les 100&nbsp;% de la tension normale sur une ligne. Les surtensions peuvent &ecirc;tre la cons&eacute;quence d&rsquo;un &eacute;clair, mais &eacute;galement du retour de l&rsquo;&eacute;lectricit&eacute; apr&egrave;s une panne.</li>
              <li><strong>Saute de courant</strong>&nbsp;: augmentation spectaculaire de la tension au-dessus du passage normal du courant &eacute;lectrique. Une saute de courant dure quelques nanosecondes, soit un milliardi&egrave;me de seconde.</li>
            </ul>
			  
            <p><span class="bold">Dispositifs de protection de l&rsquo;alimentation</span><br> Pour vous prot&eacute;ger contre les probl&egrave;mes de variation d&rsquo;alimentation, utilisez des dispositifs de protection pour pr&eacute;server les donn&eacute;es et les &eacute;quipements informatiques&nbsp;:</p>
				
            <ul>
              <li><strong>Parasurtenseur</strong>&nbsp;: permet de se prot&eacute;ger des d&eacute;g&acirc;ts caus&eacute;s par les sautes de courant et les surtensions. Un parasurtenseur d&eacute;vie la tension &eacute;lectrique exc&eacute;dentaire sur la ligne vers la terre.</li>
              <li><strong>Syst&egrave;me d&rsquo;alimentation sans coupure (UPS)</strong>&nbsp;: permet de se prot&eacute;ger contre les &eacute;ventuels probl&egrave;mes d&rsquo;alimentation &eacute;lectrique en alimentant directement un ordinateur ou un autre p&eacute;riph&eacute;rique. La batterie se recharge constamment lorsque l&rsquo;UPS est utilis&eacute;. L&rsquo;UPS est capable de fournir une qualit&eacute; constante d&rsquo;alimentation en cas de panne ou de panne partielle. De nombreux dispositifs UPS peuvent communiquer directement avec le syst&egrave;me d&rsquo;exploitation d&rsquo;un ordinateur. Cette communication permet &agrave; l&rsquo;UPS d&rsquo;arr&ecirc;ter l&rsquo;ordinateur en toute s&eacute;curit&eacute; et d&rsquo;enregistrer les donn&eacute;es avant que l&rsquo;UPS ait perdu toute capacit&eacute; d&rsquo;alimentation. </li>
              <li><strong>Alimentation de secours (SPS)</strong>&nbsp;: permet de se prot&eacute;ger contre les &eacute;ventuels probl&egrave;mes d&rsquo;alimentation &eacute;lectrique en fournissant une batterie de secours pour l&rsquo;alimentation lorsque la tension entrante passe en dessous du niveau normal. La batterie est en attente lors du fonctionnement normal. Lorsque la tension baisse, la batterie fournit une alimentation DC &agrave; un onduleur, qui la convertit en alimentation AC pour l&rsquo;ordinateur. Ce dispositif n&rsquo;est pas aussi fiable qu&rsquo;un UPS en raison du temps n&eacute;cessaire pour passer sur la batterie. En cas de d&eacute;faillance du commutateur, la batterie ne peut pas alimenter l&rsquo;ordinateur. La Figure 2 pr&eacute;sente quelques exemples de parasurtenseurs, d&rsquo;UPS et de dispositifs SPS.</li>
            </ul>
			  <p><span class="caution_caps">ATTENTION&nbsp;: </span>ne branchez jamais une imprimante sur un syst&egrave;me UPS. Les fabricants d&rsquo;UPS le d&eacute;conseillent car ils craignent que le moteur de l&rsquo;imprimante ne prenne feu.</p>		  
           </td>
          </tr>
         </table>  
       </td>
     </tr>
	</table>

</body>

</html>