<html>

<head>
<meta http-equiv="Content-Language" content="fr-fr">
<meta http-equiv="Content-Type" content="text/html; charset=windows-1252">
<title>Contenu</title>
<base target="_self">
<link href="../../css/content.css" rel="stylesheet" type="text/css">
</head>

<body onLoad="window.focus();">
<table border="0" cellpadding="0" cellspacing="0" width="100%">
	<!--  Start top title Lesson Bar -->
	  <tr>
	  	    <td width="18" class="toptitle01_white_bold" valign="top">
	  	    <img border="0" src="../../images/content_lines.gif" width="16" height="25"> <img border="0" src="../../images/transdot.gif" width="2" height="1"></td>

	      	<td width="18" class="toptitle01_white_bold">10.4</td>
	  	    <td class="toptitle01_white_bold"><img border="0" src="../../images/transdot.gif" width="10" height="1"></td>

	      	
    <td width="100%" class="toptitle01_white_bold"><font size="2" face="Arial"><b>Description de l&rsquo;environnement d&rsquo;un centre d&rsquo;appel et des responsabilit&eacute;s des techniciens</b></font>
    <td width="9" class="toptitle01_white_bold_margin">&nbsp;</td>
	  </tr>
	  <!--  End top title Lesson Bar --> <!--  Start top title Topic Bar -->
  <tr>
	    <td width="18" height="25" class="toptitle02_white_bold">&nbsp;</td>
	    <td height="25"  class="toptitle02_white_bold">10.4.3</td>
	    <td class="toptitle02_white_bold"><img border="0" src="../../images/transdot.gif" width="10" height="1"></td>
	    
    <td width="100%" height="25" class="toptitle02_white_bold">Description des responsabilit&eacute;s d&rsquo;un technicien de niveau deux</td>
	    <td height="25" width="9" class="toptitle02_white_bold_margin">&nbsp;</td>
  </tr>
	 <!--  End top title Topic Bar -->
</table>

	<!-- CONTENT -->
	<table border="0" cellpadding="0" cellspacing="0" width="95%" >
		<tr>
			<td width="20"></td>
			<td>
        	<table border="0" cellpadding="0" cellspacing="0"  width="95%">

        	
        <tr> 
          <td width="100%"> 
            <p>Comme pour les techniciens de niveau un, les centres d&rsquo;appels utilisent parfois des noms diff&eacute;rents pour les techniciens de niveau deux. Ils peuvent &ecirc;tre appel&eacute;s sp&eacute;cialistes produit ou personnel d&rsquo;assistance technique. Les responsabilit&eacute;s d&rsquo;un technicien de niveau deux sont g&eacute;n&eacute;ralement les m&ecirc;mes dans tous les centres d&rsquo;appels.</p>
            <p>Le technicien de niveau deux dispose habituellement de plus de connaissances techniques qu&rsquo;un technicien de niveau un, ou il travaille pour l&rsquo;entreprise depuis plus longtemps. Lorsqu&rsquo;un probl&egrave;me ne peut pas &ecirc;tre r&eacute;solu en dix minutes, le technicien de niveau un pr&eacute;pare un ordre de travail transmis, comme illustr&eacute; &agrave; la Figure 1. Le technicien de niveau deux re&ccedil;oit l&rsquo;ordre de travail transmis avec la description du probl&egrave;me. Il rappelle ensuite le client pour, le cas &eacute;ch&eacute;ant, poser des questions suppl&eacute;mentaires et r&eacute;soudre le probl&egrave;me. </p>
            <p>La liste suivante pr&eacute;sente des circonstances dans lesquelles transmettre un probl&egrave;me &agrave; un technicien plus exp&eacute;riment&eacute;. Il s&rsquo;agit d&rsquo;indications g&eacute;n&eacute;rales&nbsp;; vous devez respecter la strat&eacute;gie de votre entreprise relative &agrave; la transmission des probl&egrave;mes.</p>
            <ul>
              <li>Transmettez les probl&egrave;mes qui exigent l&rsquo;ouverture du bo&icirc;tier de l&rsquo;ordinateur.</li>
              <li>Transmettez les probl&egrave;mes qui exigent l&rsquo;installation d&rsquo;applications, de syst&egrave;mes d&rsquo;exploitation ou de pilotes.</li>
              <li>Transmettez les probl&egrave;mes pour lesquels le client a besoin d&rsquo;une longue assistance, comme les modifications de CMOS.</li>
              <li>Transmettez les probl&egrave;mes &laquo;&nbsp;hors service&nbsp;&raquo;. Le r&eacute;seau complet est en panne et un technicien plus exp&eacute;riment&eacute; peut &ecirc;tre capable de r&eacute;soudre le probl&egrave;me plus rapidement.</li>
            </ul>
            <p>Les probl&egrave;mes qui exigent l&rsquo;ouverture de l&rsquo;ordinateur n&eacute;cessitent un technicien de niveau deux. Ces techniciens peuvent &eacute;galement utiliser des logiciels de diagnostic &agrave; distance pour se connecter &agrave; l&rsquo;ordinateur du client, afin de mettre &agrave; jour des pilotes et du logiciel, d&rsquo;acc&eacute;der au syst&egrave;me d&rsquo;exploitation, de v&eacute;rifier le BIOS et d&rsquo;obtenir d&rsquo;autres informations de diagnostic pour r&eacute;soudre le probl&egrave;me.</p>
          </td>
          </tr>
         </table>
       </td>
     </tr>
	</table>

</body>

</html>