<html>

<head>
<meta http-equiv="Content-Language" content="fr-fr">
<meta http-equiv="Content-Type" content="text/html; charset=windows-1252">
<title>Contenu</title>
<base target="_self">
<link href="../../css/content.css" rel="stylesheet" type="text/css">
</head>

<body onLoad="window.focus();">
<table border="0" cellpadding="0" cellspacing="0" width="100%">
	<!--  Start top title Lesson Bar -->
	  <tr>
	    <td width="18" class="toptitle01_white_bold" valign="top">
	    <img border="0" src="../../images/content_lines.gif" width="16" height="25"> <img border="0" src="../../images/transdot.gif" width="2" height="1"></td>
	    
    <td width="18" class="toptitle01_white_bold">7.1</td>
	    <td class="toptitle01_white_bold"><img border="0" src="../../images/transdot.gif" width="10" height="1"></td>
	    <td width="100%" class="toptitle01_white_bold">Description des types d&rsquo;imprimantes actuellement disponibles</td>
	    <td width="9" class="toptitle01_white_bold_margin">&nbsp;</td>
	  </tr>
	  <!--  End top title Lesson Bar --> <!--  Start top title Topic Bar -->
 	 <tr>
	    <td width="18" height="25" class="toptitle02_white_bold">&nbsp;</td>
	    
    <td height="25"  class="toptitle02_white_bold">7.1.4</td> 
	    <td class="toptitle02_white_bold"><img border="0" src="../../images/transdot.gif" width="10" height="1"></td>
	    
    <td width="100%" height="25" class="toptitle02_white_bold">Description des imprimantes &agrave; impact</td>
	    <td height="25" width="9" class="toptitle02_white_bold_margin">&nbsp;</td>
	  </tr>
	 <!--  End top title Topic Bar -->	
</table>
	
	<!-- CONTENT -->
	<table border="0" cellpadding="0" cellspacing="0" width="95%" >
		<tr>
			<td width="20"></td>
			<td>
        <table border="0" cellpadding="0" cellspacing="0"  width="95%">
          
        <tr> 
          <td width="100%"> 
            <p>Les imprimantes &agrave; impact sont des imprimantes tr&egrave;s &eacute;l&eacute;mentaires. Elles sont munies de t&ecirc;tes d&rsquo;impression qui frappent un ruban imbib&eacute; d&rsquo;encre pour imprimer des caract&egrave;res sur le papier. Les imprimantes matricielles et &agrave; marguerite sont des exemples d&rsquo;imprimantes &agrave; impact.</p>
            <p>Voici quelques avantages d&rsquo;une imprimante &agrave; impact&nbsp;:</p>
            <ul>
              <li>fournitures bon march&eacute;&nbsp;;</li>
              <li>alimentation en papier continue&nbsp;;</li>
              <li>possibilit&eacute; de copies au papier carbone.</li>
            </ul>
            <p>Voici quelques inconv&eacute;nients d&rsquo;une imprimante &agrave; impact&nbsp;:</p>
            <ul>
              <li>bruit&nbsp;;</li>
              <li>faible r&eacute;solution&nbsp;;</li>
              <li>possibilit&eacute;s de couleurs limit&eacute;es&nbsp;;</li>
              <li>impression lente, g&eacute;n&eacute;ralement comprise entre 32 et 76 caract&egrave;res par seconde (cps). </li>
            </ul>
            <p><span class="bold">Types d&rsquo;imprimantes &agrave; impact</span><br> Dans une imprimante &agrave; marguerite, une roue contient les lettres, les chiffres et les caract&egrave;res sp&eacute;ciaux. Cette roue tourne jusqu&rsquo;&agrave; ce que le caract&egrave;re requis soit en place, puis un marteau &eacute;lectrom&eacute;canique pousse le caract&egrave;re sur le ruban. Le caract&egrave;re frappe alors le papier et se trouve ainsi imprim&eacute;.</p>
            <p>Le principe d&rsquo;une imprimante matricielle est similaire &agrave; celui d&rsquo;une imprimante &agrave; marguerite&nbsp;; toutefois, &agrave; la place d&rsquo;une roue de caract&egrave;res, une t&ecirc;te d&rsquo;impression est utilis&eacute;e. Cette derni&egrave;re contient des aiguilles entour&eacute;es d&rsquo;&eacute;lectroaimants. Lorsque ces aimants sont activ&eacute;s, les aiguilles sont pouss&eacute;es sur le ruban d&rsquo;encre, ce qui imprime un caract&egrave;re sur le papier.</p>
            <p>Le nombre d&rsquo;aiguilles d&rsquo;une t&ecirc;te d&rsquo;impression, 9 ou 24, indique la qualit&eacute; de l&rsquo;impression. La meilleure qualit&eacute; produite par l&rsquo;imprimante matricielle est appel&eacute;e NLQ (Near Letter Quality, qualit&eacute; quasi-courrier). 
            </p>
            <p>La plupart des imprimantes matricielles alimentent le papier en continu. Le papier est pr&eacute;d&eacute;coup&eacute; entre chaque feuille et des bandes perfor&eacute;es le long des feuilles sont utilis&eacute;es pour alimenter le papier et &eacute;viter qu&rsquo;il ne bouge ou ne prenne une orientation oblique. Des bacs d&rsquo;alimentation feuille &agrave; feuille, qui permettent l&rsquo;impression d&rsquo;une page &agrave; la fois, sont disponibles sur certaines imprimantes de bureau de meilleure qualit&eacute;. Un grand rouleau, appel&eacute; platine, applique une pression pour emp&ecirc;cher le papier de glisser. Lors de l&rsquo;utilisation d&rsquo;un papier duplicateur, il est possible d&rsquo;ajuster l&rsquo;espace libre sous la platine, afin de l&rsquo;adapter &agrave; l&rsquo;&eacute;paisseur du papier. </p>
          </td>
          </tr>
         </table>  
       </td>
     </tr>
	</table>
</body>

</html>