<html>

<head>
<meta http-equiv="Content-Language" content="fr-fr">
<meta http-equiv="Content-Type" content="text/html; charset=windows-1252">
<title>Contenu</title>
<base target="_self">
<link href="../../css/content.css" rel="stylesheet" type="text/css">
</head>

<body onLoad="window.focus();">
<table border="0" cellpadding="0" cellspacing="0" width="100%">
	<!--  Start top title Lesson Bar -->
	  <tr>
	    <td width="18" class="toptitle01_white_bold" valign="top">
	    <img border="0" src="../../images/content_lines.gif" width="16" height="25"> <img border="0" src="../../images/transdot.gif" width="2" height="1"></td>
	    <td width="18" class="toptitle01_white_bold">13.1</td>
	    <td class="toptitle01_white_bold"><img border="0" src="../../images/transdot.gif" width="10" height="1"></td>
	    <td width="100%" class="toptitle01_white_bold">Description des m&eacute;thodes de communication sans fil pour les ordinateurs et p&eacute;riph&eacute;riques portables</td>
	    <td width="9" class="toptitle01_white_bold_margin">&nbsp;</td>
	  </tr>
	  <!--  End top title Lesson Bar --> <!--  Start top title Topic Bar -->
 	 <tr>
	    <td width="18" height="25" class="toptitle02_white_bold">&nbsp;</td>
	    <td height="25"  class="toptitle02_white_bold">13.1.2</td> 
	    <td class="toptitle02_white_bold"><img border="0" src="../../images/transdot.gif" width="10" height="1"></td>
	    <td width="100%" height="25" class="toptitle02_white_bold">Description de la technologie infrarouge</td>
	    <td height="25" width="9" class="toptitle02_white_bold_margin">&nbsp;</td>
  </tr>
	 <!--  End top title Topic Bar -->
</table>
	
	<!-- CONTENT -->
	<table border="0" cellpadding="0" cellspacing="0" width="95%" >
		<tr>
			<td width="20"></td>
			<td>
        <table border="0" cellpadding="0" cellspacing="0"  width="95%">
          <tr>
            
          <td width="100%"> 
            <p> La technologie infrarouge (IR) sans fil est une technologie de faible puissance et &agrave; faible port&eacute;e. L&rsquo;IR transmet les donn&eacute;es par le biais de diodes &eacute;lectroluminescentes (LED) et re&ccedil;oit les donn&eacute;es via des photodiodes.</p>
              <p> Les r&eacute;seaux IR sans fil ne sont g&eacute;n&eacute;ralement pas r&eacute;glement&eacute;s. Cependant, l&rsquo;IrDA (Infrared Data Association) d&eacute;finit les sp&eacute;cifications de la communication IR sans fil. Reportez-vous &agrave; la Figure 1 pour conna&icirc;tre les caract&eacute;ristiques IR courantes. </p>
              <p> Il existe quatre types de r&eacute;seaux IR&nbsp;: </p>
              <ul>
                
              <li> visibilit&eacute; directe&nbsp;: le signal est transmis uniquement si la visibilit&eacute; entre les p&eacute;riph&eacute;riques est claire et sans obstacle&nbsp;;</li>
                
              <li> diffusion&nbsp;: le signal rebondit sur les plafonds et les murs&nbsp;; </li>
                
              <li> r&eacute;flectif&nbsp;: le signal est envoy&eacute; &agrave; un &eacute;metteur-r&eacute;cepteur optique, puis il est redirig&eacute; vers le p&eacute;riph&eacute;rique de r&eacute;ception&nbsp;;</li>
                
              <li> t&eacute;l&eacute;point optique &agrave; large bande&nbsp;: la transmission est capable de g&eacute;rer le multim&eacute;dia haute qualit&eacute;.</li>
              </ul>
              <p> Les r&eacute;seaux infrarouges sont parfaits pour connecter des ordinateurs portables aux types de p&eacute;riph&eacute;riques suivants, lorsqu&rsquo;ils sont proches&nbsp;: </p>
              <ul>
                <li> projecteur multim&eacute;dia&nbsp;; </li>
                <li> assistant num&eacute;rique personnel&nbsp;; </li>
                <li> imprimante&nbsp;; </li>
                <li> t&eacute;l&eacute;commande&nbsp;; </li>
                <li> souris sans fil&nbsp;; </li>
                <li> clavier sans fil. </li>
              </ul>
              <p> La configuration de p&eacute;riph&eacute;riques IR est assez simple. De nombreux p&eacute;riph&eacute;riques IR se connectent sur le port USB d&rsquo;un ordinateur portable ou de bureau. Lorsque l&rsquo;ordinateur d&eacute;tecte le nouveau p&eacute;riph&eacute;rique, Windows XP installe les pilotes ad&eacute;quats, tel qu&rsquo;illustr&eacute; &agrave; la Figure 2. L&rsquo;installation est similaire &agrave; la configuration d&rsquo;une connexion de r&eacute;seau local. </p>
              <p> L&rsquo;IR est une solution pratique de connexion &agrave; faible port&eacute;e, mais elle a certaines limites&nbsp;:</p>
              
            <ul>
              <li> la lumi&egrave;re infrarouge ne peut pas traverser les plafonds ou les murs&nbsp;; </li>
              <li> les signaux IR sont sensibles aux interf&eacute;rences et &agrave; la dilution provenant de sources lumineuses puissantes, comme la lumi&egrave;re fluorescente&nbsp;; </li>
              <li> les p&eacute;riph&eacute;riques IR de diffusion peuvent se connecter sans visibilit&eacute; directe, mais le d&eacute;bit du transfert des donn&eacute;es est plus faible et les distances de fonctionnement plus courtes&nbsp;;</li>
              <li>les distances IR doivent &ecirc;tre inf&eacute;rieures ou &eacute;gales &agrave; 1 m&egrave;tre en cas de communication entre ordinateurs.</li>
            </ul>
           </td>
          </tr>
         </table>  
       </td>
     </tr>
	</table>

</body>

</html>