<html>

<head>
<meta http-equiv="Content-Language" content="fr-fr">
<meta http-equiv="Content-Type" content="text/html; charset=windows-1252">
<title>Contenu</title>
<base target="_self">
<link href="../../css/content.css" rel="stylesheet" type="text/css">
</head>

<body onLoad="window.focus();">
<table border="0" cellpadding="0" cellspacing="0" width="100%">
	<!--  Start top title Lesson Bar -->
	  <tr>
	    <td width="18" class="toptitle01_white_bold" valign="top">
	    <img border="0" src="../../images/content_lines.gif" width="16" height="25"> <img border="0" src="../../images/transdot.gif" width="2" height="1"></td>
	    
    <td width="18" class="toptitle01_white_bold">8.4</td>
	    <td class="toptitle01_white_bold"><img border="0" src="../../images/transdot.gif" width="10" height="1"></td>
	    <td width="100%" class="toptitle01_white_bold">Description des composants physiques d&rsquo;un r&eacute;seau</td>
	    <td width="9" class="toptitle01_white_bold_margin">&nbsp;</td>
	  </tr>
	  <!--  End top title Lesson Bar --> <!--  Start top title Topic Bar -->
	 <tr>
	    <td width="18" height="25" class="toptitle02_white_bold">&nbsp;</td>
	    
    <td height="25"  class="toptitle02_white_bold">8.4.1</td> 
	    <td class="toptitle02_white_bold"><img border="0" src="../../images/transdot.gif" width="10" height="1"></td>
	    <td width="100%" height="25" class="toptitle02_white_bold">Identification des noms, objectifs et caract&eacute;ristiques des p&eacute;riph&eacute;riques r&eacute;seau</td>
	    <td height="25" width="9" class="toptitle02_white_bold_margin">&nbsp;</td>
	  </tr>
	 <!--  End top title Topic Bar -->	
</table>
	
	<!-- CONTENT -->
	<table border="0" cellpadding="0" cellspacing="0" width="95%" bordercolor="#111111">
		<tr>
			<td width="20"></td>
			<td>
        <table border="0" cellpadding="0" cellspacing="0" bordercolor="#111111" width="95%">
          <tr>
            
          <td width="100%"> 
            <p>Pour que les transmissions de donn&eacute;es soient plus efficaces et plus extensibles qu&rsquo;avec un simple r&eacute;seau peer to peer, les concepteurs de r&eacute;seau se servent de p&eacute;riph&eacute;riques r&eacute;seau sp&eacute;cialis&eacute;s, tels que les concentrateurs, les commutateurs, les routeurs et les points d&rsquo;acc&egrave;s sans fil, afin de transf&eacute;rer les donn&eacute;es entre les p&eacute;riph&eacute;riques.</p>
            <p><span class="bold">Concentrateurs</span><br> Les concentrateurs, pr&eacute;sent&eacute;s dans la Figure&nbsp;1, sont des p&eacute;riph&eacute;riques qui permettent d&rsquo;&eacute;tendre la port&eacute;e du r&eacute;seau en recevant des donn&eacute;es sur un port, puis en les reg&eacute;n&eacute;rant et en les envoyant &agrave; tous les autres ports. Ce processus signifie que l&rsquo;ensemble du trafic provenant d&rsquo;un p&eacute;riph&eacute;rique connect&eacute; au concentrateur est transf&eacute;r&eacute; &agrave; tous les autres p&eacute;riph&eacute;riques &eacute;galement connect&eacute;s au concentrateur, &agrave; chaque fois que celui-ci transmet des donn&eacute;es. Ceci g&eacute;n&egrave;re un trafic r&eacute;seau important. Le terme concentrateur vient du fait que ce type de p&eacute;riph&eacute;rique sert de point connexion central pour un r&eacute;seau local. </p>
            <p><span class="bold">Ponts et commutateurs</span><br> Les fichiers sont d&eacute;compos&eacute;s en &eacute;l&eacute;ments de donn&eacute;es plus petits, appel&eacute;s paquets, qui sont ensuite transmis sur le r&eacute;seau. Ce processus permet la v&eacute;rification des erreurs et une retransmission plus facile si le paquet est perdu ou corrompu. Des informations relatives &agrave; l&rsquo;adresse sont ajout&eacute;es au d&eacute;but et &agrave; la fin des paquets, avant leur transmission. Le paquet et les informations d&rsquo;adresse forment une trame.</p>
            <p>Les r&eacute;seaux locaux sont souvent divis&eacute;s en sections appel&eacute;es segments, de la m&ecirc;me mani&egrave;re qu&rsquo;une soci&eacute;t&eacute; se divise en services ou d&eacute;partements. La fronti&egrave;re entre les segments peut &ecirc;tre d&eacute;finie &agrave; l&rsquo;aide d&rsquo;un pont. Un pont est donc un p&eacute;riph&eacute;rique utilis&eacute; pour filtrer le trafic r&eacute;seau entre les segments d&rsquo;un r&eacute;seau local. Les ponts enregistrent tous les p&eacute;riph&eacute;riques situ&eacute;s sur chaque segment et auquel ils sont connect&eacute;s. Lorsque le pont re&ccedil;oit une trame, il examine l&rsquo;adresse de destination afin de d&eacute;terminer si la trame doit &ecirc;tre envoy&eacute;e &agrave; autre segment ou abandonn&eacute;e. Le pont aide &eacute;galement &agrave; am&eacute;liorer le flux de donn&eacute;es, en confinant les trames dans le segment auquel elles appartiennent.</p>
            <p>Les commutateurs, pr&eacute;sent&eacute;s dans la Figure&nbsp;2, sont parfois appel&eacute;s ponts multiport. En effet, un pont classique poss&egrave;de g&eacute;n&eacute;ralement deux ports, qui relient deux segments d&rsquo;un m&ecirc;me r&eacute;seau. Le commutateur, quant &agrave; lui, dispose de plusieurs ports, suivant la mani&egrave;re dont les diff&eacute;rents segments de r&eacute;seau doivent &ecirc;tre reli&eacute;s. Le commutateur est donc un p&eacute;riph&eacute;rique plus sophistiqu&eacute; que le pont. Le commutateur conserve une table des adresses MAC des ordinateurs connect&eacute;s &agrave; chacun de ses ports. Lorsqu&rsquo;une trame arrive sur un port, le commutateur compare les donn&eacute;es d&rsquo;adresse de la trame &agrave; sa table d&rsquo;adresses MAC. Il d&eacute;termine alors quel port utiliser pour transf&eacute;rer la trame.</p>
            <p><span class="bold">Routeurs </span><br> Alors qu&rsquo;un commutateur se connecte aux segments d&rsquo;un r&eacute;seau, les routeurs, pr&eacute;sent&eacute;s dans la Figure&nbsp;3, sont des p&eacute;riph&eacute;riques qui relient entre eux des r&eacute;seaux entiers. Les commutateurs utilisent les adresses MAC pour transf&eacute;rer les trames au sein d&rsquo;un r&eacute;seau unique. Les routeurs utilisent les adresses IP pour transf&eacute;rer des trames vers d&rsquo;autres r&eacute;seaux. Un ordinateur &eacute;quip&eacute; d&rsquo;un logiciel r&eacute;seau sp&eacute;cial peut jouer le r&ocirc;le de routeur&nbsp;; il peut &eacute;galement s&rsquo;agir d&rsquo;un p&eacute;riph&eacute;rique individuel con&ccedil;u par des fabricants d&rsquo;&eacute;quipement de r&eacute;seau. Les routeurs contiennent des tables d&rsquo;adresses IP et connaissent les routes optimales pour arriver &agrave; destination, dans les autres r&eacute;seaux.  </p>
            <p><span class="bold">Points d&rsquo;acc&egrave;s sans fil</span><br> Les points d&rsquo;acc&egrave;s sans fil, pr&eacute;sent&eacute;s dans la Figure&nbsp;4, offrent un acc&egrave;s au r&eacute;seau aux p&eacute;riph&eacute;riques sans fil, de type ordinateur portable et assistant num&eacute;rique personnel. Le point d&rsquo;acc&egrave;s sans fil utilise les ondes radio pour communiquer avec les radios situ&eacute;es dans les ordinateurs, les assistants num&eacute;riques personnels et les autres points d&rsquo;acc&egrave;s sans fil. Un point d&rsquo;acc&egrave;s a une port&eacute;e et une couverture limit&eacute;es. Les r&eacute;seaux de grande taille requi&egrave;rent l&rsquo;utilisation de plusieurs points d&rsquo;acc&egrave;s pour offrir une couverture sans fil ad&eacute;quate.</p>
            <p><span class="bold">P&eacute;riph&eacute;riques multifonction</span><br> Il existe des p&eacute;riph&eacute;riques r&eacute;seau poss&eacute;dant plus d&rsquo;une fonction. Il est en effet plus pratique d&rsquo;acheter et de configurer un seul p&eacute;riph&eacute;rique qui r&eacute;pondra &agrave; tous vous besoins, plut&ocirc;t qu&rsquo;un &eacute;quipement individuel pour chaque fonction. Ceci est particuli&egrave;rement vrai pour les particuliers. Un particulier va pr&eacute;f&eacute;rer acheter un seul p&eacute;riph&eacute;rique multifonction plut&ocirc;t qu&rsquo;un commutateur, un routeur et un point d&rsquo;acc&egrave;s sans fil. Le Linksys 300N, pr&eacute;sent&eacute; dans la Figure&nbsp;5, est un exemple de p&eacute;riph&eacute;rique multifonction. </p>
              </td>
          </tr>
         </table>  
       </td>
     </tr>
	</table>

</body>

</html>