<html>

<head>
<meta http-equiv="Content-Language" content="fr-fr">
<meta http-equiv="Content-Type" content="text/html; charset=windows-1252">
<title>Contenu</title>
<base target="_self">
<link href="../../css/content.css" rel="stylesheet" type="text/css">
</head>

<body onLoad="window.focus();">
<table border="0" cellpadding="0" cellspacing="0" width="100%">
	<!--  Start top title Lesson Bar -->
	  <tr>
	    <td width="18" class="toptitle01_white_bold" valign="top">
	    <img border="0" src="../../images/content_lines.gif" width="16" height="25"> <img border="0" src="../../images/transdot.gif" width="2" height="1"></td>
	    
    <td width="18" class="toptitle01_white_bold">7.1</td>
	    <td class="toptitle01_white_bold"><img border="0" src="../../images/transdot.gif" width="10" height="1"></td>
	    <td width="100%" class="toptitle01_white_bold">Description des types d&rsquo;imprimantes actuellement disponibles</td>
	    <td width="9" class="toptitle01_white_bold_margin">&nbsp;</td>
	  </tr>
	  <!--  End top title Lesson Bar --> <!--  Start top title Topic Bar -->
 	 <tr>
	    <td width="18" height="25" class="toptitle02_white_bold">&nbsp;</td>
	    
    <td height="25"  class="toptitle02_white_bold">7.1.7</td> 
	    <td class="toptitle02_white_bold"><img border="0" src="../../images/transdot.gif" width="10" height="1"></td>
	    
    <td width="100%" height="25" class="toptitle02_white_bold">Description d&rsquo;autres types d&rsquo;imprimantes</td>
	    <td height="25" width="9" class="toptitle02_white_bold_margin">&nbsp;</td>
	  </tr>
	 <!--  End top title Topic Bar -->	
</table>
	
	<!-- CONTENT -->
	<table border="0" cellpadding="0" cellspacing="0" width="95%" >
		<tr>
			<td width="20"></td>
			<td>
        <table border="0" cellpadding="0" cellspacing="0"  width="95%">
          
        <tr> 
          <td width="100%"> 
            <p>Vous rencontrerez peut-&ecirc;tre deux autres technologies d&rsquo;impression&nbsp;: l&rsquo;impression thermique et celle &agrave; sublimation. </p>
            <p><span class="bold">Imprimantes thermiques</span><br> Certaines caisses enregistreuses ou certains fax plus anciens peuvent comporter des imprimantes thermiques, comme illustr&eacute; &agrave; la Figure 1. Le papier thermique utilis&eacute; pour ces imprimantes est trait&eacute; chimiquement avec d&eacute;p&ocirc;t cireux. Ce papier devient noir lorsqu&rsquo;il est chauff&eacute;. La plupart des t&ecirc;tes d&rsquo;impression d&rsquo;imprimante thermique sont de la largeur du papier. Pour former le caract&egrave;re sur le papier, certaines zones de la t&ecirc;te d&rsquo;impression sont chauff&eacute;es comme requis. Le papier est aliment&eacute; sous forme de rouleau.</p>
            <p>Une imprimante thermique pr&eacute;sente l&rsquo;avantage suivant&nbsp;:</p>
            <ul>
              <li>longue dur&eacute;e de vie en raison du nombre r&eacute;duit de pi&egrave;ces mobiles.</li>
            </ul>
            <p>Une imprimante thermique pr&eacute;sente les inconv&eacute;nients suivants&nbsp;:</p>
            <ul>
              <li>papier cher&nbsp;;</li>
              <li>courte dur&eacute;e de vie du papier&nbsp;;</li>
              <li>images de qualit&eacute; m&eacute;diocre&nbsp;;</li>
              <li>stockage du papier &agrave; temp&eacute;rature ambiante uniquement.</li>
            </ul>
            <p><span class="bold">Imprimantes &agrave; sublimation</span><br> Les imprimantes &agrave; sublimation produisent des images de qualit&eacute; photographique. La Figure 2 pr&eacute;sente un exemple d&rsquo;imprimante &agrave; sublimation. Ce type d&rsquo;imprimante utilise des feuilles d&rsquo;encrage qui passent directement de l&rsquo;&eacute;tat solide &agrave; l&rsquo;&eacute;tat gazeux, lors d&rsquo;un processus appel&eacute; sublimation. La t&ecirc;te d&rsquo;impression passe sur le papier et applique du cyan, du magenta, du jaune et une surcouche transparente. Elle effectue un passage par couleur.</p>
            <p>Les imprimantes &agrave; sublimation pr&eacute;sentent les avantages suivants&nbsp;:</p>
            <ul>
              <li>elles produisent des images de haute qualit&eacute;&nbsp;;</li>
              <li>la surcouche r&eacute;duit les risques de traces et am&eacute;liore la r&eacute;sistance &agrave; l&rsquo;humidit&eacute;.</li>
            </ul>
            <p>Les imprimantes &agrave; sublimation pr&eacute;sentent les inconv&eacute;nients suivants&nbsp;:</p>
            <ul>
              <li>les supports peuvent &ecirc;tre chers&nbsp;;</li>
              <li>les couleurs sont mieux rendues que les nuances de gris (noir et blanc).</li>
            </ul>
            <p>Dans le domaine de la photographie, les petites imprimantes &agrave; jet d&rsquo;encre, tout comme les imprimantes &agrave; sublimation, produisent une impression de qualit&eacute;. </p>
            <p>&nbsp;</p>
          </td>
          </tr>
         </table>  
       </td>
     </tr>
	</table>
</body>

</html>