<html>

<head>
<meta http-equiv="Content-Language" content="fr-fr">
<meta http-equiv="Content-Type" content="text/html; charset=windows-1252">
<title>Contenu</title>
<base target="_self">
<link href="../../css/content.css" rel="stylesheet" type="text/css">
</head>

<body onLoad="window.focus();">
<table border="0" cellpadding="0" cellspacing="0" width="100%">
	<!--  Start top title Lesson Bar -->
	  <tr>
	    <td width="18" class="toptitle01_white_bold" valign="top">
	    <img border="0" src="../../images/content_lines.gif" width="16" height="25"> <img border="0" src="../../images/transdot.gif" width="2" height="1"></td>
	    
    <td width="18" class="toptitle01_white_bold">1.3</td>
	    <td class="toptitle01_white_bold"><img border="0" src="../../images/transdot.gif" width="10" height="1"></td>
	    
    <td width="100%" class="toptitle01_white_bold">Identification des noms, objectifs et caract&eacute;ristiques des bo&icirc;tiers et des alimentations</td>
	    <td width="9" class="toptitle01_white_bold_margin">&nbsp;</td>
	  </tr>
	  <!--  End top title Lesson Bar --> <!--  Start top title Topic Bar -->
 	 <tr>
	    <td width="18" height="25" class="toptitle02_white_bold">&nbsp;</td>
	    
    <td height="25"  class="toptitle02_white_bold">1.3.1</td> 
	    <td class="toptitle02_white_bold"><img border="0" src="../../images/transdot.gif" width="10" height="1"></td>
	    
    <td width="100%" height="25" class="toptitle02_white_bold">Description des bo&icirc;tiers</td>
	    <td height="25" width="9" class="toptitle02_white_bold_margin">&nbsp;</td>
  </tr>
	 <!--  End top title Topic Bar -->
</table>
	
	<!-- CONTENT -->
	<table border="0" cellpadding="0" cellspacing="0" width="95%" >
		<tr>
			<td width="20"></td>
			<td>
        <table border="0" cellpadding="0" cellspacing="0"  width="95%">
          
        <tr> 
          <td width="100%"> 
            <p>Un bo&icirc;tier d&rsquo;ordinateur contient la structure n&eacute;cessaire au support des composants internes d&rsquo;un ordinateur, tout en offrant une protection suppl&eacute;mentaire (il agit en temps qu&rsquo;enceinte de protection). Les bo&icirc;tiers d&rsquo;ordinateur sont g&eacute;n&eacute;ralement en plastique, acier et aluminium et ils sont disponibles dans une grande vari&eacute;t&eacute; de styles.</p>
            <p>La taille et la configuration d&rsquo;un bo&icirc;tier sont appel&eacute;s &laquo;&nbsp;format&nbsp;&raquo;. Il existe de nombreux types de bo&icirc;tiers, mais les formats de base des bo&icirc;tiers d&rsquo;ordinateur incluent l&rsquo;ordinateur de bureau et la tour. Les bo&icirc;tiers des ordinateurs de bureau et des tours peuvent &ecirc;tre ultraminces ou de grande taille, comme illustr&eacute; dans la Figure 1. 
            </p>
            <p>Les bo&icirc;tiers d&rsquo;ordinateur sont appel&eacute;s de diff&eacute;rentes mani&egrave;res&nbsp;: </p>
            <ul>
              <li>ch&acirc;ssis de l&rsquo;ordinateur&nbsp;;</li>
              <li>armoire&nbsp;;</li>
              <li>tour&nbsp;;</li>
              <li>bo&icirc;tier&nbsp;;</li>
              <li>coffret.</li>
            </ul>
            <p>En plus d&rsquo;offrir une protection et un support, les bo&icirc;tiers proposent &eacute;galement un environnement con&ccedil;u pour conserver les composants internes au frais. Des ventilateurs sont utilis&eacute;s pour faire circuler l&rsquo;air dans le bo&icirc;tier de l&rsquo;ordinateur. Lorsque l&rsquo;air passe sur des composants chauds, il absorbe la chaleur, puis quitte le bo&icirc;tier. Ce processus prot&egrave;ge les composants de l&rsquo;ordinateur contre la surchauffe.</p>
            <p>Il existe de nombreux facteurs pouvant &ecirc;tre pris en compte lors du choix d&rsquo;un bo&icirc;tier&nbsp;: 
			  <ul>
			  <li>la taille de la carte m&egrave;re&nbsp;;</li>
			  <li>le nombre d&rsquo;emplacements de disques externes ou internes, appel&eacute;s &laquo;&nbsp;compartiments&nbsp;&raquo;&nbsp;;</li>
			  <li>l&rsquo;espace disponible.</li>
			  </ul>
              <p>Consultez la Figure 2 pour une liste de fonctions.</p>
            <p>En plus de proposer une protection par rapport &agrave; l&rsquo;environnement, les bo&icirc;tiers aident &agrave; prot&eacute;ger contre les d&eacute;g&acirc;ts dus &agrave; l&rsquo;&eacute;lectricit&eacute; statique. Les composants internes de l&rsquo;ordinateur sont mis &agrave; la terre gr&acirc;ce &agrave; leur fixation au bo&icirc;tier.</p>
            <p><span class="note_caps">REMARQUE&nbsp;: </span>vous devez s&eacute;lectionner un bo&icirc;tier correspondant aux dimensions physiques de l&rsquo;alimentation et de la carte m&egrave;re.</p>
          
        </tr>
         </table>  
       </td>
     </tr>
	</table>

</body>

</html>