<html>

<head>
<meta http-equiv="Content-Language" content="fr-fr">
<meta http-equiv="Content-Type" content="text/html; charset=windows-1252">
<title>Contenu</title>
<base target="_self">
<link href="../../css/content.css" rel="stylesheet" type="text/css">
</head>

<body onLoad="window.focus();">
<table border="0" cellpadding="0" cellspacing="0" width="100%">
	<!--  Start top title Lesson Bar -->
	  <tr>
	  	    <td width="18" class="toptitle01_white_bold" valign="top">
	  	    <img border="0" src="../../images/content_lines.gif" width="16" height="25"> <img border="0" src="../../images/transdot.gif" width="2" height="1"></td>

	      	<td width="18" class="toptitle01_white_bold">15.3</td>
	  	    <td class="toptitle01_white_bold"><img border="0" src="../../images/transdot.gif" width="10" height="1"></td>

	      	<td width="100%" class="toptitle01_white_bold">D&eacute;termination des composants n&eacute;cessaires au r&eacute;seau du client </td>
	  	    <td width="9" class="toptitle01_white_bold_margin">&nbsp;</td>
	  </tr>
	  <!--  End top title Lesson Bar --> <!--  Start top title Topic Bar -->
 	 <tr>
	    <td width="18" height="25" class="toptitle02_white_bold">&nbsp;</td>

    	<td height="25"  class="toptitle02_white_bold">15.3.3</td>
	    <td class="toptitle02_white_bold"><img border="0" src="../../images/transdot.gif" width="10" height="1"></td>

    	<td width="100%" height="25" class="toptitle02_white_bold">Choix d&rsquo;une carte r&eacute;seau</td>
	    <td height="25" width="9" class="toptitle02_white_bold_margin">&nbsp;</td>
  </tr>
	 <!--  End top title Topic Bar -->
</table>

	<!-- CONTENT -->
	<table border="0" cellpadding="0" cellspacing="0" width="95%" >
			<tr>
			<td width="20"></td>
			<td>
       		<table border="0" cellpadding="0" cellspacing="0"  width="95%">

       		<tr>
          	<td width="100%">

		<p>Chaque p&eacute;riph&eacute;rique de r&eacute;seau doit poss&eacute;der une interface r&eacute;seau. Il existe de nombreux types d&rsquo;interface r&eacute;seau&nbsp;:  </p>

			<ul>
				<li>La plupart des interfaces r&eacute;seau pour ordinateur de bureau sont int&eacute;gr&eacute;es &agrave; la carte m&egrave;re ou pr&eacute;sent&eacute;es sous la forme d&rsquo;une carte d&rsquo;extension, qui se place dans un logement d&rsquo;extension.</li>
				<li>La plupart des interfaces r&eacute;seau pour ordinateur portable sont int&eacute;gr&eacute;es &agrave; la carte m&egrave;re ou pr&eacute;sent&eacute;es sous forme de carte PC ou ExpressBus, plac&eacute;e dans un logement d&rsquo;extension.</li>
				<li>Les cartes r&eacute;seau USB peuvent se brancher sur n&rsquo;importe quel port USB disponible et s&rsquo;utilisent &agrave; la fois sur les ordinateurs portables et de bureau.</li>
			</ul>

		    <p>Avant de faire l&rsquo;acquisition d&rsquo;une carte r&eacute;seau, &eacute;tudiez les diff&eacute;rentes options existantes en termes de vitesse, de format et de capacit&eacute;s. V&eacute;rifiez &eacute;galement la vitesse et les capacit&eacute;s du concentrateur ou du commutateur qui sera raccord&eacute; &agrave; l&rsquo;ordinateur.</p>

		<p>Les cartes r&eacute;seau Ethernet peuvent &ecirc;tre r&eacute;trocompatibles&nbsp;:</p>

			<ul>
				<li>Si vous disposez d&rsquo;une carte r&eacute;seau 10/100&nbsp;Mbits/s et d&rsquo;un concentrateur de seulement 10&nbsp;Mbits/s, la carte fonctionnera &agrave; 10&nbsp;Mbits/s.</li>
				<li>Si vous disposez d&rsquo;une carte r&eacute;seau 10/100/1&nbsp;000&nbsp;Mbits/s et d&rsquo;un concentrateur de seulement 100&nbsp;Mbits/s, la carte fonctionnera &agrave; 100&nbsp;Mbits/s.</li>
			</ul>

		<p>Cependant, si vous utilisez un commutateur Gigabit, vous devrez certainement acheter une carte r&eacute;seau Gigabit pour obtenir une vitesse ad&eacute;quate. Si vous pr&eacute;voyez, &agrave; l&rsquo;avenir, de mettre &agrave; niveau le r&eacute;seau en Gigabit Ethernet, pensez &agrave; acheter des cartes r&eacute;seau capables de prendre en charge cette technologie. Le co&ucirc;t des cartes r&eacute;seau peut &ecirc;tre tr&egrave;s variable&nbsp;; choisissez donc un produit adapt&eacute; aux besoins de votre client.</p>

		<p>Les cartes r&eacute;seau sans fil sont disponibles dans de nombreux formats et avec diverses fonctionnalit&eacute;s. Choisissez toujours vos cartes r&eacute;seau sans fil en fonction du type de r&eacute;seau sur lequel elles devront fonctionner, comme indiqu&eacute; dans les exemples suivants&nbsp;:</p>

		<ul>
			<li>Les cartes r&eacute;seau 802.11b peuvent &ecirc;tre utilis&eacute;es sur les r&eacute;seaux 802.11g.</li>
			<li>Les cartes r&eacute;seau 802.11b et 802.11g peuvent &ecirc;tre utilis&eacute;es sur les r&eacute;seaux 802.11n.</li>
			<li>Les cartes r&eacute;seau 802.11a peuvent &ecirc;tre utilis&eacute;es uniquement sur un r&eacute;seau prenant en charge la norme 802.11a.</li>
		</ul>

		<p>Choisissez une carte sans fil qui r&eacute;pond aux besoins de votre client. V&eacute;rifiez &eacute;galement les &eacute;quipements sans fil d&eacute;j&agrave; install&eacute;s et ceux qui le seront dans le futur, afin de garantir la compatibilit&eacute; et la facilit&eacute; d&rsquo;utilisation.</p>

          </td>
        </tr>
         </table>
       </td>
     </tr>
	</table>

</body>

</html>