<html>

<head>
<meta http-equiv="Content-Language" content="fr-fr">
<meta http-equiv="Content-Type" content="text/html; charset=windows-1252">
<title>Contenu</title>
<base target="_self">
<link href="../../css/content.css" rel="stylesheet" type="text/css">
</head>

<body onLoad="window.focus();">
<table border="0" cellpadding="0" cellspacing="0" width="100%">
	<!--  Start top title Lesson Bar -->
	  <tr>
	    <td width="18" class="toptitle01_white_bold" valign="top">
	    <img border="0" src="../../images/content_lines.gif" width="16" height="25"> <img border="0" src="../../images/transdot.gif" width="2" height="1"></td>
	    <td width="18" class="toptitle01_white_bold">13.1</td>
	    <td class="toptitle01_white_bold"><img border="0" src="../../images/transdot.gif" width="10" height="1"></td>
	    <td width="100%" class="toptitle01_white_bold">Description des m&eacute;thodes de communication sans fil pour les ordinateurs et p&eacute;riph&eacute;riques portables</td>
	    <td width="9" class="toptitle01_white_bold_margin">&nbsp;</td>
	  </tr>
	  <!--  End top title Lesson Bar --> <!--  Start top title Topic Bar -->
 	 <tr>
	    <td width="18" height="25" class="toptitle02_white_bold">&nbsp;</td>
	    <td height="25"  class="toptitle02_white_bold">13.1.5</td> 
	    <td class="toptitle02_white_bold"><img border="0" src="../../images/transdot.gif" width="10" height="1"></td>
	    <td width="100%" height="25" class="toptitle02_white_bold">Description de la technologie satellite</td>
	    <td height="25" width="9" class="toptitle02_white_bold_margin">&nbsp;</td>
  </tr>
	 <!--  End top title Topic Bar -->
</table>
	
	<!-- CONTENT -->
	<table border="0" cellpadding="0" cellspacing="0" width="95%" >
		<tr>
			<td width="20"></td>
			<td>
        <table border="0" cellpadding="0" cellspacing="0"  width="95%">
          <tr>
            <td width="100%">
              <p>       Le service satellite est id&eacute;al pour les utilisateurs ruraux ou recul&eacute;s, ayant besoin d&rsquo;un acc&egrave;s haut d&eacute;bit &agrave; large bande dans des zones o&ugrave; aucun autre service haut d&eacute;bit n&rsquo;est disponible. Cependant, en raison du co&ucirc;t initial plus &eacute;lev&eacute; et de d&eacute;bits relativement inf&eacute;rieurs, les connexions r&eacute;seau satellite haut d&eacute;bit sont recommand&eacute;es uniquement en l&rsquo;absence de connexion c&acirc;bl&eacute;e ou DSL (Digital Subscriber Line). Reportez-vous &agrave; la Figure 1 pour conna&icirc;tre les caract&eacute;ristiques satellite courantes. </p>
              
            <p> Les connexions satellite &agrave; Internet utilisent des canaux de donn&eacute;es bidirectionnels. Un canal est utilis&eacute; pour le t&eacute;l&eacute;chargement en aval, l&rsquo;autre pour le t&eacute;l&eacute;chargement en amont. Les deux t&eacute;l&eacute;chargements peuvent &ecirc;tre r&eacute;alis&eacute;s par le biais d&rsquo;une connexion satellite. Dans certains cas, une ligne t&eacute;l&eacute;phonique et un modem sont utilis&eacute;s pour le t&eacute;l&eacute;chargement en aval. Les d&eacute;bits de t&eacute;l&eacute;chargement en amont sont g&eacute;n&eacute;ralement proches de 500&nbsp;Kbits/s, alors que les t&eacute;l&eacute;chargements en aval avoisinent les 50&nbsp;Kbits/s, rendant ainsi la connexion asym&eacute;trique, similaire &agrave; la DSL. Les connexions satellite sont moins rapides que les connexions c&acirc;bl&eacute;es ou DSL, mais plus rapides que les connexions par modem t&eacute;l&eacute;phonique. La connexion par satellite pr&eacute;sente certains avantages&nbsp;: </p>
              <ul>
                <li> un acc&egrave;s haut d&eacute;bit bidirectionnel &agrave; Internet, disponible dans des zones rurales et recul&eacute;es&nbsp;; </li>
                <li> des t&eacute;l&eacute;chargements rapides de fichiers&nbsp;; </li>
                <li> l&rsquo;antenne parabolique satellite peut &eacute;galement servir &agrave; la r&eacute;ception TV. </li>
              </ul>
              <p> Bien positionner, installer et configurer un syst&egrave;me satellite est important pour que celui-ci fonctionne correctement. M&ecirc;me si vous dirigez l&rsquo;antenne parabolique satellite vers l&rsquo;&eacute;quateur, orbite que suit la plupart des satellites autour de la Terre, des obstacles et de mauvaises conditions m&eacute;t&eacute;orologiques peuvent quand m&ecirc;me influencer la r&eacute;ception du signal. </p>
              <p> Un &eacute;quipement sp&eacute;cifique est n&eacute;cessaire pour &eacute;tablir une connexion satellite&nbsp;: </p>
              <ul>
                <li> une antenne parabolique satellite de 610&nbsp;mm&nbsp;; </li>
                <li> un modem pour les liaisons montantes et descendantes&nbsp;; </li>
				<li> un c&acirc;ble coaxial et les connecteurs correspondants.</li>
			  </ul>
                  <TABLE  width="95%" border="0" cellspacing="0" cellpadding="0" id="activity">
                    <TR>
                      <TD valign="top"><TABLE  width="100%" cellspacing="0" cellpadding="0" border="0" >
                          <TR>
                            <TD width="5" class="activity_topbar"><img border="0" src="../../images/lab_toplft.gif" width="116" height="23"></TD>
                            <TD class="activity_topbar"><IMG alt="" height="1" width="3" src="../../images/s.gif"></TD>
                            <TD align="right" valign="top" class="activity_topbar"><IMG alt="" src="../../images/corner_ur_7.gif" width="7" height="7"></TD>
                          </TR>
                        </TABLE>
                          <TABLE width="100%" cellspacing="0" cellpadding="0" border="0" id="table3">
                            <TR>
                              <TD><TABLE width="100%" cellpadding="2" cellspacing="0" border="0"  id="table4">
                                  <TR>
                                    <TD width="15" class="activity_text">&nbsp;</TD>
                                    <TD class="activity_text"><p><img border="0" src="../../images/activity_icon.gif" width="36" height="30"> <strong>Exercice </strong></p>
                                      <p><strong>Technologies sans fil<br></strong>R&eacute;alisation de l&rsquo;exercice correspondant sur les technologies sans fil dans la Figure 2<br> <br>
                                      </p>
                                    </TD>
                                  </TR>
                              </TABLE></TD>
                            </TR>
                        </TABLE></TD>
                    </TR>
                  </TABLE>
                  <p>&nbsp;</p></td>
          </tr>
         </table>  
       </td>
     </tr>
	</table>

</body>

</html>