<html>

<head>
<meta http-equiv="Content-Language" content="fr-fr">
<meta http-equiv="Content-Type" content="text/html; charset=windows-1252">
<title>Contenu</title>
<base target="_self">
<link href="../../css/content.css" rel="stylesheet" type="text/css">
</head>

<body onLoad="window.focus();">
<table border="0" cellpadding="0" cellspacing="0" width="100%">
	<!--  Start top title Lesson Bar -->
	  <tr>
	    <td width="18" class="toptitle01_white_bold" valign="top">
	    <img border="0" src="../../images/content_lines.gif" width="16" height="25"> <img border="0" src="../../images/transdot.gif" width="2" height="1"></td>
	    
    <td width="18" class="toptitle01_white_bold">1.3</td>
	    <td class="toptitle01_white_bold"><img border="0" src="../../images/transdot.gif" width="10" height="1"></td>
	    
    <td width="100%" class="toptitle01_white_bold">Identification des noms, objectifs et caract&eacute;ristiques des bo&icirc;tiers et des alimentations</td>
	    <td width="9" class="toptitle01_white_bold_margin">&nbsp;</td>
	  </tr>
	  <!--  End top title Lesson Bar --> <!--  Start top title Topic Bar -->
 	 <tr>
	    <td width="18" height="25" class="toptitle02_white_bold">&nbsp;</td>
	    
    <td height="25"  class="toptitle02_white_bold">1.3.2</td> 
	    <td class="toptitle02_white_bold"><img border="0" src="../../images/transdot.gif" width="10" height="1"></td>
	    
    <td width="100%" height="25" class="toptitle02_white_bold">Description des alimentations</td>
	    <td height="25" width="9" class="toptitle02_white_bold_margin">&nbsp;</td>
  </tr>
	 <!--  End top title Topic Bar -->
</table>
	
	<!-- CONTENT -->
	<table border="0" cellpadding="0" cellspacing="0" width="95%" >
		<tr>
			<td width="20"></td>
			<td>
        <table border="0" cellpadding="0" cellspacing="0"  width="95%">
          
        <tr> 
          <td width="100%"> 
            <p>L&rsquo;alimentation, illustr&eacute;e dans la Figure 1, convertit le courant alternatif (AC) provenant d&rsquo;une prise murale en courant continu (DC), qui pr&eacute;sente une tension inf&eacute;rieure. Le courant continu est requis pour tous les composants situ&eacute;s &agrave; l&rsquo;int&eacute;rieur de l&rsquo;ordinateur.</p>
            <p><span class="bold">Connecteurs</span><br> La plupart des connecteurs actuels sont des connecteurs avec d&eacute;trompeur. Les connecteurs avec d&eacute;trompeur sont con&ccedil;us pour &ecirc;tre ins&eacute;r&eacute;s dans un seul sens. Chaque partie du connecteur comporte un fil de couleur avec une tension diff&eacute;rente, comme illustr&eacute; dans la Figure 2. Diff&eacute;rents connecteurs sont utilis&eacute;s pour connecter des composants sp&eacute;cifiques et plusieurs emplacements &agrave; la carte m&egrave;re&nbsp;:</p>
            <ul>
              <li>Un connecteur Molex est un connecteur avec d&eacute;trompeur utilis&eacute; pour connecter un lecteur optique ou un disque dur.</li>
              <li>Un connecteur Berg est un connecteur avec d&eacute;trompeur utilis&eacute; pour connecter une disquette. Un connecteur Berg est plus petit qu&rsquo;un connecteur Molex.</li>
              <li>Un connecteur synchronis&eacute; &agrave; 20 ou 24 broches est utilis&eacute; pour &eacute;tablir une connexion &agrave; la carte m&egrave;re. Le connecteur synchronis&eacute; &agrave; 24 broches pr&eacute;sente deux lignes de 12 broches chacune et le connecteur synchronis&eacute; &agrave; 20 broches pr&eacute;sente deux lignes de 10 broches chacune.</li>
              <li>Un connecteur d&rsquo;alimentation auxiliaire de 4 &agrave; 8 broches dispose de deux lignes de deux &agrave; quatre broches et alimente toutes les zones de la carte m&egrave;re. Le connecteur d&rsquo;alimentation auxiliaire de 4 &agrave; 8 broches a la m&ecirc;me forme que le connecteur d&rsquo;alimentation principale, mais il est plus petit.</li>
              <li>Les anciennes alimentations standard utilisaient deux connecteurs appel&eacute;s P8 et P9 pour &eacute;tablir la connexion &agrave; la carte m&egrave;re. Les connecteurs P8 et P9 &eacute;taient des connecteurs sans d&eacute;trompeur. Ils pouvaient &ecirc;tre install&eacute;s en sens inverse, ce qui pouvait endommager la carte m&egrave;re ou l&rsquo;alimentation. L&rsquo;installation n&eacute;cessitait que les connecteurs soient align&eacute;s avec les fils noirs, au milieu. </li>
            </ul>
            <p><span class="bold">REMARQUE&nbsp;:</span> si vous avez des difficult&eacute;s &agrave; ins&eacute;rer un connecteur, essayez de l&rsquo;ins&eacute;rer d&rsquo;une mani&egrave;re diff&eacute;rente ou assurez-vous de l&rsquo;absence de broches pli&eacute;es ou d&rsquo;objets &eacute;trangers. N&rsquo;oubliez pas&nbsp;: si vous rencontrez des difficult&eacute;s pour brancher un c&acirc;ble ou une autre pi&egrave;ce, c&rsquo;est qu&rsquo;il y a un probl&egrave;me. Les c&acirc;bles, les connecteurs et les composants sont con&ccedil;us pour bien correspondre les uns aux autres. Ne forcez jamais un connecteur ou un composant. Les connecteurs mal branch&eacute;s endommagent la fiche et le connecteur. Prenez votre temps et assurez-vous que vous manipulez correctement le mat&eacute;riel.</p>
            <p><span class="bold">&Eacute;lectricit&eacute; et loi d&rsquo;Ohm</span><br> Voici les quatre unit&eacute;s de base de l&rsquo;&eacute;lectricit&eacute;&nbsp;:</p>
            <ul>
              <li>tension <span class="bold">(V)</span>&nbsp;;</li>
              <li>intensit&eacute; <span class="bold">(I)</span>&nbsp;;</li>
              <li>puissance <span class="bold">(P)</span>&nbsp;;</li>
              <li>r&eacute;sistance <span class="bold">(R)</span>.</li>
            </ul>
            <p>Tension, intensit&eacute;, puissance et r&eacute;sistance sont les termes &eacute;lectroniques qu&rsquo;un technicien informatique doit conna&icirc;tre&nbsp;:</p>
            <ul>
              <li>La tension est la mesure de la force requise pour faire passer les &eacute;lectrons dans un circuit.</li>
              <li>La tension se mesure en volts (V). Une alimentation d&rsquo;ordinateur produit en g&eacute;n&eacute;ral plusieurs tensions diff&eacute;rentes.</li>
              <li>L&rsquo;intensit&eacute; est la mesure de la quantit&eacute; d&rsquo;&eacute;lectrons passant dans un circuit. </li>
              <li>L&rsquo;intensit&eacute; est mesur&eacute;e en amp&egrave;res (A). L&rsquo;alimentation de l&rsquo;ordinateur fournit diff&eacute;rents amp&eacute;rages pour chaque tension de sortie.</li>
              <li>La puissance est la mesure de la tension requise pour faire passer les &eacute;lectrons dans un circuit, multipli&eacute;e par le nombre d&rsquo;&eacute;lectrons passant dans le circuit, appel&eacute;s &laquo;&nbsp;intensit&eacute;&nbsp;&raquo;. La mesure se fait en watts (W). Les alimentations des ordinateurs sont &eacute;valu&eacute;es en watts.</li>
              <li>La r&eacute;sistance est l&rsquo;opposition au flux du courant dans un circuit. La r&eacute;sistance se mesure en ohms. Une r&eacute;sistance inf&eacute;rieure permet une intensit&eacute; sup&eacute;rieure et, par cons&eacute;quent, davantage de puissance pour circuler dans un circuit. Un bon fusible produira une r&eacute;sistance faible ou une mesure d&rsquo;environ 0&nbsp;ohm.</li>
            </ul>
            <p>Il existe une &eacute;quation de base exprimant la mani&egrave;re dont trois de ces termes sont reli&eacute;s les uns aux autres. Elle indique que la tension est &eacute;gale &agrave; l&rsquo;intensit&eacute; multipli&eacute;e par la r&eacute;sistance. Il s&rsquo;agit de la loi d&rsquo;Ohm.</p>
            <p class="bold">V = IR</p>
            <p>Dans un syst&egrave;me &eacute;lectrique, la puissance (P) est &eacute;gale &agrave; la tension multipli&eacute;e par l&rsquo;intensit&eacute;.</p>
            <p class="bold">P = VI</p>
            <p>Dans un circuit &eacute;lectrique, l&rsquo;augmentation de l&rsquo;intensit&eacute; ou de la tension conduit &agrave; une puissance accrue.</p>
            <p>En guise d&rsquo;illustration du fonctionnement, imaginez un simple circuit avec une ampoule de 9&nbsp;V branch&eacute;e &agrave; une batterie de 9&nbsp;V. La puissance de sortie de l&rsquo;ampoule est de 100&nbsp;W. Gr&acirc;ce &agrave; l&rsquo;&eacute;quation ci-dessus, nous pouvons calculer l&rsquo;intensit&eacute; en amp&egrave;res requise pour obtenir 100&nbsp;W avec une ampoule &agrave; 9&nbsp;V.</p>
            <p>Pour r&eacute;soudre cette &eacute;quation, nous disposons des informations suivantes&nbsp;:</p>
            <ul>
              <li class="bold">P = 100&nbsp;W</li>
              <li class="bold">V = 9&nbsp;V</li>
              <li class="bold">I = 100&nbsp;W/9&nbsp;V = 11,11&nbsp;A </li>
            </ul>
            <p>Que se produit-il si une batterie de 12&nbsp;V et une ampoule de 12&nbsp;V sont utilis&eacute;es pour obtenir une puissance de 100&nbsp;W&nbsp;?</p>
            <p class="bold">100&nbsp;W / 12&nbsp;V = 8,33&nbsp;A</p>
            <p>Ce syst&egrave;me produit la m&ecirc;me puissance, mais avec une intensit&eacute; inf&eacute;rieure. </p>
            <p>Les ordinateurs utilisent normalement des alimentations allant de 200&nbsp;W &agrave; 500&nbsp;W. Cependant, certains ordinateurs peuvent avoir besoin d&rsquo;alimentations de 500&nbsp;W &agrave; 800&nbsp;W. Lors de l&rsquo;assemblage d&rsquo;un ordinateur, s&eacute;lectionnez une alimentation avec une puissance suffisante pour alimenter tous les composants. Vous obtiendrez des informations sur la puissance des composants dans les documents du fabricant. Lors du choix d&rsquo;une alimentation, assurez-vous de choisir une alimentation disposant d&rsquo;une intensit&eacute; plus que suffisante pour les composants actuels.</p>
            <p><span class="caution_caps">ATTENTION&nbsp;:</span> n&rsquo;ouvrez pas une alimentation. Les condensateurs &eacute;lectroniques situ&eacute;s &agrave; l&rsquo;int&eacute;rieur d&rsquo;une alimentation, illustr&eacute;s dans la Figure 3, peuvent &ecirc;tre charg&eacute;s pendant de longues p&eacute;riodes.</p>
          </td>
          </tr>
         </table>  
       </td>
     </tr>
	</table>

</body>

</html>