<html>

<head>
<meta http-equiv="Content-Language" content="fr-fr">
<meta http-equiv="Content-Type" content="text/html; charset=windows-1252">
<title>Contenu</title>
<base target="_self">
<link href="../../css/content.css" rel="stylesheet" type="text/css">
</head>

<body onLoad="window.focus();">
<table border="0" cellpadding="0" cellspacing="0" width="100%">
	<!--  Start top title Lesson Bar -->
	  <tr>
	    <td width="18" class="toptitle01_white_bold" valign="top">
	    <img border="0" src="../../images/content_lines.gif" width="16" height="25"> <img border="0" src="../../images/transdot.gif" width="2" height="1"></td>
	    <td width="18" class="toptitle01_white_bold">4.2</td>
	    <td class="toptitle01_white_bold"><img border="0" src="../../images/transdot.gif" width="10" height="1"></td>
	    
    <td width="100%" class="toptitle01_white_bold">Identification des &eacute;tapes de la proc&eacute;dure de d&eacute;pannage </td>
	    <td width="9" class="toptitle01_white_bold_margin">&nbsp;</td>
	  </tr>
	  <!--  End top title Lesson Bar --> <!--  Start top title Topic Bar -->
 	 <tr>
	    <td width="18" height="25" class="toptitle02_white_bold">&nbsp;</td>
	    <td height="25"  class="toptitle02_white_bold">4.2.2</td> 
	    <td class="toptitle02_white_bold"><img border="0" src="../../images/transdot.gif" width="10" height="1"></td>
	    <td width="100%" height="25" class="toptitle02_white_bold">Collecte des donn&eacute;es aupr&egrave;s du client</td>
	    <td height="25" width="9" class="toptitle02_white_bold_margin">&nbsp;</td>
  </tr>
	 <!--  End top title Topic Bar -->
</table>
	
	<!-- CONTENT -->
	<table border="0" cellpadding="0" cellspacing="0" width="95%" >
		<tr>
			<td width="20"></td>
			<td>
        <table border="0" cellpadding="0" cellspacing="0"  width="95%">
          <tr>
            
          <td width="100%"> 
            <p>Au cours de la proc&eacute;dure de d&eacute;pannage, vous devez recueillir autant d&rsquo;informations que possible aupr&egrave;s du client. Celui-ci vous fournira des informations de base sur le probl&egrave;me. La Figure 1 indique certaines informations importantes &agrave; obtenir du client. </p>
			<p><span class="bold">D&eacute;ontologie de conversation</span><br> Lorsque vous parlez au client, vous devez respecter les r&egrave;gles suivantes&nbsp;:</p>
              <ul>
                <li>poser des questions directes pour obtenir des informations&nbsp;;</li>
                <li>ne pas utiliser de jargon professionnel lorsque vous parlez aux clients&nbsp;; </li>
                <li>ne pas &ecirc;tre condescendant&nbsp;;</li>
                <li>ne pas insulter le client&nbsp;;</li>
                <li>ne pas accuser le client d&rsquo;avoir caus&eacute; le probl&egrave;me. </li>
              </ul>
			  <p>Si vous communiquez de fa&ccedil;on efficace, vous pourrez obtenir du client les informations les plus importantes sur le probl&egrave;me.</p>
			  
            <p><span class="bold">Questions ouvertes</span><br> Les questions ouvertes sont utilis&eacute;es pour obtenir des informations g&eacute;n&eacute;rales. Elles permettent aux clients d&rsquo;expliquer les d&eacute;tails du probl&egrave;me en utilisant leurs propres termes. La Figure 2 indique quelques exemples de questions ouvertes.</p>
			  
            <p><span class="bold">Questions ferm&eacute;es</span><br> Sur la base des informations obtenues aupr&egrave;s du client, vous pouvez poser des questions ferm&eacute;es. En g&eacute;n&eacute;ral, il s&rsquo;agit de questions auxquelles les clients peuvent r&eacute;pondre uniquement par oui ou par non. Elles ont pour objectif d&rsquo;obtenir les informations les plus pertinentes le plus rapidement possible. La Figure 3 montre quelques exemples de questions ferm&eacute;es.</p>
			  
            <p>Les informations obtenues aupr&egrave;s du client doivent &ecirc;tre document&eacute;es dans l&rsquo;ordre de travail et dans le journal des r&eacute;parations. Notez tous ce qui vous semble important, pour vous ou pour un autre technicien. Souvent, les plus petits d&eacute;tails peuvent conduire &agrave; la solution d&rsquo;un probl&egrave;me difficile ou compliqu&eacute;.</p>
          </td>
          </tr>
         </table>  
       </td>
     </tr>
	</table>

</body>

</html>