<html>

<head>
<meta http-equiv="Content-Language" content="fr-fr">
<meta http-equiv="Content-Type" content="text/html; charset=windows-1252">
<title>Contenu</title>
<base target="_self">
<link href="../../css/content.css" rel="stylesheet" type="text/css">
</head>

<body onLoad="window.focus();">
<table border="0" cellpadding="0" cellspacing="0" width="100%">
	<!--  Start top title Lesson Bar -->
	  <tr>
	    <td width="18" class="toptitle01_white_bold" valign="top">
	    <img border="0" src="../../images/content_lines.gif" width="16" height="25"> <img border="0" src="../../images/transdot.gif" width="2" height="1"></td>

    <td width="18" class="toptitle01_white_bold">9.3</td>
	    <td class="toptitle01_white_bold"><img border="0" src="../../images/transdot.gif" width="10" height="1"></td>

    <td width="100%" class="toptitle01_white_bold">Identification des proc&eacute;dures de s&eacute;curit&eacute;</td>
	    <td width="9" class="toptitle01_white_bold_margin">&nbsp;</td>
	  </tr>
	  <!--  End top title Lesson Bar --> <!--  Start top title Topic Bar --> <!-- <tr> 	    <td width="18" height="25" class="toptitle02_white_bold">&nbsp;</td> 	    <td height="25"  class="toptitle02_white_bold">1.0</td> 	    <td class="toptitle02_white_bold"><img border="0" src="../../images/transdot.gif" width="10" height="1"></td> 	    <td width="100%" height="25" class="toptitle02_white_bold">Describe wireless communication methods for laptops and portable devices</td> 	    <td height="25" width="9" class="toptitle02_white_bold_margin">&nbsp;</td>   </tr> 	 <!--  End top title Topic Bar -->
</table>

	<!-- CONTENT -->
	<table border="0" cellpadding="0" cellspacing="0" width="95%" >
		<tr>
			<td width="20"></td>
			<td>
        <table border="0" cellpadding="0" cellspacing="0"  width="95%">

        <tr>
          <td width="100%">
            <p>Un plan de s&eacute;curit&eacute; doit &ecirc;tre utilis&eacute; pour d&eacute;terminer les actions &agrave; entreprendre en cas de situation critique. Les strat&eacute;gies des plans de s&eacute;curit&eacute; doivent &ecirc;tre mises &agrave; jour constamment pour refl&eacute;ter les menaces les plus r&eacute;centes sur un r&eacute;seau. Un plan de s&eacute;curit&eacute; comportant des proc&eacute;dures de s&eacute;curit&eacute; claires constitue une base &agrave; laquelle un technicien peut se conformer. Les plans de s&eacute;curit&eacute; doivent &ecirc;tre revus une fois par an.</p>
            <p>Une partie int&eacute;grante du processus de s&eacute;curit&eacute; consiste &agrave; effectuer des tests, afin de d&eacute;terminer les zones de faible s&eacute;curit&eacute;. Ces tests doivent &ecirc;tre men&eacute;s r&eacute;guli&egrave;rement. De nouvelles menaces voient le jour quotidiennement. Des tests r&eacute;guliers fournissent des informations d&eacute;taill&eacute;es sur les faiblesses possibles du plan de s&eacute;curit&eacute; actuel, auxquelles il faut rem&eacute;dier. </p>
            <p>Un r&eacute;seau comporte plusieurs couches de s&eacute;curit&eacute;, notamment les couches physique, sans fil et donn&eacute;es. Chaque couche est expos&eacute;e &agrave; des attaques de s&eacute;curit&eacute;. Un technicien doit comprendre comment impl&eacute;menter des proc&eacute;dures de s&eacute;curit&eacute; afin de prot&eacute;ger l&rsquo;&eacute;quipement et les donn&eacute;es.</p>
            <p>&Agrave; la fin de cette section, vous parviendrez &agrave;&nbsp;:</p>
            <ul>
              <li>expliquer les besoins de base en mati&egrave;re de strat&eacute;gie de s&eacute;curit&eacute; locale&nbsp;;</li>
              <li>expliquer les t&acirc;ches requises pour prot&eacute;ger le mat&eacute;riel&nbsp;;</li>
              <li>d&eacute;crire les moyens de prot&eacute;ger des donn&eacute;es&nbsp;;</li>
              <li>d&eacute;crire les techniques de s&eacute;curit&eacute; sans fil.</li>
            </ul>
          </td>
          </tr>
         </table>
       </td>
     </tr>
	</table>

</body>

</html>