<html>

<head>
<meta http-equiv="Content-Language" content="fr-fr">
<meta http-equiv="Content-Type" content="text/html; charset=windows-1252">
<title>Contenu</title>
<base target="_self">
<link href="../../css/content.css" rel="stylesheet" type="text/css">
</head>

<body onLoad="window.focus();">
<table border="0" cellpadding="0" cellspacing="0" width="100%">
	<!--  Start top title Lesson Bar -->
	  <tr>
	    <td width="18" class="toptitle01_white_bold" valign="top">
	    <img border="0" src="../../images/content_lines.gif" width="16" height="25"> <img border="0" src="../../images/transdot.gif" width="2" height="1"></td>
	    <td width="18" class="toptitle01_white_bold">2.1</td>
	    <td class="toptitle01_white_bold"><img border="0" src="../../images/transdot.gif" width="10" height="1"></td>
	    
    <td width="100%" class="toptitle01_white_bold">Explication de l&rsquo;objectif de la s&eacute;curit&eacute; pour les conditions de travail et des proc&eacute;dures</td>
	    <td width="9" class="toptitle01_white_bold_margin">&nbsp;</td>
	  </tr>
	  <!--  End top title Lesson Bar --> <!--  Start top title Topic Bar -->
 	 <tr>
	    <td width="18" height="25" class="toptitle02_white_bold">&nbsp;</td>
	    <td height="25"  class="toptitle02_white_bold">2.1.3</td> 
	    <td class="toptitle02_white_bold"><img border="0" src="../../images/transdot.gif" width="10" height="1"></td>
	    <td width="100%" height="25" class="toptitle02_white_bold">Identification des proc&eacute;dures de s&eacute;curit&eacute; pour pr&eacute;venir toute contamination de l&rsquo;environnement</td>
	    <td height="25" width="9" class="toptitle02_white_bold_margin">&nbsp;</td>
  </tr>
	 <!--  End top title Topic Bar -->
</table>
	
	<!-- CONTENT -->
	<table border="0" cellpadding="0" cellspacing="0" width="95%" >
		<tr>
			<td width="20"></td>
			<td>
        <table border="0" cellpadding="0" cellspacing="0"  width="95%">
          <tr>
            
          <td width="100%"> 
            <p> Les ordinateurs et les p&eacute;riph&eacute;riques, tels qu&rsquo;illustr&eacute;s &agrave; la Figure 1, contiennent des mat&eacute;riaux susceptibles de nuire &agrave; l&rsquo;environnement. Les mat&eacute;riaux dangereux sont parfois appel&eacute;s d&eacute;chets toxiques. Ces mat&eacute;riaux peuvent contenir de fortes concentrations en m&eacute;taux lourds, comme le cadmium, le plomb ou le mercure. Les r&eacute;glementations concernant l&rsquo;&eacute;limination des mat&eacute;riaux dangereux varient en fonction des pays. Contactez les autorit&eacute;s locales de recyclage ou d&rsquo;enl&egrave;vement des d&eacute;chets pour obtenir des informations quant aux proc&eacute;dures et services d&rsquo;&eacute;limination des d&eacute;chets.</p>
 			
            <p><span class="bold">Fiche de donn&eacute;es de s&eacute;curit&eacute;</span><br> Une fiche de donn&eacute;es de s&eacute;curit&eacute; (FDS) est une fiche technique qui rassemble des informations pour l&rsquo;identification des mat&eacute;riaux, incluant les &eacute;l&eacute;ments dangereux risquant d&rsquo;affecter la sant&eacute; du personnel, les risques d&rsquo;incendie et les exigences pour les premiers secours. Dans la Figure 2, la FDS contient des informations sur la r&eacute;activit&eacute; chimique et l&rsquo;incompatibilit&eacute;, notamment les proc&eacute;dures li&eacute;es au d&eacute;versement, aux fuites et &agrave; l&rsquo;&eacute;limination. Elle contient &eacute;galement des mesures de protection pour manipuler et stocker ces mat&eacute;riaux en toute s&eacute;curit&eacute;. </p>
   			<p>Pour savoir si un mat&eacute;riau est consid&eacute;r&eacute; comme dangereux, consultez la FDS du fabricant. Aux &Eacute;tats-Unis, l&rsquo;OSHA (Occupational Safety and Health Administration, agence pour la s&eacute;curit&eacute; et la sant&eacute; au travail), exige que tous les mat&eacute;riaux dangereux soient accompagn&eacute;s d&rsquo;une FDS pour &ecirc;tre transf&eacute;r&eacute;s &agrave; un nouveau propri&eacute;taire. Les informations de la FDS qui accompagnent les produits achet&eacute;s pour r&eacute;parer ou entretenir un ordinateur peuvent int&eacute;resser les techniciens informatiques. L&rsquo;OSHA exige &eacute;galement que les employ&eacute;s soient inform&eacute;s sur les mat&eacute;riaux avec lesquels ils travaillent et qu&rsquo;ils disposent d&rsquo;informations de s&eacute;curit&eacute; sur ces mat&eacute;riaux. Au Royaume-Uni, le CHIP3 (Chemicals Hazard Information and Packaging for Supply Regulations 2002), r&egrave;glement de 2002 sur les substances chimiques, supervise la manipulation des mat&eacute;riaux dangereux. Le CHIP3 impose aux fournisseurs de produits chimiques d&rsquo;assurer la s&eacute;curit&eacute; de l&rsquo;emballage et du transport des produits chimiques dangereux et de joindre une fiche technique aux produits.</p>
			<p><span class="note_caps">REMARQUE&nbsp;:</span> la FDS est utile pour savoir comment &eacute;liminer les &eacute;ventuels mat&eacute;riaux dangereux de la mani&egrave;re la plus s&ucirc;re. V&eacute;rifiez toujours les r&eacute;glementations locales concernant les m&eacute;thodes acceptables d&rsquo;&eacute;limination des d&eacute;chets avant de vous s&eacute;parer d&rsquo;un &eacute;quipement &eacute;lectronique.<br>
            </p>
			<p>Quelle organisation r&eacute;git l&rsquo;utilisation de produits chimiques dangereux dans votre pays&nbsp;? Les FDS sont-elles obligatoires&nbsp;?</p>
			<p>La FDS contient des informations utiles&nbsp;:</p>
					 <ul>
									<li>le nom du mat&eacute;riau&nbsp;; </li>
									<li>les propri&eacute;t&eacute;s physiques de ce mat&eacute;riau&nbsp;; </li>
									<li>les &eacute;l&eacute;ments dangereux contenus dans le mat&eacute;riau&nbsp;;  </li>
									<li>les donn&eacute;es sur la r&eacute;activit&eacute;, comme les donn&eacute;es li&eacute;es aux risques d&rsquo;incendie et d&rsquo;explosion&nbsp;; </li>
									<li>les proc&eacute;dures en cas de d&eacute;versement ou de fuite&nbsp;; </li> 
									<li>les pr&eacute;cautions particuli&egrave;res&nbsp;; </li>
									<li>les risques pour la sant&eacute;&nbsp;;  </li> 
									<li>les exigences sp&eacute;ciales de protection. </li>
			  </ul>
			  <p>En fin de compte, les ordinateurs et autres p&eacute;riph&eacute;riques informatiques sont &eacute;limin&eacute;s pour l&rsquo;une des raisons suivantes&nbsp;: </p>			
  					 <ul>
									<li>comme le p&eacute;riph&eacute;rique vieillit, certaines pi&egrave;ces ou certains composants sont de plus en plus souvent en panne&nbsp;;</li>
									<li>l&rsquo;ordinateur devient obsol&egrave;te pour l&rsquo;application pour laquelle il &eacute;tait pr&eacute;vu &agrave; l&rsquo;origine&nbsp;; </li>
									<li>des mod&egrave;les plus r&eacute;cents disposent de fonctions plus avanc&eacute;es. </li>
			  </ul>
			  <p>Avant d&rsquo;&eacute;liminer un ordinateur ou l&rsquo;un de ses composants, il est essentiel de consid&eacute;rer l&rsquo;&eacute;limination s&ucirc;re de chaque composant.</p>
			  
              <p><span class="bold">&Eacute;limination ad&eacute;quate des batteries</span> <br> Les batteries contiennent souvent des m&eacute;taux terreux rares, susceptibles de nuire &agrave; l&rsquo;environnement. Les batteries des syst&egrave;mes informatiques portables peuvent contenir du plomb, du cadmium, du lithium, du mangan&egrave;se alcalin et du mercure. Ces m&eacute;taux ne se d&eacute;sint&egrave;grent pas et restent de nombreuses ann&eacute;es dans l&rsquo;environnement. Le mercure, couramment utilis&eacute; dans la fabrication de batteries, est extr&ecirc;mement toxique et nocif pour les &ecirc;tres humains. </p>
	        <p>Le recyclage des batteries doit effectu&eacute; de mani&egrave;re standard par les techniciens. Toutes les batteries, y compris les batteries lithium-ion, nickel-cadmium, nickel m&eacute;tal-hydride et au plomb, sont soumises aux proc&eacute;dures d&rsquo;&eacute;limination conformes aux r&eacute;glementations locales en mati&egrave;re d&rsquo;environnement.</p>
		    <p><span class="bold">&Eacute;limination ad&eacute;quate des moniteurs ou &eacute;crans CRT</span><br> Manipulez les moniteurs et les &eacute;crans CRT avec pr&eacute;caution. Les moniteurs et &eacute;crans CRT peuvent stocker une tension extr&ecirc;mement &eacute;lev&eacute;e, m&ecirc;me apr&egrave;s d&eacute;connexion de la source d&rsquo;alimentation. Les &eacute;crans CRT contiennent du verre, du plastique, du plomb, du baryum et des m&eacute;taux terreux rares. Selon l&rsquo;EPA (Environmental Protection Agency, agence de protection de l&rsquo;environnement des &Eacute;tats-Unis), les &eacute;crans CRT peuvent contenir pr&egrave;s de 1,8&nbsp;kg de plomb. Les moniteurs doivent &ecirc;tre &eacute;limin&eacute;s conform&eacute;ment aux r&eacute;glementations environnementales. 
            </p>
	        <p><span class="bold">&Eacute;limination ad&eacute;quate des kits toner, des cartouches et des r&eacute;v&eacute;lateurs</span><br> Les cartouches d&rsquo;imprimante et les kits toner d&rsquo;impression usag&eacute;s doivent &ecirc;tre &eacute;limin&eacute;s de mani&egrave;re ad&eacute;quate ou recycl&eacute;s. Certains fournisseurs et fabricants de toners reprennent les cartouches vides pour les recharger. Il existe &eacute;galement des entreprises sp&eacute;cialis&eacute;es dans la recharge des cartouches vides. Des kits de recharge des cartouches pour imprimante jet d&rsquo;encre sont disponibles mais d&eacute;conseill&eacute;s, car l&rsquo;encre peut fuir dans l&rsquo;imprimante et causer des d&eacute;g&acirc;ts irr&eacute;parables. Cela peut s&rsquo;av&eacute;rer particuli&egrave;rement co&ucirc;teux, car l&rsquo;utilisation de cartouches d&rsquo;encre recharg&eacute;es peut &eacute;galement annuler la garantie de l&rsquo;imprimante &agrave; jet d&rsquo;encre. </p>
	        <p><span class="bold">&Eacute;limination ad&eacute;quate des solvants chimiques et des a&eacute;rosols</span><br> Contactez la soci&eacute;t&eacute; locale charg&eacute;e de l&rsquo;hygi&egrave;ne publique pour savoir comment et o&ugrave; &eacute;liminer les produits chimiques et solvants utilis&eacute;s pour nettoyer les ordinateurs. Ne versez jamais de produits chimiques ou de solvants dans un &eacute;vier&nbsp;; ne les &eacute;liminez pas non plus dans une canalisation reli&eacute;e aux &eacute;gouts publics. </p>
	     <p>Les a&eacute;rosols ou bouteilles contenant des solvants et d&rsquo;autres produits de nettoyage doivent &ecirc;tre manipul&eacute;s avec pr&eacute;caution. Assurez-vous qu&rsquo;ils sont identifi&eacute;s et consid&eacute;r&eacute;s comme des d&eacute;chets sp&eacute;ciaux et dangereux. Par exemple, certains a&eacute;rosols risquent d&rsquo;exploser en cas d&rsquo;exposition &agrave; la chaleur si leur contenu n&rsquo;est pas enti&egrave;rement utilis&eacute;. </p>
		    
          </td>
        </tr>
         </table>  
       </td>
     </tr>
	</table>

</body>

</html>