<html>

<head>
<meta http-equiv="Content-Language" content="fr-fr">
<meta http-equiv="Content-Type" content="text/html; charset=windows-1252">
<title>Contenu</title>
<base target="_self">
<link href="../../css/content.css" rel="stylesheet" type="text/css">
</head>

<body onLoad="window.focus();">
<table border="0" cellpadding="0" cellspacing="0" width="100%">
	<!--  Start top title Lesson Bar -->
	  <tr>
	    <td width="18" class="toptitle01_white_bold" valign="top">
	    <img border="0" src="../../images/content_lines.gif" width="16" height="25"> <img border="0" src="../../images/transdot.gif" width="2" height="1"></td>
	    
    <td width="18" class="toptitle01_white_bold">8.3</td>
	    <td class="toptitle01_white_bold"><img border="0" src="../../images/transdot.gif" width="10" height="1"></td>
	    <td width="100%" class="toptitle01_white_bold">Description des principaux concepts et technologies de mise en r&eacute;seau</td>
	    <td width="9" class="toptitle01_white_bold_margin">&nbsp;</td>
	  </tr>
	  <!--  End top title Lesson Bar --> <!--  Start top title Topic Bar -->
	 <tr>
	    <td width="18" height="25" class="toptitle02_white_bold">&nbsp;</td>
	    
    <td height="25"  class="toptitle02_white_bold">8.3.4</td> 
	    <td class="toptitle02_white_bold"><img border="0" src="../../images/transdot.gif" width="10" height="1"></td>
	    <td width="100%" height="25" class="toptitle02_white_bold">Description des applications et des protocoles Internet</td>
	    <td height="25" width="9" class="toptitle02_white_bold_margin">&nbsp;</td>
  </tr>
	 <!--  End top title Topic Bar -->	
</table>
	
	<!-- CONTENT -->
	<table border="0" cellpadding="0" cellspacing="0" width="95%" bordercolor="#111111">
		<tr>
			<td width="20"></td>
			<td>
        <table border="0" cellpadding="0" cellspacing="0" bordercolor="#111111" width="95%">
          
        <tr> 
          <td width="100%"> 
            <p>Un protocole est un ensemble de r&egrave;gles. Les protocoles Internet sont des ensembles de r&egrave;gles qui r&eacute;gissent les communications au sein des ordinateurs d&rsquo;un r&eacute;seau et entre eux. Les sp&eacute;cifications de protocole d&eacute;finissent le format des messages &eacute;chang&eacute;s. Une lettre envoy&eacute;e par voie postale utilise &eacute;galement des protocoles. L&rsquo;un de ces protocoles d&eacute;finit, par exemple, la position de l&rsquo;adresse sur l&rsquo;enveloppe. Si l&rsquo;adresse du destinataire est inscrite au mauvais endroit, la lettre ne peut &ecirc;tre livr&eacute;e.</p>
            <p>La dur&eacute;e est un &eacute;l&eacute;ment crucial dans le fonctionnement d&rsquo;un r&eacute;seau. Les protocoles exigent que les messages arrivent dans un certain d&eacute;lai, de mani&egrave;re &agrave; ce que les ordinateurs n&rsquo;attendent pas ind&eacute;finiment des messages perdus. Par cons&eacute;quent, les syst&egrave;mes informatiques utilisent un ou plusieurs minuteurs lors de la transmission des donn&eacute;es. Les protocoles ex&eacute;cutent &eacute;galement des actions alternatives si le r&eacute;seau ne satisfait pas aux r&egrave;gles de dur&eacute;e d&eacute;finies. De nombreux protocoles se composent eux-m&ecirc;mes de plusieurs protocoles plac&eacute;s en couches. Ces couches agissent en interaction et d&eacute;pendent des autres couches pour fonctionner correctement.</p>
            <p>Voici les principales fonctions des protocoles&nbsp;:</p>
            <ul>
              <li>identifier les erreurs&nbsp;; </li>
              <li>compresser les donn&eacute;es&nbsp;; </li>
              <li>d&eacute;terminer o&ugrave; les donn&eacute;es sont envoy&eacute;es&nbsp;;</li>
              <li>acheminer et diriger les donn&eacute;es&nbsp;;</li>
              <li>d&eacute;terminer comment annoncer les donn&eacute;es envoy&eacute;es ou re&ccedil;ues.</li>
            </ul>
            <p>Il existe un grand nombre de protocoles&nbsp;; la Figure&nbsp;1 pr&eacute;sente quelques-uns des protocoles les plus couramment utilis&eacute;s dans les r&eacute;seaux et sur Internet.</p>
            <p>Pour comprendre comment les r&eacute;seaux et Internet fonctionnent, vous devez vous familiariser avec les principaux protocoles utilis&eacute;s. Ces protocoles servent &agrave; parcourir le Web, &agrave; envoyer et recevoir des courriels et &agrave; transf&eacute;rer des fichiers de donn&eacute;es. &Agrave; mesure que vos comp&eacute;tences en informatique s&rsquo;&eacute;largiront, vous d&eacute;couvrirez de nouveaux protocoles&nbsp;; toutefois, ceux-ci ne sont pas autant utilis&eacute;s que les protocoles courants d&eacute;crits ici.</p>
            <p>Dans la Figure&nbsp;2, cliquez sur le nom d&rsquo;un protocole pour obtenir plus d&rsquo;informations &agrave; son sujet.</p>
            <p>Plus vous conna&icirc;trez ces protocoles, plus vous serez &agrave; m&ecirc;me de comprendre le fonctionnement des r&eacute;seau et d&rsquo;Internet.</p>
            <table  width="95%" border="0" cellspacing="0" cellpadding="0" id="activity">
              <tr> 
                <td valign="top"> 
                  <table  width="100%" cellspacing="0" cellpadding="0" border="0" >
                    <tr> 
                      <td width="5" class="activity_topbar"><img border="0" src="../../images/lab_toplft.gif" width="116" height="23"></td>
                      <td class="activity_topbar"><img alt="" height="1" width="3" src="../../images/s.gif"></td>
                      <td align="right" valign="top" class="activity_topbar"><img alt="" src="../../images/corner_ur_7.gif" width="7" height="7"></td>
                    </tr>
                  </table>
                  <table width="100%" cellspacing="0" cellpadding="0" border="0" id="table3">
                    <tr> 
                      <td> 
                        <table width="100%" cellpadding="2" cellspacing="0" border="0"  id="table4">
                          <tr> 
                            <td width="15" class="activity_text">&nbsp;</td>
                            <td class="activity_text"> 
                              <p><img border="0" src="../../images/activity_icon.gif" width="36" height="30"> <strong>Exercice </strong></p>
                              <p><strong>Activit&eacute; des protocoles r&eacute;seau<br></strong>
R&eacute;alisation de l&rsquo;exercice correspondant dans la Figure&nbsp;3<br> <br>                              </p>
                            </td>
                          </tr>
                        </table>
                      </td>
                    </tr>
                  </table>
                </td>
              </tr>
            </table>
            <p>&nbsp;</p>
          </td>
          </tr>
         </table>  
       </td>
     </tr>
	</table>

</body>

</html>